[
  {
    "date": "October 11, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 22,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-16-0997 (Hometown America, LLC, Laguna Beach) ",
    "subitem_blurb": "Application of Hometown America, LLC to install 28-ft. high, 2-story, 810 sq.ft. manufactured home on 4,079 sq.ft. mobile home lot located within Laguna Terrace Mobile Home Park at 30802 So. Coast Highway, Space K-56, Laguna Beach, Orange County. (MR-LB)",
    "subitem_status": "Withdrawn"
  },
  {
    "date": "October 12, 2017",
    "district": "South Central Coast District",
    "item_number": 14,
    "item_title": "Dispute Resolution",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Dispute Resolution PWP-4-CIH-16-0005-2-EDD (Ventura County Harbor Department)",
    "subitem_blurb": "Public hearing and Commission determination regarding filing requirements for the application by the Ventura County Harbor Department to amend the certified Channel Islands Harbor Public Works Plan to create a new land use designation sub-category of “Urban Village” with associated development standards and to change the land use designation of Harbor Parcels V-1, V-2, V-3, V-4 and a portion of Parcel N-2 from “Visitor Serving Harbor Oriented” to the new land use sub-category of “Urban Village” to accommodate a future residential and visitor-serving mixed use development at Fisherman’s Wharf, on the corner of Victoria Avenue and Channel Islands Blvd., Oxnard, Ventura County. (WH-V)",
    "subitem_status": "EDD upheld"
  },
  {
    "date": "October 12, 2017",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Imperial Beach LCP Amendment No. LCP-6-IMB-17-0044-1 (Commercial Development Revisions)",
    "subitem_blurb": "Public hearing and action on request by the City of Imperial Beach to amend its certified Land Use Plan and Implementation Plan to revise requirements and standards for development in the commercial/mixed-use zones. (KC-SD)",
    "subitem_status": "Approved as Submitted"
  },
  {
    "date": "October 12, 2017",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-MBE-16-0048 (MB9 Owner, LLC, San Diego)",
    "subitem_blurb": "Appeal by Commissioners Bochco and Shallenberger; Mission Beach Precise Planning Board; and William Bradshaw from decision of City of San Diego granting permit with conditions to MB9 Owner, LLC for demolition of northern portion of Mission Beach Elementary School and construction of 17 structures totaling 51 dwelling units and 0.201-acre park on 1.88-acre site, at 818 Santa Barbara Pl., Mission Beach, San Diego, San Diego County. (AL-SD)",
    "subitem_status": "Substantial Issue Found, Approved with Conditions"
  },
  {
    "date": "October 12, 2017",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-6-MBE-16-0050 (Santa Barbara Place MB9, LLC, San Diego)",
    "subitem_blurb": "Appeal by Commissioners Bochco and Shallenberger, Mission Beach Precise Planning Board, and William Bradshaw from decision of City of San Diego granting permit with conditions to Santa Barbara Place MB9, LLC for demolition of southern portion of Mission Beach Elementary School and construction of 3 structures totaling 12 dwelling units on 0.35-acre site, at 825 Santa Barbara Place, Mission Beach, San Diego, San Diego County. (AL-SD)",
    "subitem_status": "Substantial Issue Found Approved with Conditions"
  },
  {
    "date": "November 8, 2017",
    "district": "Central Coast District",
    "item_number": 15,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. A-3-MCO-09-009 (Rancho Los Robles Subdivision, North Monterey Co.)",
    "subitem_blurb": "Application of Heritage/Western Communities LTD to: 1) subdivide 2 parcels totaling 33.58 acres into 52 residential lots; 2) demolish single-family home, 2 barns, and remove 2 mobile home units; 3) construct 54 residences, including 50 single-family residences and 4 units in duplexes; 4) dedicate 3.5 acres of land to Monterey County for future parks and recreational facilities; 5) dedicate 17 acres of land and one existing single-family home to future to-be-formed Community Services District for future parks and recreational facilities; and 6) construct roads and related improvements, at 100 Sill Rd., Las Lomas, North Monterey County. (KK-SC)",
    "subitem_status": "Approved with Conditions"
  },
  {
    "date": "November 9, 2017",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 6,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-17-0663 (Santa Catalina Island Company, Avalon)",
    "subitem_blurb": "Application of Santa Catalina Island Co. to replace 8 Quonset huts with 8 15 ft. high, 954 sq.ft. prefabricated residential units at 13,14,15,16,18,19, 20 and 21 Pebbly Beach Village Road, Avalon, Los Angeles County. (MR-LB)",
    "subitem_status": "Approved with Conditions"
  },
  {
    "date": "November 9, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-LGB-17-0049 (Laguna Lido Condo, Laguna Beach)",
    "subitem_blurb": "Appeal by Mark Fudge of City of Laguna Beach permit granted to Laguna Lido Condo for elevated deck additions (approx. 5,000 sq.ft.) on seaward side of 48-unit beachfront condominium buildings, at 31755 Coast Highway, Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "November 9, 2017",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 25,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-VEN-17-0051 (Fogel, Fogel Real Estate, Venice, Los Angeles)",
    "subitem_blurb": "Appeal by Executive Director John Ainsworth of City of Los Angeles permit granted to Blake Fogel, Fogel Real Estate for demolition of 1,728 sq.ft. commercial building, and construction of 3-story, 35-ft. high mixed-use project with 3 residential units, 2,850 sq.ft. of ground floor retail space and 50 parking spaces in 2-level subterranean parking garage, on 2 beach-fronting lots at 305-309 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (SV-LB)",
    "subitem_status": "Substantial Issue Found"
  },
  {
    "date": "November 9, 2017",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 25,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-5-VEN-17-0052 (AK Lofts 5, LLC, Venice, Los Angeles)",
    "subitem_blurb": "Appeal by George Gineris, Carolyn Rios, et. al., of City of Los Angeles permit granted to AK Lofts 5, LLC for demolition of two single-story family homes, and construction of 3-story, 30-ft. high, 5,870 sq.ft., 2-unit condominium structure (small lot subdivision) at 656-656.5 California Ave., Venice, Los Angeles, Los Angeles County. (DT-LB)",
    "subitem_status": "Substantial Issue Found"
  },
  {
    "date": "December 13, 2017",
    "district": "Central Coast District",
    "item_number": 21,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-3-SCO-17-0010 (Pietro Subdivision, Santa Cruz Co.)",
    "subitem_blurb": "Appeal by John Hunter, Tracy Inkeles, and Greg Madsen of Santa Cruz County decision granting permit with conditions to Pietro Family Investments for subdivision of existing 39,250 sq.ft. parcel into 8 residential parcels and construction of 8 residential dwelling units at 23905 East Cliff Dr. in Pleasure Point area of Santa Cruz County. (RG-SC)",
    "subitem_status": "Substantial Issue Found, Approved with Conditions"
  },
  {
    "date": "December 13, 2017",
    "district": "San Diego Coast District",
    "item_number": 24,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "i",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-17-0056-3 (LDC Revisions)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request of the City of San Diego to amend its certified Land Development Code (IP) to repeal certain Planned District Ordinances and adopt new Community Plan Implementation Overlay Zone related to the Uptown Community Plan Update is de minimis. (AL-SD)",
    "subitem_status": "Concurred"
  },
  {
    "date": "December 13, 2017",
    "district": "San Diego Coast District",
    "item_number": 24,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "j",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-17-0057-4 (Parking Regulations Cleanup)",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend the certified Land Development Code to include previously omitted parking ratios related to the North Park Community Plan Update. (AL-SD)",
    "subitem_status": "Approved as Submitted"
  },
  {
    "date": "December 14, 2017",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 10,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. A-5-DRL-17-0026/5-17-0459 (Mazzone, Playa del Rey, Los Angeles)",
    "subitem_blurb": "Application of Angelo Mazzone to demolish two 2-story duplex apartment buildings and construct 3-story, approx. 10,513 sq.ft., 36-ft. 11 in. high single-family home with attached 5-car garage, over habitable basement, at 6401-6405 Ocean Front Walk, Playa del Rey, Los Angeles, Los Angeles County. (AS-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "December 14, 2017",
    "district": "South Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "County of Santa Barbara LCP Amendment No. LCP-4-STB-17-0060-2 (Transitional and Supportive Housing)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the proposed amendment to the Implementation Program to encourage new transitional and supportive housing developments, is minor. (MS-V)",
    "subitem_status": "Concurred"
  },
  {
    "date": "December 14, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of San Clemente LCP Amendment No. 1-16 (LCP-5-SCL-16-0012-1 Comprehensive LUP Update)",
    "subitem_blurb": "Initial public hearing on, and Commission discussion of, the City of San Clemente’s request for a Comprehensive Update to the certified Land Use Plan (LUP). The Commission vote on the proposed San Clemente Comprehensive LUP Update will occur following a public hearing at a subsequent meeting. (LR-LB)",
    "subitem_status": "Continued"
  },
  {
    "date": "December 14, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Laguna Beach LCP Amendment No. 1-16 (LCP-5-LGB-16-0055-1 Short-Term Lodgings/Rentals)",
    "subitem_blurb": "Public hearing and action on request by the City of Laguna Beach to amend the Implementation Plan (IP) portion of the certified Local Coastal Progam (LCP) to restrict short–term lodging uses to commercial zones by making changes Chapters 25.23 Short-Term Lodging, 25.10 R-1 Residential Low Density Zone, 25.12 R-2 Residential Medium Density Zone, 25.14 R-3 Residential High Density Zone, and 25.43 Village Community Zone, Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "Approved with Modifications"
  },
  {
    "date": "May 10, 2017",
    "district": "Central Coast District",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "LCP-3-STC-17-0016-1-Part A (Multifamily Regulations)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Santa Cruz to modify the LCP’s Implementation Plan to facilitate multifamily housing developments is de minimis. (RM-SC)",
    "subitem_status": "Concurred"
  },
  {
    "date": "May 11, 2017",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-17-0020-1 (Density Bonus Update)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Carlsbad to amend its certified LCP Implementation Plan/Zoning Ordinance to make the City's regulation of density bonuses consistent with state law is minor. (EP-SD)",
    "subitem_status": "Concurred"
  },
  {
    "date": "May 11, 2017",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-MBE-16-0029-6 (Mission Beach Residences)",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend the certified Mission Beach Precise Plan (LUP) to change designation of Mission Beach Elementary School site from \"School\" to \"Residential\" and remove language addressing the school use from the LUP. (AL-SD)",
    "subitem_status": "Approved with Modifications"
  },
  {
    "date": "May 11, 2017",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "g",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-TJN-17-0029-1 (San Ysidro Community Plan Update)",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to adopt a comprehensive update to the certified community plan/LUP, adopt land use redesignations to reflect existing development; rescind the San Ysidro Planned District Ordinance and adopt the \"San Ysidro Rezone\" which utilizes citywide zones. (KC-SD)",
    "subitem_status": "Approved with Modifications"
  },
  {
    "date": "May 12, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 8,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-16-0298 (Arvielo, Newport Beach)",
    "subitem_blurb": "Application of Enrico and Patricia Arvielo to demolish duplex and construct 3-story, 6,366 sq.ft., duplex with basement and subterranean 498 sq.ft., 4-car garage on bluff face lot, at 3100 Breakers Dr., Newport Beach, Orange County. (FSY-LB)",
    "subitem_status": "Approved with Conditions"
  },
  {
    "date": "May 12, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 8,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "h",
    "subitem_title": "Application No. 5-15-0969 (101 Avenida Calafia, LLC, San Clemente)",
    "subitem_blurb": "Application of 101 Avenida Calafia, LLC to construct approx. 19,677 sq.ft. and 44.49-ft. high, 2-story 60-bed assisted living facility with 32 onsite parking spaces on vacant lot and remove non-native trees on project site and on adjacent State Parks property, at 101 Avenida Calafia, San Clemente, Orange County. (MA-LB)",
    "subitem_status": "Approved with Conditions"
  },
  {
    "date": "May 12, 2017",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-17-0023-1 (2 61st Place Re-zoning)",
    "subitem_blurb": "Public hearing and action on request by City of Long Beach to amend its Implementation Plan to re-zone a single parcel at 2 61st Place from CNR (Neighborhood Commercial and Residential) to R-2-1 (Two Family Residential). (ZR-LB)",
    "subitem_status": "Approved as Submitted"
  },
  {
    "date": "June 7, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 9,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-17-0226 (Team Haley, LP, Sunset Beach)",
    "subitem_blurb": "Application of Team Haley, LP to reconstruct mixed-use structure resulting in 2,886 sq.ft. structure, including 1,628 sq.ft. first floor commercial space, 1,121 sq.ft. second floor, single residential unit, with 19 on-site parking spaces, on harbor front lot, 16832 Pacific Coast Hwy, Sunset Beach, Huntington Beach, Orange County. (MV-LB)",
    "subitem_status": "Approved with Conditions"
  },
  {
    "date": "June 7, 2017",
    "district": "South Central Coast District",
    "item_number": 18,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-4-VNT-17-0013 (Kancal Properties LLC, Ventura Co.)",
    "subitem_blurb": "Appeal by Marc Benezra from decision of Ventura County granting permit with conditions to Kancal Properties LLC for demolition of existing 2,208 sq.ft., 25-ft. tall triplex, and construction of new 5,684 sq.ft., 28-ft. tall 2-family home, at 3289 Ocean Dr., Ventura County. (JP-V)",
    "subitem_status": "No substantial issue found"
  },
  {
    "date": "June 7, 2017",
    "district": "San Diego Coast District",
    "item_number": 29,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CII-17-0031-3 (Poinsettia 61) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90 day time limit for Commission action up to one year on request by City of Carlsbad to redesignate land uses on seven parcels located south of Cassia Road, between the existing western and eastern segments of Poinsettia Lane, and east of Ambrosia Lane, from R-4 and Open Space (OS) to R-8 and OS, and then  rezone the parcels from One family Residential (R-1) and OS to Residential Density Multiple (RD-M) and OS. (EP-SD)",
    "subitem_status": "Approved"
  },
  {
    "date": "June 7, 2017",
    "district": "San Diego Coast District",
    "item_number": 29,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-PEN-17-0028-1 (Peninsula RM Base Zone Height Limit) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60 day time limit for Commission action up to one year on request by City of San Diego to amend its certified implementation Plan to update height limit regulations for RM-zoned properties in the Peninsula LCP segment. (AL-SD)",
    "subitem_status": "Approved"
  },
  {
    "date": "July 12, 2017",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 7,
    "item_title": "Administrative Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-17-0224 (Layne, Venice, Los Angeles)",
    "subitem_blurb": "Application of Larry Layne to remodel and add to 37-ft. 2-in. high, 3-unit residential structure including addition of roof deck, 2 roof access structures, and added on-site parking space for a total of seven, on oceanfront lot at 5111 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (SV-LB)",
    "subitem_status": "Concurred"
  },
  {
    "date": "July 12, 2017",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-VEN-17-0020 (Henson, Venice, Los Angeles)",
    "subitem_blurb": "Appeal by Sue Kaplan, et al, of City of Los Angeles permit exemption to Lisa Henson for replacement windows and drywall, interior remodel, reroofing, and addition of sill anchor bolts and cripple wall plywood to 1-story, 943 sq.ft. 2-unit residential building, at 605 Westminster Ave., Bldg. A & B, Venice, Los Angeles, Los Angeles County. (CO-LB)",
    "subitem_status": "No substantial issue found"
  },
  {
    "date": "July 13, 2017",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-PEN-17-0028-1 (Peninsula RM Base Zone Height Limit)",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend the certified Implementation Plan (IP) to add footnotes reducing the zoning height for RM zoned properties to 30 ft. in the Peninsula Community Plan coastal zone overlay area and updating the method in which structure height is calculated. (AL-SD)",
    "subitem_status": "Approved as submitted"
  },
  {
    "date": "July 13, 2017",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-17-0030-1(Land Development Code Amendments)",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend the certified Implementation Plan (IP) to implement various changes to commercial zones to address, in part, outdoor areas in close proximity to residential uses, dwelling unit density in commercial areas, permit streamlining and introduction of new separately regulated uses. (AL-SD)",
    "subitem_status": "Approved as submitted"
  },
  {
    "date": "August 9, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Newport Beach LCP Amendment No. 2-17 (LCP-5-NPB-17-0047-1) (191 Riverside Avenue)",
    "subitem_blurb": "Public hearing and action on request by the City of Newport Beach to change the LCP land use designation from Public Facilities (PF) to Mixed Use Horizontal (MU-H1) and zoning designation from Public Facilities (PF) to Mixed-Use Mariners Mile (MU-MM) for the property located at 191 Riverside Avenue, Newport Beach, Orange County. (LR-LB)",
    "subitem_status": "Approved as Submitted"
  },
  {
    "date": "August 9, 2017",
    "district": "South Coast District (Orange County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. A-5-LGB-14-0019 (Longi, Laguna Beach)",
    "subitem_blurb": "Application of Luis Longi on remand of permit A-5-LGB-14-0019 and de novo consideration of proposal to demolish single-family home and artist’s studio, and construct 36-ft. high (31 ft. above base flood elevation), 28-unit artists’ work/live project (8 units reserved for low-income artists and one for moderate-income) with 17,192 sq.ft. of interior work/live area, 10,262 sq.ft. of exterior communal work area, 504 sq.ft. retail art gallery, 45-stall parking garage, and lot line adjustment at 20412 & 20432 Laguna Canyon Rd., Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "Approved with Conditions"
  },
  {
    "date": "August 9, 2017",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CII-17-0031-3 (Poinsettia 61)",
    "subitem_blurb": "Public hearing and action on request by City of Carlsbad to redesignate land uses on seven parcels located south of Cassia Road, between the existing western and eastern segments of Poinsettia Lane, and east of Ambrosia Lane, from R-4 and Open Space (OS) to R-8 and OS, and then rezone the parcels from One Family Residential (R-1) and OS to Residential Density Multiple (RD-M) and OS. (EP-SD)",
    "subitem_status": "Approved as Submitted"
  },
  {
    "date": "August 10, 2017",
    "district": "North Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "County of Del Norte County LCP Amendment No. LCP-1-DNC-16-0036-2 (Residential Height Limits) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the time limit for action to up to one year for certification of Del Norte County’s request to amend certified Implementation Plan to increase the maximum building height for residences in a number of residential zones from 25 feet to 30 feet. (CK-A)",
    "subitem_status": "Approved"
  },
  {
    "date": "August 10, 2017",
    "district": "South Central Coast District",
    "item_number": 21,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "County of Santa Barbara LCP Amendment No. LCP-4-STB-17-0048-1 (Eastern Goleta Valley Community Plan)",
    "subitem_blurb": "Public hearing and action on the County of Santa Barbara’s request to amend portions of the certified LCP, including to amend the text and maps of the Land Use Plan to adopt the Eastern Goleta Valley Community Plan and to amend the zoning ordinance to adopt new regulations to implement the Eastern Goleta Valley Community Plan. (MS-V)",
    "subitem_status": "Approved with Modifications"
  },
  {
    "date": "September 14, 2017",
    "district": "South Central Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "County of Santa Barbara LCP Amendment No. LCP-4-STB-16-0068-4 (2016 Housing Element Implementation)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the proposed amendment to the development standards for the Design Residential Zone District to encourage new affordable senior and special care housing developments, is minor. (MS-V)",
    "subitem_status": "Approved"
  },
  {
    "date": "September 14, 2017",
    "district": "South Central Coast District",
    "item_number": 10,
    "item_title": "Dispute Resolution",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Dispute Resolution PWP-4-CIH-16-0005-2-EDD (Ventura County Harbor Department)",
    "subitem_blurb": "Public hearing and Commission determination regarding filing requirements for application by Ventura County Harbor Dept. to amend the certified Channel Islands Harbor Public Works Plan to create a new land use designation sub-category of “Urban Village” with associated development standards and to change land use designation of Harbor Parcels V-1, V-2, V-3, V-4 and portion of Parcel N-2 from “Visitor Serving Harbor Oriented” to new land use sub-category of “Urban Village” to accommodate future residential and visitor-serving mixed use development at Fisherman’s Wharf, on corner of Victoria Ave. and Channel Islands Blvd., Oxnard, Ventura County. (WH-V)",
    "subitem_status": "Postponed"
  },
  {
    "date": "September 14, 2017",
    "district": "North Central Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "San Mateo County LCP Amendment No. LCP-2-SMC-17-0033-1 (Second Units)",
    "subitem_blurb": "Public hearing and action on request by San Mateo County to amend Implementation Plan (IP) Chapter 22.5 (Second Unit Ordinances) of Division VI, Part One (Zoning Regulations) of the San Mateo County LCP. (RA-SF)",
    "subitem_status": "Approved as Submitted"
  },
  {
    "date": "October 10, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": false,
    "item_title": "Items W12c and W13a, below will share a single, combined staff report and combined public hearing",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-5-DRL-18-0059 (Legado Del Mar, LLC, Playa del Rey, Los Angeles) ",
    "subitem_blurb": "Appeal by Legado Del Mar, LLC of City of Los Angeles’ denial of permit for construction of 4-story, 79,493 sq.ft. mixed-used development with 72 dwelling units, ground floor commercial, including restaurant and 123 parking spaces, at 138-142 Culver Blvd. and 6911-6917 Vista Del Mar, Playa del Rey, City of Los Angeles, Los Angeles County. (AY-LB)",
    "subitem_status": "WITHDRAWN"
  },
  {
    "date": "October 10, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-18-0119 (MCL Marina Corp., Redondo Beach)",
    "subitem_blurb": "Application of MCL Marina Corp. to remove dock guide piles and install new support piles to support cantilevered portion of existing 49-unit apartment building in Redondo Beach King Harbor in order to correct 'soft story' condition. Project includes demolition and reconstruction of adjacent boat dock system with no loss to number of slips, and installation of 1,000 sq.ft. public dock float for temporary dinghy or small craft docking and launch point for hand-powered small crafts, at 835 Hopkins Way, Redondo Beach, Los Angeles County. (AD-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "October 11, 2018",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-6-MBE-18-0055 (SDDP 2016 Limited, San Diego) ",
    "subitem_blurb": "Appeal by Mission Beach Precise Planning Board from decision of City of San Diego granting permit to SDDP 2016 Limited to demolish two, single-story-family homes and construct 30-ft. tall, 3-story, 4,000 sq.ft. duplex with 2 attached 2-car garages on 0.09-acre lot at 2695 Mission Blvd. and 805 San Luis Rey Pl., Mission Beach, San Diego, San Diego County. (AL-SD)",
    "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
  },
  {
    "date": "November 7, 2018",
    "district": "South Central Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "County of Santa Barbara LCP Amendment No. LCP-4-STB-18-0071-2. Time Extension",
    "subitem_blurb": "Public hearing and action to extend the time limit for action for one year on County of Santa Barbara’s request to amend portions of its certified Local Coastal Program, and includes Part A (Highway 101 HOV: Carpinteria to Santa Barbara) to amend the text of the Land Use Plan and the Implementation Plan to allow for regional transportation and public access improvements along and near the Highway 101 corridor in Santa Barbara County, and Part B (Accessory Dwelling Unit Ordinance) to amend the Implementation Plan to revise and add new regulations related to accessory dwelling units consistent with state law. (MK-V)",
    "subitem_status": "Approved"
  },
  {
    "date": "November 8, 2018",
    "district": "San Diego Coast District",
    "item_number": 6,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 6-18-0266 (Worden, San Diego) ",
    "subitem_blurb": "Application of Greg and Barbara Worden to demolish existing single-story family home and construct addition to existing 3-story, 1,543 sq.ft. single-family home to create 3-story, 30-ft. tall, approx. 3,300 sq.ft. duplex with attached 508 sq.ft. garage and carport on 0.07-acre lot at 721 Niantic Ct., Mission Beach, San Diego, San Diego County (AL-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "November 9, 2018",
    "district": "North Coast District",
    "item_number": 7,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "County of Humboldt LCP Amendment No. LCP-1-HUM-18-0063-1 (Myrtletown Affordable Housing Project)",
    "subitem_blurb": "Public hearing and action on request of the County of Humboldt to amend certified LCP to redesignate and rezone an approximately 2.2-acre property off of Hubbard Lane in the Myrtletown area east of Eureka from Commercial General (CG) to Residential Multi-Family (RM). (MBK-A)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "December 12, 2018",
    "district": "South Coast District (Orange County)",
    "item_number": 24,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Huntington Beach LCP Amendment No. 1-18 (LCP-5-HNB-18-0046-1)",
    "subitem_blurb": "Public hearing and action on request by the City of Huntington Beach to amend the certified LCP both Land Use Plan and Implementation Plan to incorporate the Windward Specific Plan which, under the acquisition alternative would preserve the 5 acre site and the adjacent 6.2 acre in parcel open space and under the development alternative would designate 2.5 acres  open space allow 2.5 acres of medium density residential development and preserve the adjacent 6.2 acre parcel in open space. (MV-LB)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "December 12, 2018",
    "district": "South Coast District (Orange County)",
    "item_number": 24,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Newport Beach LCP Amendment No. 3-17 (LCP-5-NPB-17-0053-2)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by the City of Newport Beach accepting certification of LCP Amendment No. 3-17, approved with suggested modifications on July 11, 2018, is legally adequate. The LCP amendment corrects a number of inconsistencies and clarifies ambiguities in the IP, adds a new planned community (PC-59 Lido Villas), and adds a regulation to clarify the public notification hearing procedures for minor development. (LR-LB)",
    "subitem_status": "CONCURRED"
  },
  {
    "date": "December 13, 2018",
    "district": "San Diego Coast District",
    "item_number": 5,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 6-18-0004 (Berg, San Diego) ",
    "subitem_blurb": "Application of Derek Berg to demolish 1,738 sq.ft., 2-story single-family home and construct new 2,395 sq.ft., 3-story duplex and companion unit on 2,400 sq. ft. lot at 721 Island Court, Mission Beach, San Diego, San Diego County. (DD-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "December 13, 2018",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-18-0068-2 (Inclusionary Housing Ordinance). Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Encinitas to amend the Municipal Code (IP) and adopt inclusionary housing regulations. (DNL-SD)",
    "subitem_status": "Approved"
  },
  {
    "date": "February 8, 2018",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of San Clemente LCP Amendment No. 1-16 (LCP-5-SCL-16-0012-1) Comprehensive LUP Update",
    "subitem_blurb": "Public hearing and action on request by the City of San Clemente for a complete comprehensive update to the certified Land Use Plan (LUP), San Clemente, Orange County. (LR-LB)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "February 8, 2018",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-17-0070-3 (Density Bonus Amendment)",
    "subitem_blurb": "Public hearing and action on request by City of Encinitas to amend its certified Implementation Plan for text changes to the Municipal Code to address changes in state law regarding density bonuses.  (DD-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "February 8, 2018",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "h",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-17-0080-4 (Affordable Housing, Infill and Sustainable Development)",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Implementation Plan to revise and streamline regulations governing review and permitting of affordable, infill and sustainable development. (AL-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "February 9, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 5,
    "item_title": "Administrative Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-17-0927 (2034 5th, LLC, Santa Monica, Los Angeles)",
    "subitem_blurb": "Application of 2034 5th, LLC to attach 449 sq.ft. single-family residential move-on from adjacent lot to first floor rear unit of 4-unit apartment building. The apartment building will maintain 4 units and 5 parking spaces, at 2034 and 2102 5th St., Santa Monica, Los Angeles County. (AS-LB)",
    "subitem_status": "CONCURRED"
  },
  {
    "date": "March 7, 2018",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-17-0064-3 (Subdistrict 9) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day limit for Commission action on request by the City of Oceanside to amend its Implementation Plan to allow row-style residential development on lots 2,500 sq. ft. and larger within Subdistrict 9 of the Downtown District. (TR-SD) ",
    "subitem_status": "APPROVED"
  },
  {
    "date": "March 7, 2018",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-17-0065-4 (Subdistrict 13) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day limit for Commission action on request by the City of Oceanside to amend its Implementation Plan to allow multi-family uses by right within Subdistrict 13 of the Downtown District. (TR-SD)",
    "subitem_status": "APPROVED"
  },
  {
    "date": "March 7, 2018",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 6-17-0962 (Turk, San Diego)",
    "subitem_blurb": "Application of Michael Turk to demolish existing 1,768 sq.ft., 1-story duplex and construct new 2,050 sq.ft., 3-story triplex with two 306 sq.ft. attached garages and 306 sq.ft. carport on 4,326 sq. ft. lot, in Mission Beach, San Diego, San Diego County. (DD-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 8, 2018",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Santa Cruz City LCP Amendment No. STC-17-0073-2-Part A (Downtown Plan)",
    "subitem_blurb": "Public hearing and action on request by the City of Santa Cruz to amend portions of the LCP’s Downtown Plan to modify allowable heights, development standards, and other policies of the incorporated San Lorenzo Urban River Plan, all relating to Front Street properties adjacent to the San Lorenzo River in the City of Santa Cruz. (SC-SC)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "March 8, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Long Beach Local Coastal Program (LCP) Amendment No. 3-17 (LCP-5-LOB-17-0086-3)",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year for certification of City of Long Beach LCP Amendment No. 3-17 which would amend the Implementing Ordinances (LIP) portion of the LCP in order to update regulations regarding accessory dwelling units, in Long Beach, Los Angeles County. (DZ-LB)",
    "subitem_status": "APPROVED"
  },
  {
    "date": "April 11, 2018",
    "district": "North Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "County of Del Norte LCP Amendment No. LCP-1-DNC-18-0025-1 (Residential Height Limits)",
    "subitem_blurb": "Concurrence with Executive Director’s determination that request by Del Norte County to amend the certified Implementation Plan to increase the maximum building height from 25 to 30 feet in the Rural Residential (RR-1), Rural Residential Agriculture (RRA-1/-2/-3/-5), One Family Residence (R-1), and Low Density Multiple Family Residence (R-2) zoning districts is de minimis. (CK-A)",
    "subitem_status": "Concurred"
  },
  {
    "date": "April 11, 2018",
    "district": "Central Coast District",
    "item_number": 21,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-3-SLO-07-046 (Eisemann, San Luis Obispo Co.)",
    "subitem_blurb": "Appeal by Commissioners Blank and Wan of San Luis Obispo County decision granting permit with conditions to Marc Eisemann for construction of approx. 6,000 sq.ft., 3-story mixed-use commercial and residential building at 53 Ash Ave. adjacent to Little Cayucos Creek in unincorporated community of Cayucos in San Luis Obispo County. (NP-SC)",
    "subitem_status": "Postponed"
  },
  {
    "date": "April 11, 2018",
    "district": "San Diego Coast District",
    "item_number": 24,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-17-0064-3 (Subdistrict 9)",
    "subitem_blurb": "Public hearing and action on request by the City of Oceanside to amend its Implementation Plan to allow row-style residential development on lots 2,500 sq. ft. and larger within Subdistrict 9 of the Downtown District. (TR-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "April 11, 2018",
    "district": "San Diego Coast District",
    "item_number": 27,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 6-17-0929 (University of California San Diego (UCSD), San Diego)",
    "subitem_blurb": "Application of UCSD to construct North Torrey Pines Living and Learning Neighborhood: new 6-building mixed-use residential-retail-academic development 2-to-14 stories in height and totaling approximately one million square feet with 4-story underground parking garage on 13-acre site on West Campus, at 9500 Gilman Dr, San Diego, San Diego County. (AL-SD)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "April 11, 2018",
    "district": "San Diego Coast District",
    "item_number": 27,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 6-17-0962 (Turk, San Diego)",
    "subitem_blurb": "Application of Michael Turk to demolish 1,768 sq.ft., 1-story duplex and construct new 2,050 sq.ft., 3-story triplex with two 306 sq.ft. attached garages and 306 sq.ft. carport on 4,326 sq. ft. lot, in Mission Beach, San Diego, San Diego County. (DD-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "April 12, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 6,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-17-0312 (Teruya, Venice, Los Angeles)",
    "subitem_blurb": "Application of Stacey Teruya to remove unpermitted concrete slab and structure encroaching into the property, and construct 3,547 sq.ft., 30-ft. high, 3-story duplex, at 217 North Venice Blvd., Venice, Los Angeles, Los Angeles County. (MA-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 10, 2018",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-3-SLO-07-046 (Eisemann, San Luis Obispo Co.)",
    "subitem_blurb": "Appeal of San Luis Obispo County decision granting permit with conditions to Marc Eisemann for construction of approx. 6,000 sq.ft., 3-story mixed-use commercial and residential building at 53 Ash Ave. adjacent to Little Cayucos Creek in unincorporated community of Cayucos in San Luis Obispo County. (NP-SC)",
    "subitem_status": "POSTPONED"
  },
  {
    "date": "May 10, 2018",
    "district": "South Central Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Malibu LCP Amendment No. LCP-4-MAL-13-0241-1 (Affordable Housing Reasonable Accommodation) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the time limit for action for one year on City of Malibu’s request to amend the Local Implementation Plan portion of the certified LCP to create a “Affordable Housing Overlay,” add procedures related to reasonable accommodations for persons with disabilities, and add provisions for housing density bonuses, farmworker employee housing, emergency shelters, single-room occupancies, small and large residential care facilities, transitional and supportive housing, and update housing-related definitions. (DV-V)",
    "subitem_status": "APPROVED"
  },
  {
    "date": "May 11, 2018",
    "district": "South Coast District (Orange County)",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Dana Point LCP Amendment No. LCP-5-DPT-17-0076-1. Time Extension",
    "subitem_blurb": "Public hearing and action to extend time limit for action for 1-year on City of Dana Point’s request to amend the Dana Point Specific Plan to modify the Coastal Visitor Commercial (C-VC) land use designation and the City of Dana Point Zoning Ordinance to modify and add various provisions, including relating to Accessory Dwelling Units. (FSY-LB)",
    "subitem_status": "APPROVED"
  },
  {
    "date": "June 7, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 10,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. A-5-VEN-17-0052 (AK Lofts 5, LLC, Venice, Los Angeles)",
    "subitem_blurb": "Application of AK Lofts 5, LLC to demolish two, single-story, 19-ft. high single-family homes, and construct 28-ft high (including partial third story), 5,852 sq.ft., 2-unit condominium structure with 4-car garage, at 656 California Ave., Venice, Los Angeles, Los Angeles County. (DT-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 7, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 10,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 5-17-0892 & A-5-VEN-17-0051 (305 Ocean Front Walk, LLC/Blake Fogel, Venice, Los Angeles)",
    "subitem_blurb": "Application of 305 Ocean Front Walk, LLC/Blake Fogel to demolish  single-story, 1,728 sq.ft. commercial structure and surface parking lot, and construct 30-ft. high, 3-story mixed use structure with 2,850 sq.ft. retail space on ground floor, 3 residential units on second and third floors (each with roof deck and 39.5-ft. high roof access structure), and one semi-subterranean level of parking, at 305 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (SV-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 7, 2018",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-17-0065-4 (Subdistrict 13)",
    "subitem_blurb": "Public hearing and action on request by the City of Oceanside to amend its Implementation Plan to allow multi-family uses by right within Subdistrict 13 of the Downtown District, except for parcels fronting or abutting North Coast Highway and Highway 78. (TR-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "June 8, 2018",
    "district": "South Coast District (Orange County)",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Newport Beach LCP Amendment No. 4-17 (LCP-5-NPB-17-0084-1 Beach Encroachments, Shoreline Height Limit, ADUs, and Map Setback)",
    "subitem_blurb": "Public hearing and action to extend the time limit for action up to one year for certification of the City of Newport Beach LCP amendment 4-17 to establish a new East Ocean Front Encroachment Program, revise the Shoreline Height Limit, amend the Implementation Plan to make four “IP Clean-Up” changes, incorporate regulations pertaining to Accessory Dwelling Units (ADUs) and correct setback maps for eight residential properties on Lido Isle. (LR-LB)",
    "subitem_status": "APPROVED"
  },
  {
    "date": "July 11, 2018",
    "district": "South Coast District (Orange County)",
    "item_number": 22,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Newport Beach LCP Amendment No. 3-17 (LCP-5-NPB-17-0053-2) (Zoning Code Clean-Up)",
    "subitem_blurb": "Public hearing and action on the City of Newport Beach’s request to amend the Implementation Plan (IP) portion of the certified LCP to designate the Lido Villas community as a Planned Community, add a regulation to allow public hearings to be waived for ‘minor developments’, and correct a number of inconsistencies and clarify ambiguities in the language of the IP. (LR-LB)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "July 11, 2018",
    "district": "San Diego Coast District",
    "item_number": 27,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 6-18-0277 (Goldman, San Diego)",
    "subitem_blurb": "Application of Dean Goldman to demolish 2-story, 1,232 sq.ft. duplex and single-story, 884 sq.ft. duplex and construct 3-story, 2,998 sq.ft. duplex with 482 sq.ft. garage on 2,720 sq.ft. lot at 3613 Ocean Front Walk, Mission Beach, San Diego, San Diego County. (ML-SD)",
    "subitem_status": "POSTPONED"
  },
  {
    "date": "July 12, 2018",
    "district": "North Central Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Marin County LCP Amendment No. LCP-2-MAR-18-0027-1 (Moonrise Kingdom Redesignation)",
    "subitem_blurb": "Public hearing and action on request by Marin County to designate a portion of the Moonrise Kingdom property (located in the unincorporated Inverness Ridge area of Marin County) as residential in the LCP. (SP-SF)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "August 8, 2018",
    "district": "San Diego Coast District",
    "item_number": 7,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 6-18-0277 (Goldman, San Diego)",
    "subitem_blurb": "Application of Dean Goldman to demolish 2-story, 1,232 sq.ft. duplex, and single-story, 884 sq.ft. duplex and construct 3-story, 2,998 sq.ft. duplex with 482 sq.ft. garage on 2,720 sq.ft. lot at 3613 Ocean Front Walk, Mission Beach, San Diego, San Diego County. (ML-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "August 8, 2018",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-18-0047-1 (11th LDC Update) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend the certified Implementation Plan (IP) to adopt the 11th Update to the Land Development Code (LDC), consisting of changes and corrections to multiple sections of the IP. (AL-SD)",
    "subitem_status": "Approved"
  },
  {
    "date": "August 8, 2018",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-18-0048-1 (Affordable Housing Regulations)",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Implementation Plan (IP) to provide bonuses, waivers and incentives for development incorporating affordable housing consistent with State law. (AL-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "August 9, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Long Beach LCP Amendment No. 3-17 (LCP-5-LOB-17-0086-3) (Accessway Dwelling Units)",
    "subitem_blurb": "Public hearing and action on request of City of Long Beach amend the Implementing Ordinances (IP) portion of the certified LCP in order to revise regulations related to accessory dwelling units consistent with state law. (DZ-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "August 10, 2018",
    "district": "North Central Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "County of San Mateo LCP Amendment No. LCP-2-SMC-18-0036-1-Part A (Mobile Home Parks)",
    "subitem_blurb": "Public hearing and action on request by San Mateo County to add a Mobile Home Park District to the LCP’s Implementation Plan and rezone existing mobilehome parks accordingly. (RTA-SF)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "September 12, 2018",
    "district": "North Coast District",
    "item_number": false,
    "item_title": " Items W9a and W9b below will share a combined public hearing",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Fort Bragg Mill Site Comprehensive Plan",
    "subitem_blurb": "Briefing by Commission staff and City of Fort Bragg staff on the City of Fort Bragg’s comprehensive planning efforts for redevelopment of the approx. 400-ac. former Georgia Pacific mill site, along the Pacific Ocean, west of Highway One, adjacent to downtown Fort Bragg, Mendocino County. (RSM-A)",
    "subitem_status": ""
  },
  {
    "date": "September 13, 2018",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Manhattan Beach LCP Amendment No. 1-18 (LCP-5-MNB-18-0056-1 Cannabis and Condominium Standards)",
    "subitem_blurb": "Concurrence with Executive Director's determination that the request by the City of Manhattan Beach to amend the LCP Implementation Plan’s (IP) zoning code standards is a minor LCP amendment. The proposed zoning code changes affect condominium standards, prohibit commercial cannabis but allow limited indoor cultivation, and refine medical-related land use classifications, and off-street parking requirements for Urgent Care Offices. (MR–LB)",
    "subitem_status": "CONCURRED"
  },
  {
    "date": "September 14, 2018",
    "district": "San Diego Coast District",
    "item_number": 5,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 6-18-0103 (Piech, San Diego) ",
    "subitem_blurb": "Application of Stefan Piech for partial demolition and 1,330 sq.ft. addition to single-family home and detached garage with second story accessory unit to create 2-story, 24 ft. tall, 3,381 sq.ft. duplex with 620 sq.ft. attached garage on 4,350 sq.ft. beachfront lot at 3667 Ocean Front Walk, Mission Beach, San Diego, San Diego County. (ML-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 14, 2018",
    "district": "San Diego Coast District",
    "item_number": 5,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 6-18-0532 (Ujihara, San Diego) ",
    "subitem_blurb": "Application of Dean Ujihara to demolish 1,048 sq.ft. single-family home and construct 2,638 sq.ft., 29.4-ft. tall duplex with two 340 sq.ft. attached garages on 2,400 sq.ft. lot at 718 Kingston Court, Mission Beach, San Diego, San Diego County. (ML-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "October 16, 2019",
    "district": "San Diego Coast District",
    "item_number": 7,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 6-19-0609 (Lupo, San Diego) ",
    "subitem_blurb": "Application of Domenic J. Lupo to demolish non-conforming 2-story, 2,173 sq.ft., 4 unit residential structure with 2 tandem garages, and construct new 3-story, 3,532 sq.ft. duplex with 2 attached tandem garages and roof decks on 3,281 sq.ft. lot, at 3680 Mission Bvld., Mission Beach, San Diego. (SL-SD)",
    "subitem_status": "CONTINUED"
  },
  {
    "date": "October 16, 2019",
    "district": "San Diego Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0063-1 (Transit Priority Area)",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend the certified Implementation Plan (IP) and adopt zero-space parking requirements for multi-family residences and require provision of on-site transportation amenities within Transit Priority Areas. (AL-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "October 17, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 22,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-VEN-19-0185 (Shalva Tikva, Venice, Los Angeles, Los Angele Co.) ",
    "subitem_blurb": "Appeal by Eva Jenickova, Venetia Phillips, Bradley Kraus, and Brian Monahan of City of Los Angeles permit approved with conditions for demolition of 1,805 sq.ft., single-story duplex on 2 lots totaling approx. 6,745 square feet; conversion of 2 residential lots to 3 condominium units; and construction of 8,575 sq.ft., 3-story, 3-unit residential condominium structure with roof decks and 8 underground parking spaces, at 2300 Pisani Place, Venice, Los Angeles, Los Angeles County. (DZ-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "October 17, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 23,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application Nos. 5-19-0124 & A-5-VEN-19-0006 (Jurenka, Venice, City of Los Angeles) ",
    "subitem_blurb": "Application by Dan Jurenka for after-the-fact approval of conversion of 2 existing guest rooms in 3-unit apartment building to legal dwelling units resulting in 5-unit apartment building with 1 affordable unit (moderate) and 7 on-site parking spaces on 3,082 sq.ft. lot, at 10 E. Anchorage St., Venice, Los Angeles, Los Angeles County. (DZ-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "October 18, 2019",
    "district": "Central Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Morro Bay LCP Amendment No. LCP-3-MRB-19-0140-1 (Cloisters Subdivision)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Morro Bay to modify the number of potentially allowed residential units in the Cloisters subdivision (from 120 to up to 125) is de minimis. (KK-SC)",
    "subitem_status": "CONCURRED"
  },
  {
    "date": "November 13, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 17,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-18-1209 (1602 Loma, LLC, Hermosa Beach) ",
    "subitem_blurb": "Application of 1602 Loma, LLC to demolish 2-story triplex, and construct 2 detached 30-ft. high, 3-story, 3,425 and 3,055 sq.ft. condominiums on 4,249 sq.ft. lot, at 1602 Loma Dr., Hermosa Beach, Los Angeles County. (MR-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "November 13, 2019",
    "district": "North Central Coast District",
    "item_number": 27,
    "item_title": "DISPUTE RESOLUTION",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Dispute Resolution No. 2-19-1004-EDD (Ralston, El Granada, San Mateo Co.) ",
    "subitem_blurb": "Public hearing and Commission determination on dispute over coastal permit processing (pursuant to California Code of Regulations, Title 14, Section 13569) for construction of new roughly 2,600 sq.ft. home, along with detached garage and second unit and related residential development, at end of Hermosa Ave. in unincorporated community of El Granada, San Mateo County. (EM-SF)",
    "subitem_status": "ED Upheld"
  },
  {
    "date": "November 14, 2019",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-NOC-19-0061-1 (Tierra Alta Re-Zone) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day limit for Commission action for up to one year on request by the City of San Diego to amend its Implementation Plan to rezone 4.4 acre site at northern terminus of Caminito Rodar in Mira Mesa from AR-1-1 (Agriculture-Residential) to Residential (RS-1-13) and Open Space (OC-1-1). (TR-SD)",
    "subitem_status": "Approved"
  },
  {
    "date": "December 11, 2019",
    "district": "San Diego Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0143-2 (LDC 12th Update Phase 1)",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend the Land Development Code (LDC), its certified Implementation Plan (IP), to incorporate 56 ordinance changes in four categories that include appeals, zoning, Downtown Planned District Ordinance, and minor corrections. (AL-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "December 11, 2019",
    "district": "San Diego Coast District",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-ENC-19-0196 (Miano, Encinitas) ",
    "subitem_blurb": "Appeal by Ken and Kristine Price from decision of City of Encinitas granting permit with conditions to Donna Miano for construction of approx. 1,282 sq.ft. addition including new second story to 1 unit of existing 3,434 sq.ft. one-story over basement duplex on 5,019 sq.ft. lot at 404 and 406 Fourth St., Encinitas, San Diego County. (CH-SD)",
    "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
  },
  {
    "date": "December 11, 2019",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 6-19-0609 (Lupo, San Diego) ",
    "subitem_blurb": "Application of Domenic J. Lupo to demolish non-conforming 2-story, 2,173 sq.ft., 3-unit residential structure and construct new 3-story, 3,532 sq.ft. duplex and junior ADU, at 3680 Mission Blvd., Mission Beach, San Diego, San Diego County. (SL-SD)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "December 12, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Laguna Beach LCP Amendment No. 1-19 (LCP-5-LGB-19-0074-1 Short-term Lodgings/Rentals)",
    "subitem_blurb": "Public hearing and action on request by the City of Laguna Beach to amend the Implementation Plan (IP) portion of the certified Local Coastal Program (LCP) by making changes Chapters 25.23 Short-Term Lodging, 25.10 R-1 Residential Low Density Zone, 25.12 R-2 Residential Medium Density Zone, 25.14 R-3 Residential High Density Zone, and 25.43 Village Community Zone. Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "December 12, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 14,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-NPB-19-0204 (2010 Bethel Family Trust and Stephen John Ridge and Shelley Marie Ridge AB Living Trust, Newport Beach) ",
    "subitem_blurb": "Appeal by Commissioners Brownsey and Hart decision of City of Newport Beach granting permit with conditions to 2010 Bethel Family Trust and Stephen John and Shelley Marie Ridge AB Living Trust for subdivision of approx. 6,300 sq.ft. parcel into 2 separate parcels, and demolition of 4-unit residential structure, at 361-365 Via Lido Soud, Newport Beach, Orange County. (AY-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "December 13, 2019",
    "district": "Central Coast District",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-19-0148-2-Part A (Permanent Room Housing)",
    "subitem_blurb": "Public hearing and action on request by Santa Cruz County to amend the LCP to include policies and implementing standards regarding Permanent Room Housing. (RG-SC)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "February 7, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": false,
    "item_title": "Items Th17a-b will share a combined staff report and combined hearing",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 5-18-0380 (S.M. Ocean Star, LLC, Santa Monica) ",
    "subitem_blurb": "Application by S.M. Ocean Star, LLC for partial demolition and addition to existing 16-unit, 2-story, 3-building apartment complex, and conversion of 16 apartment units to 14-unit condominium development with 3 buildings, landscaped courtyard, subterranean parking spaces, and ground-level guest parking spaces. The north and south buildings will be 3-stories, or 33’ in height, and will have original facades maintained. The east building will be 4-stories, or 43’ in height, and will be in new building at 423-429 Ocean Ave., Santa Monica, Los Angeles County. (AS-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "February 7, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Laguna Beach LCP Amendment No. 2-18 (LCP-5-LGB-18-0085-2) (Accessory Dwelling Units). Time Extension.",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year for certification of City of Laguna Beach LCP Amendment No. 2-18 which would amend the Implementing Ordinances (LIP) portion of the certified LCP to implement changes to the City’s regulations concerning Accessory Dwelling Units (ADU) in Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "APPROVED"
  },
  {
    "date": "February 7, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": false,
    "item_title": "Items Th22c-d will have a combined hearing",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-18-0793 (Armona, Sunset Beach, Huntington Beach) ",
    "subitem_blurb": "Application of Luis Armona to demolish single-family home and construct 3-story, 35-ft. high , 5,060 sq.ft. duplex (2,530 sq.ft. of living space per unit), with two attached 2-car garages and 620 sq.ft. roof deck with stairwell access, at 16461 24th St., Sunset Beach, Huntington Beach, Orange County. (MV-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "February 7, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": false,
    "item_title": "Items Th22c-d will have a combined hearing",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 5-18-0794 (Armona, Sunset Beach, Huntington Beach) ",
    "subitem_blurb": "Application of Luis Armona to demolish residential duplex and construct 3-story, 35-ft. high, 5,060 sq.ft. duplex (2,530 sq.ft. of living space per unit), with two attached 2-car garages and 587 sq.ft. roof deck with stairwell access, at 16457-16459 24th St., Sunset Beach, Huntington Beach, Orange County. (MV-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "March 6, 2019",
    "district": "Central Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-18-0095-3 (Affordable Housing)",
    "subitem_blurb": "Public hearing and action on request by Santa Cruz County to amend LCP Sections 13.01 and 13.10 regarding residential density bonuses and the Regional Housing Need “R” Combining District. (RG-SC)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "March 6, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 20,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-5-VEN-19-0006 (Jurenka, Venice, Los Angeles)",
    "subitem_blurb": "Appeal by Robert Aronson of City of Los Angeles permit granted to Dan Jurenka for approval with conditions for after-the-fact conversion of 2 existing guest rooms in 3-unit apartment building to legal dwelling units, resulting in 5-unit apartment building, with 7 on-site parking spaces, on 3,082 sq.ft. lot, at 10 E. Anchorage St., Venice, Los Angeles, Los Angeles County. (DZ-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "March 6, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": false,
    "item_title": "Items W21a-b, below will share a combined staff report and combined hearing",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. A-5-VEN-18-0017 (Targon, Venice, Los Angeles) ",
    "subitem_blurb": "Application of Michael Targon to demolish 2-level, multi-unit residential structure and construct 34.5-ft. high, 3-level, 6,782 sq.ft. mixed use structure with retail space, junior Accessory Dwelling Unit, single-family home, 5 parking spaces and 4 bicycle spaces, including 100 sq.ft. roof access structure and 1,653 sq.ft. roof deck with 42-in. high railings, at 3011 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (DT-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "March 6, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": false,
    "item_title": "Items W21a-b, below will share a combined staff report and combined hearing",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-18-0212 (Targon, Venice, Los Angeles) ",
    "subitem_blurb": "Application of Michael Targon to demolish 2-level, multi-unit residential structure and construct 34.5-ft. high, 3-level, 6,782 sq.ft. mixed use structure with retail space, junior Accessory Dwelling Unit, single-family home, 5 parking spaces and 4 bicycle spaces, including 100 sq.ft. roof access structure and 1,653 sq.ft. roof deck with 42-in. high railings, at 3011 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (DT-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "March 7, 2019",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-18-0068-2 (Inclusionary Housing)",
    "subitem_blurb": "Public hearing and action on request by the City of Encinitas to amend its certified Implementation Plan/Zoning Code to repeal Chapter 24.21 (Dedication Affordable Housing Assistance) in its entirety and adopt new Chapter 30.41 (Affordable Housing). (DNL-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "March 7, 2019",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-CCP-18-0094-4 (Midway – Pacific Highway Community Plan Update)",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to adopt a comprehensive update to the certified community plan/Land Use Plan and provide for the development of mixed use villages connected by bicycle and pedestrian linkages, and amend the Land Development Code (IP) to create two new commercial  land use zones.  (ML-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "March 8, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 5.1,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-18-0682 (Seidner, Sunset Beach, Huntington Beach) ",
    "subitem_blurb": "Application of Murray Seidner to demolish vacant structure and construct 2-story, 30-ft. high, 4,330 sq.ft. mixed use structure including 2,015 sq. feet of classic car sales on first floor, and two, 895 sq. feet residential units on second floor with 300 sq. feet of exterior deck area, and attached 3-car garage and 5 space parking lot, at 16655 Pacific Coast Highway, Sunset Beach, Huntington Beach, Orange County. (MV-LB)",
    "subitem_status": "Approved with Conditions"
  },
  {
    "date": "April 11, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 16.1,
    "item_title": "LOCAL COASTAL PROGRAMS (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Newport Beach LCP Amendment No. 4-17. Part B (LCP-5-NPB-17-0084-1)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by the City of Newport Beach accepting certification of LCP Amendment No. 4-17 Part B, approved with suggested modifications on February 12, 2019, is legally adequate. The LCP amendment adds new regulations for Accessory Dwelling Units (ADUs) consistent with recent state law into the IP. (LR-LB)",
    "subitem_status": "CONCURRED"
  },
  {
    "date": "April 11, 2019",
    "district": "San Diego Coast District",
    "item_number": 22,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-MBE-19-0009 (Dutta, San Diego) ",
    "subitem_blurb": "Appeal by Monique Barnes from decision of City of San Diego granting permit with conditions to Anil Dutta to demolish 2 duplexes on 2 adjacent lots totaling 0.1 acres, consolidate lots and construct 30-ft. tall, 3-story, approx. 5,000 sq.ft. multi-family structure with 4 dwelling units, at 821-825 Island Court, Mission Beach, San Diego, San Diego County. (AL-SD)",
    "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
  },
  {
    "date": "May 8, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 9,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-19-0181 (Community Corporation of Santa Monica, Santa Monica) ",
    "subitem_blurb": "Application of Community Corporation of Santa Monica to demolish gas station, perform soil remediation, and construct 4-story, 28,230 sq.ft. building with 37 affordable rental units with ground floor commercial, at 2120 Lincoln Blvd., Santa Monica, Los Angeles County. (AY-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 8, 2019",
    "district": "Central Coast District",
    "item_number": 22,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-3-SLO-19-0017 (356 1st Street LLC, Avila Beach, San Luis Obispo Co.) ",
    "subitem_blurb": "Appeal by Vicki Book and Anne Brown of San Luis Obipso County decision granting permit with conditions to 356 1st Street LLC for construction of 3-unit hotel on commercial retail parcel, re-subdivision of existing multi-family residential parcel into four 1,150 sq.ft. airspace condominium parcels, construction of 4 condominiums, and other site improvements at 356 and 360 First St. in Avila Beach, San Luis Obispo County. (BO-SC)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "May 9, 2019",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-18-0101-3 (Zoning Text Amendment Procedures & Emergency Shelters/Transitional and Supportive Housing) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Oceanside to amend its Implementation Plan to update certain administrative procedures and incorporate previously adopted regulations for transitional and supportive housing and emergency shelters. (TR-SD)",
    "subitem_status": "Approved"
  },
  {
    "date": "May 9, 2019",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 6-19-0109 (Fenton Solana Highlands, LLC, Solana Beach) ",
    "subitem_blurb": "Application of Fenton Solana Highlands, LLC to demolish existing 159,015 sq.ft. 198-unit apartment complex and construct new 253,423 sq.ft. 260-unit apartment complex including 32 affordable senior units at 661-781 South Nardo Ave. and 821 Stevens Ave., Solana Beach, San Diego County. (DD-SD)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 9, 2019",
    "district": "South Central Coast District",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Malibu LCP Amendment No. LCP-4-MAL-13-0241-1 (Affordable Housing Reasonable Accommodation)",
    "subitem_blurb": "Public hearing and action on the City of Malibu’s request to amend the Local Implementation Plan portion of its certified LCP to create a “Affordable Housing Overlay,” add procedures related to reasonable accommodations for persons with disabilities, and add provisions for housing density bonuses, farmworker employee housing, emergency shelters, single-room occupancies, small and large residential care facilities, transitional and supportive housing, and update housing-related definitions. (DV-V)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "May 9, 2019",
    "district": "South Central Coast District",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of Santa Barbara LCP Amendment No. LCP-4-SBC-18-0062-1 (LUP Update)",
    "subitem_blurb": "Public hearing and action on the City of Santa Barbara’s request to amend the Land Use Plan portion of the certified Local Coastal Program to comprehensively update text, maps, and land use designations. (MS-V)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "May 10, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Dana Point LCP Amendment No. 1-17 (LCP-5-DPT-17-0076-1)",
    "subitem_blurb": "Public hearing and action on request by the City of Dana Point to amend the certified Implementation Plan (IP) portion of the LCP by: 1) amending the Dana Point Specific Plan Coastal Visitor Commercial District to allow non-visitor serving uses above the ground floor; 2) amending the Dana Point Zoning Code to delete Section 9.07.210 Second Dwelling Units or Granny Flats and replace it in its entirety with new Section 9.070210 Accessory Dwelling Units; to add new Section 9.05.280 Accessory Buildings and Structures; to allow basements to encroach into required setback areas; revising height measurement standards for retaining walls requiring guard rails and for multiple fences; adding and modifying definitions; and some additional clean-up and corrections. (MV-LB)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "June 13, 2019",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-19-0021-2 (Affordable Housing)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by San Luis Obispo County to modify the LCP’s requirements for certain development to provide inclusionary housing units or inclusionary fees is minor. (BO-SC)",
    "subitem_status": "Postponed"
  },
  {
    "date": "June 13, 2019",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-19-0014-1 (Housing Element Update 2013-2021) ",
    "subitem_blurb": "Public hearing and action on request by the City of Encinitas to amend its certified Land Use Plan (LUP) and Implementation Plan (IP) to remove, add, and update various sections of its LUP and IP in order to implement the City’s 2013-2021 Housing Element, including removing specified Housing Element policies from the LUP, creating the R-30 Residential Overlay Zone for implementation of high density multiple family developments at specific sites and modifying three Specific Plans to accommodate the new overlay zone and its permitted uses. (SL-SD)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "June 13, 2019",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-18-0091-3 (Live/Work Quarters) ",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend its certified implementation Plan to modify existing regulations governing live/work quarters to expand allowable commercial uses in them and the zones in which they may occur. (AL-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "June 14, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 10,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-LGB-19-0023 (Kinstler, Laguna Beach) ",
    "subitem_blurb": "Appeal by Mr. Mark & Mrs. Sharon Fudge of City of Laguna Beach decision granting permit to Charles & Lynda Kinstler for demolition of 1,195 sq.ft. home and 930 sq.ft. second residential unit, and construction of new 5,194 sq.ft. single-family home with detached garage and 640-sq.ft. accessory dwelling unit on ocean-fronting, bluff property at 31861 Coast Highway, Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "July 10, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 27,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-18-0665 (Marquita LLC, San Clemente) ",
    "subitem_blurb": " Application by Marquita, LLC for coastal bluff stabilization (at 257, 259, and 261 W. Marquita) consisting of 13,475 cu.yds. of cut and 8,714 cu.yds. of fill for complete bluff reconstruction by benching the bluff for placement of compacted fill, bluff drainage improvements and restoration of native vegetation; demolition of single-family home and construction of 2-unit 8,179 sq.ft. condominium, with 966 sq.ft. 4-car garage and 1,906 sq.ft. in decks, pool/spa, and bluff top drainage improvements, at 259 W. Marquita, San Clemente, Orange County. (LR-LB)",
    "subitem_status": "Withdrawn"
  },
  {
    "date": "July 11, 2019",
    "district": "Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-19-0021-2 (Affordable Housing)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by San Luis Obispo County to modify the LCP’s requirements for certain development to provide inclusionary housing units or inclusionary fees is minor. (BO-SC)",
    "subitem_status": "CONCURRED"
  },
  {
    "date": "July 11, 2019",
    "district": "Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-19-0044-1 (Short-Term/Vacation Rentals)",
    "subitem_blurb": "Public hearing and action on request by the City of Pismo Beach to amend the LCP Implementation Plan to: add short-term rentals as an allowed use in the R-2 and R-3 zoning districts; refine criteria for vacation rentals in the Downtown Core; and add a definition of long-term rental. (KB-SC)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "August 8, 2019",
    "district": "San Diego Coast District",
    "item_number": 8,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 6-19-0576 (Central Management, Inc., San Diego) ",
    "subitem_blurb": "Application of Central Management, Inc. to demolish 1-story, approx. 5,000 sq.ft. clubhouse with 1 residential unit at apartment complex and construct 2-story, 26-ft. tall, approx. 8,100 sq.ft. clubhouse with 1 residential unit; restripe parking lot, on 3-ac. lot at 2151 Oliver St, Pacific Beach, San Diego, San Diego County. (AL-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 11, 2019",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-19-0104-1-Part A (Density Bonus)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Santa Cruz to modify the LCP to allow for affordable housing density bonuses is de minimis. (RM-SC)",
    "subitem_status": "CONCURRED"
  },
  {
    "date": "September 11, 2019",
    "district": "Central Coast District",
    "item_number": 14,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-3-SLO-19-0033 (Peoples’ Self-Help Affordable Housing, Cambria, San Luis Obispo Co.) ",
    "subitem_blurb": "Appeal by Mary Webb, Christine Heinrichs, and Leslie Richards of San Luis Obispo County decision granting permit with conditions to Peoples’ Self-Help Housing for construction of 33-unit affordable housing apartment complex, common building, 61-space parking lot, and associated improvements on an undeveloped lot at 2845 Schoolhouse Lane in the unincorporated Cambria community in San Luis Obispo County. (BO-SC)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "September 11, 2019",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-19-0054-1 (Affordable Housing Update)",
    "subitem_blurb": "Public hearing and action on request by the City of Oceanside to amend its certified Implementation Plan to provide updated regulations for affordable housing consistent with state housing law. (TR-SD)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "September 11, 2019",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-ENC-19-0032 (DCM Properties, Inc., Encinitas) ",
    "subitem_blurb": "Appeal by Dolores Welty and Fred Sandquist (Batiquitos Lagoon Foundation) from decision of City of Encinitas granting permit with conditions to DCM Properties, Inc. for demolition of former greenhouses and associated structures on site and subdivide 3 existing lots into 48 residential lots (with 4 lots dedicated for 4 affordable dwellings) with 2 existing residential units to remain on 13.94 acre lot, at 510 La Costa Ave., Encinitas, San Diego County. (DD-SD)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "September 11, 2019",
    "district": "South Coast District (Orange County)",
    "item_number": 25,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-LGB-17-0049 (Laguna Lido Condo, Laguna Beach) ",
    "subitem_blurb": "Appeal by Mark Fudge of City of Laguna Beach decision granting permit with conditions to Laguna Lido Condo for elevated deck additions (totaling approx. 4,928 square feet) on seaward side of 48-unit condominium on ocean-fronting bluff property, at 31755 Coast Highway, Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "September 12, 2019",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Long Beach LCP Amendment No. 1-19 (LCP-5-LOB-19-0008-1). Time Extension",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year for certification of City of Long Beach LCP Amendment No. 1-19 which would amend the Land Use Plan (LUP) and the Implementation Plan (IP) of the certified LCP to convert 9 acres of the SEADIP (Southeast Area Development and Improvement Plan) area to conventional zoning, repeal the SEADIP Specific Plan, establish the SEASP (Southeast Area Specific Plan),  and certify existing areas of deferred certification within the southeast area of Long Beach, Los Angeles County. (DZ-LB)",
    "subitem_status": "Approved"
  },
  {
    "date": "October 7, 2020",
    "district": "South Coast District (Orange County)",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Laguna Beach LCP Amendment No. (LCP-5-LGB-19-0074-1 (Short-term Lodgings/Rentals)",
    "subitem_blurb": "Public hearing and action on request by the City of Laguna Beach to amend the Implementation Plan (IP) portion of the certified Local Coastal Program (LCP) by making changes to Chapters 25.23 Short-Term Lodging, 25.10 R-1 Residential Low Density Zone, 25.12 R-2 Residential Medium Density Zone, 25.14 R-3 Residential High Density Zone, and 25.43 Village Community Zone at Laguna Beach, Orange County. (MA-LB)",
    "subitem_status": "Denied IP Amendment as Submitted/Approved IP Amendment w/Sug Mods"
  },
  {
    "date": "October 8, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-19-0008-1 (SEASP)",
    "subitem_blurb": "Public hearing and action on request by the City of Long Beach to amend the Land Use Plan (LUP) and the Implementation Plan (IP) of the certified LCP to repeal SEADIP (Southeast Area Development and Improvement Plan, PD-1), establish the Southeast Area Specific Plan, SEASP or SP-2, revert 9 acres of the specific plan area to conventional zoning, and certify previously deferred areas, including a portion of Los Cerritos Wetlands within the southeast area of Long Beach, Los Angeles County. (DZ-LB)",
    "subitem_status": "Deny LUPA/IP as Submitted; Certify LUPA/IP w/Suggested Mods"
  },
  {
    "date": "October 8, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal Nos. A-5-MNB-20-0020 and A-5-MNB-20-0041 (Corinna Cotsen 1991 Trust, Manhattan Beach, Los Angeles Co.) ",
    "subitem_blurb": "Appeal by Commissioners Wilson and Escalante of City of Manhattan Beach granting permit with condition for demolition of a triplex and single-family home on 2 separate but adjacent lots owned by the Corinna Cotsen 1991 Trust, merger of those lots, and construction of 9,920 sq.ft., 2-story over basement single-family home with attached 845 sq.ft., 3-car garage, resulting in the loss of 3 residential units, at 1312 and 1316 The Strand, Manhattan Beach, Los Angeles County. (MR-LB) ",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de novo hearing postponed"
  },
  {
    "date": "October 8, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Appeal No. A-5-LOB-20-0040 (Wald, Long Beach) ",
    "subitem_blurb": "Appeal by Peninsula Neighborhood Association of City of Long Beach granting permit with conditions to James Wald for conversion of 2-car garage and accessory space on first floor of southerly structure into 564 sq.ft. accessory dwelling unit, at 6506-6512 East Ocean Blvd, Long Beach, Los Angeles County. (VL-LB)",
    "subitem_status": "No Substantial Issue Found"
  },
  {
    "date": "October 8, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-19-1215 (Arianpour, Hermosa Beach)",
    "subitem_blurb": "Application of Brian Arianpour to demolish 1,572 sq.ft. triplex and construct 2 detached condominiums (2761 sq.ft. and 2438 sq.ft.) with 557 sq.ft. junior accessory dwelling unit in basement of 2,438 sq.ft. unit, at 421 Monterey Blvd., Hermosa Beach, Los Angeles County. (AS-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "October 8, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-19-1220 (Dennis, Hermosa Beach) ",
    "subitem_blurb": "Application of George & Tallie Dennis to demolish existing 2-story, 1,809 sq.ft. duplex and construct new 30-ft. high, 3-story (over basement), 6,803 sq.ft. single-family home with attached 3-car garage, and attached 731 sq.ft.accessory dwelling unit on 3,300 sq.ft. lot, at 3205 Highland Ave., Hermosa Beach, Los Angeles County. (AS-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "October 8, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 5-19-0957 (Spaun, Venice, Los Angeles) ",
    "subitem_blurb": "Application of Jack Spaun for after-the-fact approval to convert 491 sq.ft. storage room into an accessory dwelling unit within the existing 36-ft. high, 5,446 sq.ft. duplex with 6 on-site parking spaces, at 2815 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (CS-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "October 8, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "Application No. 5-19-1246 (Duge, Venice, Los Angeles) ",
    "subitem_blurb": "Application of Maisie Duge for after-the-fact approval to convert 689 sq.ft. guest room into accessory dwelling unit within existing 27.5-ft. high, 4,587 sq.ft. triplex with 6 on-site parking spaces, at 12 E Lighthouse St., Venice, Los Angeles, Los Angeles County. (CS-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "October 9, 2020",
    "district": "South Central Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Carpinteria LCP Amendment No. LCP-4-CPN-20-0050-1 (Condominium Conversions) Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the time limit for action for one year on City of Carpinteria’s request to amend the Implementation Plan portion of its certified LCP with regard to condominium conversion regulations. (JL-V)",
    "subitem_status": "Approved, Moved to consent"
  },
  {
    "date": "October 9, 2020",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0033-1 (Inclusionary Housing & Density Bonus Update) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Carlsbad to amend the certified Zoning Ordinance (IP) to revise regulations related to inclusionary housing and density bonuses consistent with state law. (EP-SD)",
    "subitem_status": "Approved, Moved to consent"
  },
  {
    "date": "November 4, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 15,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Appeal Nos. A-5-MNB-20-0020 & A-5-MNB-20-0041 (Corinna Cotsen 1991 Trust, Manhattan Beach) ",
    "subitem_blurb": "Appeal by Commissioners Wilson and Escalante of City of Manhattan Beach granting permit with condition to demolish triplex and single-family home on 2 separate but adjacent lots owned by the Corinna Cotsen 1991 Trust, merger of those lots, and construct 9,920 sq.ft., 2-story over basement single-family home with attached 845 sq.ft., 3-car garage, resulting in the loss of 3 residential units, at 1312 and 1316 The Strand, Manhattan Beach, Los Angeles County. (MR-LB)",
    "subitem_status": "DENIED"
  },
  {
    "date": "November 5, 2020",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "County of San Diego LCP-6-SDC-20-0031-1 (Implementation Plan)",
    "subitem_blurb": "Public hearing and action to certify the Implementation Plan (IP) which includes the development standards, zoning maps and other implementing actions for unincorporated County lands and complete the County's certified Local Coastal Program (LCP). (DD-SD)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "December 9, 2020",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Newport Beach LCP Amendment No. LCP-5-NPB-20-0060-2 (Part A – Setback Map S-1A) and Part B (Residential Zoning District Minimum Lot Size, Overlay Zoning Districts, and Public Notice Distribution). Time Extension",
    "subitem_blurb": "Public hearing and action to extend 60-day time limit for Commission action up to one year on request by City Newport Beach to amend various LCP Implementation Plan (IP) regulations including public hearing notice requirements, residential zoning district minimum lot size, overlay zoning districts, and a change to setbacks applicable to 6501/6503 Seashore Drive on Setback Map S-1A in, City of Newport Beach, Orange County. (LR-LB) ",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "December 9, 2020",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-19-0146-3 (Transit Overlay District) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90-day limit for Commission action on request by City of Oceanside to amend its Implementation Plan to increase density within the same building setbacks/height limit and modify parking regulations within the Downtown “D” District. (TR-SD)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "December 9, 2020",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0033-1 (Inclusionary Housing & Density Bonus Update). ",
    "subitem_blurb": "Public hearing and action on request by City of Carlsbad to amend the certified Zoning Ordinance (IP) to revise regulations related to inclusionary housing and density bonuses consistent with state law. (EP-SD)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "December 10, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-VEN-20-0060 (Venice Community Housing Corporation, Venice)  ",
    "subitem_blurb": "Appeal by Tracy Carpenter, et al., of local government approval for demolition of 2,056 sq. ft. auto repair shop and addition to and conversion of 2.482 sq. ft. philanthropic use resulting in 4-story, 30,463 sq. ft., mixed-use structure including 39 permanent supportive housing units and one manager unit, with 4,441 sq.ft. of supportive services and 3,085 sq. ft. of ground-floor commercial (office) space with a total of 6 on-site parking spaces at 2467-2471 Lincoln Blvd., Venice, Los Angeles County. (CP-LB)",
    "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
  },
  {
    "date": "December 10, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-20-0031 (City of Torrance Citywide Short Term Rental) ",
    "subitem_blurb": "Application of City of Torrance to regulate Short-Term Rental uses citywide in the coastal zone, allowing hosted Short-Term Rentals in R-1, R-2, R-3 and R-4 Residential Zones, and permitted with or without hosts in homes on lots within the C-1 Commercial Zone within the coastal zone in City of Torrance, Los Angeles County. (MR-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "December 11, 2020",
    "district": "Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-20-0037-1 (Residential Very High Density Overlay and 855 4th Street Rezoning). Certification Review",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by the City of Pismo Beach accepting certification of LCP-3-PSB-20-0037-1 with modifications (adding new Residential Very High Density Overlay and rezoning 855 4th Street) is legally adequate. (KB-SC)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "December 11, 2020",
    "district": "Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-20-0065-2 (Permanent Room Housing Rezonings). ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by Santa Cruz County to modify the LCP to add the “Permanent Room Housing” overlay district to two parcels in Aptos is de minimis. (RG-SC)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "March 11, 2020",
    "district": "Central Coast District",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-19-0148-2-Part A (Permanent Room Housing). Certification Review",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by Santa Cruz County accepting certification of LCP-3-SCO-19-0148-2-Part A with modifications (establishing parameters for the new Permanent Room Housing overlay) is legally adequate. (RG-SC)",
    "subitem_status": "Approved"
  },
  {
    "date": "March 12, 2020",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "Application No. 5-19-0997 (Hometown America, LLC, Laguna Beach) ",
    "subitem_blurb": "Application of Hometown America, LLC to install new 28-ft. high, 2-story, 810 sq.ft. manufactured home on 4,079 sq.ft. mobile home lot (Space K-56 , located within Laguna Terrace Mobile Home Park, Laguna Beach, Orange County. (MR-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "March 12, 2020",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-19-0160-3 (Specialized Housing, Reasonable Accommodations, Single Room Occupancy)",
    "subitem_blurb": "Public hearing and action on request by the City of Encinitas to amend its municipal code (certified IP), the Cardiff-by-the-Sea Specific Plan, the Downtown Encinitas Specific Plan, the Encinitas Ranch Specific Plan, and the North 101 Corridor Specific Plan to add and revise the definitions and procedures for qualified employee housing, supportive housing, transitional housing, reasonable accommodations, and single room occupancy housing consistent with Federal and State laws. (CH-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "March 12, 2020",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0163-3 (Mixed-Use Zones)",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend the certified Land Development Code (IP) to add six new mixed-use base zones. (AL-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "March 12, 2020",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0165-3 (Balboa Avenue Station Specific Plan) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by City of San Diego to amend the certified Land Use Plan (LUP) and Implementation Plan (IP) to implement the Balboa Avenue Station Area Specific Plan and related amendments to the Pacific Beach and Clairemont Mesa community plans. (AL-SD)",
    "subitem_status": "Approved"
  },
  {
    "date": "March 13, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 6,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-19-0996 (Doyle, Venice, Los Angeles) ",
    "subitem_blurb": "Application of Kelly Doyle for after-the-fact approval of conversion of 506 sq.ft. storage room into moderate-rate restricted affordable dwelling unit within existing 5,899 sq.ft., 35-ft. tall duplex with 6 on-site parking spaces, resulting in triplex at 25 Lighthouse St., Venice, Los Angeles, Los Angeles County. (AY-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 13, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 6,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-19-1012 (MdR Beach Rental LLC, Venice, Los Angeles) ",
    "subitem_blurb": "Application of MdR Beach Rental LLC for after-the-fact approval of conversion of 506 sq.ft. storage room into moderate-rate restricted affordable dwelling unit within existing 5,899 sq.ft., 35-ft. tall duplex with 6 on-site parking spaces, resulting in triplex at 29 Lighthouse St., Venice, Los Angeles, Los Angeles County. (AY-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 13, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Long Beach LCP Amendment No. 3-19 (LCP-5-LOB-19-0168-3). Time Extension",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year for certification of City of Long Beach LCP Amendment No. 3-19, which would amend the Implementing Ordinances (IP) portion of the certified LCP in order to: 1) add definitions and provide regulations for currently undefined land uses; 2) modify development standards for distances between multiple structures on a single property within residential zoning districts, parking requirements for non-conforming historic landmarks, the definition of gross floor area, fence regulations, and rooftop solar collector height exceptions; and 3) update noticing requirements. (DZ-LB)",
    "subitem_status": "Approved"
  },
  {
    "date": "May 13, 2020",
    "district": "North Central Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Half Moon Bay LCP Amendment No. LCP-2-HMB-20-0019-1 (Mixed-Use Districts and Parking Standards)",
    "subitem_blurb": "Public hearing and action on request by City of Half Moon Bay to update the LCP’s Implementation Plan to prioritize active ground-floor visitor-serving uses in the downtown area, to modify parking standards for mixed-use commercial and residential zoning districts, and streamline certain permitting provisions. (JKN-SF)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 14, 2020",
    "district": "South Central Coast District",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oxnard LCP Amendment No. LCP-4-OXN-20-0007-1 (Ventura County Harbor Department) Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the time limit for action for one year on Ventura County Harbor Department’s request for an LCP amendment override of the Coastal LUP and Coastal Zoning Ordinance of the certified City of Oxnard LCP to increase allowable density and height throughout the Harbor, and modify allowable uses and development standards specifically within the Fisherman’s Wharf site. (WH-V)",
    "subitem_status": "Approved"
  },
  {
    "date": "May 14, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 22,
    "item_title": "Permit Amendments",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Permit No. A-62-81-A1 (Snapshot Partners, LLC, Venice, Los Angeles) ",
    "subitem_blurb": "Request by Snapshot Partners LLC, to amend previously granted permit to construct 5,355 sq.ft. rooftop deck with 42 in. guardrail and associated roof access structures (no increase in existing height), improve interior elevator and staircases, and modify underground parking including addition of 3 parking spaces and changes to public parking rates and availability, in part to resolve Coastal Act violations at 911 Ocean Front Walk in Venice, Los Angeles, Los Angeles County. (DZ-LB) ",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 10, 2020",
    "district": "North Central Coast District",
    "item_number": 10,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-2-PAC-19-0160 (Phoenix Capital LXV LLC, Pacifica) ",
    "subitem_blurb": "Appeal by GRG/Pacific Ventures, Ltd. and Nicholas Langhoff of City of Pacifica decision granting permit with conditions to Phoenix Capital LXV LLC for construction of 7 unit condominium comprised of 7,249 sq.ft., 3-story building and 6,779 sq.ft., 2-story building on 19,476 sq.ft. vacant parcel at 1567 Beach Blvd. in Pacifica, San Mateo County. (JKN-SF) ",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, DENIED "
  },
  {
    "date": "June 10, 2020",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. A-3-SLO-19-0033 (Peoples’ Self-Help Housing Affordable Apartments, Cambria, San Luis Obispo Co.) ",
    "subitem_blurb": "Application of Peoples’ Self-Help Housing to construct 33-unit apartment complex including 32 units rented at affordable rate to qualifying low-income families for period of 55 years, one 1-bedroom manager’s unit, common building, 61-space parking lot, and associated improvements on undeveloped property at 2845 Schoolhouse Lane in unincorporated community of Cambria in San Luis Obispo County. (BO-SC)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 11, 2020",
    "district": "South Coast District (Orange County)",
    "item_number": 11,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-19-0228 (Greystar GP II, LLC & LHC Investments, LLC, San Clemente) ",
    "subitem_blurb": "Application of Greystar GP II, LLC & LHC Investments to demolish golf club house and construct 182,166 sq.ft., 45-ft. high, 4-story, 150 unit senior apartment building, 11,588 sq.ft. single-story golf club house with basement, and new access road, on 8 acre site, at 501 Avenida Vaquero, San Clemente, Orange County. (ES-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 12, 2020",
    "district": "Statewide",
    "item_number": 5,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-19-0996 (Doyle, Venice, Los Angeles) ",
    "subitem_blurb": "Application of Kelly Doyle for after-the-fact approval of conversion of 441 sq.ft. storage room into accessory dwelling unit within existing 5,899 sq.ft., 35-ft. tall duplex with 6 on-site parking spaces at 25 Lighthouse St., Venice, Los Angeles, Los Angeles County. (AY-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 12, 2020",
    "district": "Statewide",
    "item_number": 5,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-19-1012 (MdR Beach Rental LLC, Venice, Los Angeles) ",
    "subitem_blurb": "Application of MdR Beach Rental LLC for after-the-fact approval of conversion of 441 sq.ft. storage room into accessory dwelling unit within existing 5,899 sq.ft., 35-ft. tall duplex with 6 on-site parking spaces at 29 Lighthouse St., Venice, Los Angeles, Los Angeles County. (AY-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 12, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-5-MNB-20-0020 (Coral Courts, LLC, Manhattan Beach) ",
    "subitem_blurb": "Appeal by Commissioners Wilson and Escalante of City of Manhattan Beach decision granting permit with conditions for demolition of 2 structures resulting in loss of 3 residential units (triplex and single-family home) on 2 separate lots, and construction of 9,920 sq.ft., 2-story over basement single-family home with attached 845 sq.ft., 3-car garage, at 1312 and 1316 The Strand in Manhattan Beach, Los Angeles County. (MR-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "July 8, 2020",
    "district": "San Diego Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-NOC-19-0061-1 (Tierra Alta Re-Zone). ",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend its Implementation Plan to re- zone 4.4 acre site at northern terminus of Caminito Rodar in Mira Mesa from AR-1-1 (Agriculture-Residential) to Residential (RS-1-13) and Open Space (OC-1-1). (TR-SD)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "July 8, 2020",
    "district": "San Diego Coast District",
    "item_number": 11,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. A-6-ENC-19-0032 (DCM Properties, Inc., Encinitas) ",
    "subitem_blurb": "Application of DCM Properties, Inc. to demolish former greenhouses and associated structures on site and subdivide 3 existing lots, totaling 13.94 acres, into 48 residential lots (with 4 lots dedicated for 4 affordable dwellings); construct public access trails; grading/utilities, stormwater improvements, and landscaping; 2 existing residential units to remain, at 510 La Costa Ave., Encinitas, San Diego County. (DD-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "July 10, 2020",
    "district": "North Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Trinidad LCP Amendment No. LCP-1-TRN-19-0041-1. (Reinman). ",
    "subitem_blurb": "Public hearing and action on request of the City of Trinidad to amend the certified LCP to redesignate and rezone a parcel located at 651 Parker Street from Urban Residential (UR) to Planned Development (PD). (TG-A)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "July 10, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 17,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-19-0983 (NXT2 Shutters, LLC, Santa Monica) ",
    "subitem_blurb": "Application of NXT2 Shutters, LLC to construct 81,630 sq.ft., 5-story mixed-use building with 83 apartment units including 16 affordable units for very-low income households, corner cafe and 105,995 sq.ft. 2 level 273 parking space subterranean garage on existing hotel parking lot at 1828 Ocean Ave., Santa Monica, Los Angeles County. (JD-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "July 10, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 17,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-19-1064 (GRT Portfolio Properties Santa Monica, LLC, Los Angeles) ",
    "subitem_blurb": "Application of GRT Portfolio Properties Santa Monica, LLC to demolish 24,014 sq.ft. bowling alley and 6,251 sq.ft. mixed-used building; and construct two clusters of 3-story, 36-ft. high mixed-use buildings totaling approx. 97,456 sq.ft. with 105 residential rental units (with 8 affordable rental units), ground floor commercial space, and 2-level subterranean parking garage at 216-248 Pico Blvd., Santa Monica, Los Angeles County. (MA-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "August 12, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-20-0363 & A-5-VEN-18-0049 (Mobile Park Investment, Venice, Los Angeles)",
    "subitem_blurb": "Application of Mobile Park Investment to demolish 2-story, approx. 22-ft. high, 4-unit residential structure with 2 detached garages and construct 3-story, 30-ft. high, 2,751 sq.ft. single-family home with approx. 500 sq.ft. junior accessory dwelling unit, detached, 2-story 1,037 sq.ft. accessory dwelling unit, and 4 on-site parking spaces, at 2812-2818 Grand Canal, Venice, Los Angeles, Los Angeles County. (DZ-LB) ",
    "subitem_status": "approved with conditions"
  },
  {
    "date": "August 12, 2020",
    "district": "South Central Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oxnard LCP Amendment No. LCP-4-OXN-20-0007-1 (Ventura County Harbor Department)",
    "subitem_blurb": "Public hearing and action on request by Ventura County Harbor Department for an LCP amendment override of the Coastal Land Use Plan (LUP) and Coastal Zoning Ordinance of the certified City of Oxnard LCP to increase allowable density and height throughout the Harbor, and modify allowable uses and development standards to accommodate a mixed-use residential development at the Fisherman’s Wharf site within the Channel Islands Harbor. (WH-V)",
    "subitem_status": "Deny certified LUP as submitted by the County"
  },
  {
    "date": "August 13, 2020",
    "district": "South Coast District (Orange County)",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-19-0074-1 (Short-term Lodgings/Rentals). ",
    "subitem_blurb": "Public hearing and action on request by the City of Laguna Beach to amend the Implementation Plan (IP) portion of the certified LCP by making changes to Chapters 25.23 Short-Term Lodging, 25.10 R-1 Residential Low Density Zone, 25.12 R-2 Residential Medium Density Zone, 25.14 R-3 Residential High Density Zone, and 25.43 Village Community Zone. (MA-LB)",
    "subitem_status": "continued"
  },
  {
    "date": "September 9, 2020",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-LGB-20-0017 (Lions Pride Exempt Trust, Laguna Beach) ",
    "subitem_blurb": "Appeal by Mark and Sharon Fudge of City of Laguna Beach granting permit with conditions to Lions Pride Exempt Trust for conversion of existing detached guest house with storage to 1,164 sq. feet accessory dwelling unit in R-l (Residential Low Density) zone on oceanfront property that includes conversion of upper level 476 sq.ft. storage area for living space, at 31941 Coast Highway, Laguna Beach, Orange County. (MV-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "September 10, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 17,
    "item_title": "Permit Amendments",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Permit Nos.  A-5-VEN-17-0051-A1/5-17-0892-A1 (305 Ocean Front Walk Development, LLC, Venice, Los Angeles) ",
    "subitem_blurb": "Request by 305 Ocean Front Walk Development, LLC to amend permits to authorize parcel map for 3 condominium units previously approved as apartment units within previously approved 3-story, 10,430 sq.ft. mixed use development with 2,850 sq.ft. ground floor retail, 3 artist-in-residence units, 23 vehicle spaces, and 16 bicycle parking spaces at 305-309 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (AS-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 10, 2020",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 18,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-VEN-20-0023 (305 Ocean Front Walk Development, LLC, Venice, Los Angeles) ",
    "subitem_blurb": "Appeal by Margaret Molloy of City of Los Angeles action granting permit to 305 Ocean Front Walk Development, LLC with conditions for lot merger, tentative tract map, and construction of 3-story, 10,430 sq.ft. mixed use development with 2,850 sq.ft. ground floor retail, 3 residential condo units,  23 vehicle spaces, and 12 bicycle parking spaces, at 305-309 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (AS-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, Approved with conditions"
  },
  {
    "date": "September 11, 2020",
    "district": "Central Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Capitola LCP Amendment No. LCP-3-CAP-20-0029-1-Part A (ADUs). ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Capitola to modify the LCP’s accessory dwelling unit provisions, consistent with recent changes to state housing law, is de minimis. (RG-SC)",
    "subitem_status": "CONCURRED Moved to consent"
  },
  {
    "date": "September 11, 2020",
    "district": "Central Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-20-0037-1 (Residential Very-High-Density Overlay and 855 4th Street Re-Designation/Re-Zoning). ",
    "subitem_blurb": "Public hearing and action on application by City of Pismo Beach to amend the LCP to: 1) add a new Residential Very-High-Density Overlay District (RVHD); and 2) re-designate a 1.2-acre parcel at 855 4th Street from General Commercial (GC) to Resort Residential – High Density (RR-H) and rezone the parcel from Retail Commercial (C-1) to High Density Residential (R-3) with the RVHD Overlay. (KB-SC)",
    "subitem_status": "Moved to consent Approved LUP & IP Amendment with Suggested Modifications"
  },
  {
    "date": "January 13, 2021",
    "district": "Statewide",
    "item_number": 7,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "Application No. 6-20-0506 (Messenger, San Diego) ",
    "subitem_blurb": "Application of Todd Messenger to demolish 1,020 sq. ft., 1-story single-family home and construct new 2,623 sq.ft., approx. 30-ft. tall, 3-story duplex with 2 attached tandem garages on 2,400 sq.ft. lot at 722 Island Ct., Mission Beach, San Diego, San Diego County. (CB-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "January 13, 2021",
    "district": "Central Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-20-0063-2 (Temporary Uses, et al) ",
    "subitem_blurb": "Public hearing and action on request by Santa Cruz County to amend Local Coastal Program (LCP) to establish and/or update regulations for accessory structures in residential zoning districts, home occupations, and temporary uses and structures, including temporary habitable accommodations for fire victims. (RG-SC)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "January 13, 2021",
    "district": "South Central Coast District",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Carpinteria LCP Amendment No. LCP-4-CPN-20-0050-1 (Condominium/Cooperative Conversion Ordinance) ",
    "subitem_blurb": "Public hearing and action on the City of Carpinteria’s request to amend the Implementation Plan portion of the certified LCP to replace the existing Condominium/Cooperative Conversion Ordinance. (JL-V)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "October 13, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 12,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-21-0022 (Lane, Hermosa Beach) ",
    "subitem_blurb": "Application of Gary Lane to demolish two-story, 1,474 sq.ft. duplex and construct three-story, 3,828 sq.ft. single-family home with attached 511  sq.ft. ground-level ADU, attached two-car garage, and one guest space adjacent to garage at 413 25th Street, Hermosa Beach, Los Angeles County. (AS-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "October 13, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 15,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-5-NPB-21-0058 (2510 W. Coast Hwy LLC & 2530 W. Coast Hwy Eat LLC, Newport Beach) ",
    "subitem_blurb": "Appeal by Coalition to Preserve Mariners Mile from City of Newport Beach decision granting permit with conditions to 2510 W. Coast Hwy LLC & 2530 W. Coast Hwy Eat LLC for replacement of vehicle sales office with three-story, 35’ tall, 39,842 sq. ft. mixed-use development consisting of 36 residential dwellings units (including 3 very low-income affordable units) and 5,096 sq.ft. office at 2510 & 2530 West Coast Highway, Newport Beach, Orange County (SA-LB).",
    "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
  },
  {
    "date": "October 15, 2021",
    "district": "Energy, Ocean Resources & Federal Consistency",
    "item_number": 12,
    "item_title": "Federal Consistency",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "CD-0007-21 (U.S. Department of the Navy, San Diego) ",
    "subitem_blurb": "Consistency determination by U.S. Department of the Navy for redevelopment of its two Old Town Campus sites – replacement of existing warehouses, associated support structures and parking lots with up to 19,589,268 sq.ft. private office, residential, hotel, retail, and transit development made up of 109 low, mid, and high-rise buildings and parking structures, including new offices for the Naval Information Warfare Systems Command, Pacific Coast Highway and Enterprise Street, San Diego. (WH-SF)",
    "subitem_status": "Postponed"
  },
  {
    "date": "October 15, 2021",
    "district": "North Central Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "San Mateo County LCP Amendment No. LCP-2-SMC-20-0055-2 (Density Bonus). ",
    "subitem_blurb": "Public hearing and action on request by San Mateo County to amend the LCP  Implementation Plan to modify affordable housing density bonus provisions. (EM-SF)",
    "subitem_status": "Postponed"
  },
  {
    "date": "October 15, 2021",
    "district": "North Central Coast District",
    "item_number": 18,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-2-PAC-20-0073 (San Pedro Valley LLC Mixed Use, Pacifica) ",
    "subitem_blurb": "Appeal by Cherie Chan from City of Pacifica decision granting permit with conditions to San Pedro Valley LLC for two-story, mixed-use (commercial and residential) building on mostly vacant property at 1300 Danmann Avenue in the Pedro Point area of Pacifica, San Mateo County. (ST-SF)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
  },
  {
    "date": "October 15, 2021",
    "district": "Central Coast District",
    "item_number": 20,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-1-Part A (ADUs). Certification Review",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by the City of Santa Cruz accepting certification of LCP-3-STC-20-0015-1-Part A with modifications (amending LCP ADU provisions) is legally adequate. (RM-SC)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "November 17, 2021",
    "district": "North Central Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "San Mateo County LCP Amendment No. LCP-2-SMC-21-0001-1 (ADUs). Certification Review",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by San Mateo County accepting certification of LCP-2-SMC-21-0001-1 with modifications (amending LCP ADU provisions) is legally adequate. (EM-SF)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "November 17, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Appeal No. A-5-VEN-21-0063 (Sutter, Venice) ",
    "subitem_blurb": "Appeal by Executive Director et. al. from City of Los Angeles action granting permit with conditions to Vera and Gary Sutter for demolition of 3 detached structures with 9 dwelling units, consolidation of 2 lots, and construction of new, 3-story over basement, 39-ft. tall, 13,412 sq. ft., mixed-use development including 9 new dwelling units, a 1,568 sq. ft. restaurant, and 27 parking spaces at 811 and 815 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (CS-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "November 17, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 17,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. A-5-VEN-21-0052 (Zashin, Venice) ",
    "subitem_blurb": "Application of Hillary and Stephen Zashin to demolish two single-family homes (1,112 sq.ft. and 576 sq.ft.) on approx. 5,200 sq.ft. lot and construct 2-story, approximately 25’ high, 2,993 sq.ft. duplex (582 sq.ft. and 2,253 sq.ft.) with 2-car garage and 3 uncovered parking spaces, and roof deck at 628 and 628 ½ Santa Clara Avenue, Venice, Los Angeles, Los Angeles County. (DZ-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "November 19, 2021",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-19-0147-3 (Coast Highway Corridor Incentive District). ",
    "subitem_blurb": "Public hearing and action on request by City of Oceanside to amend its Land Use Plan and Implementation Plan to facilitate redevelopment along northern portion of Coast Highway. (TR-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "November 19, 2021",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0005-5 (2019 Housing Legislation). ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to implement several housing-related amendments regarding accessory dwelling units, moveable tiny houses, dwelling unit protection, and miscellaneous changes to implement state housing laws. (AL-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "November 19, 2021",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0006-5 (Moveable Tiny Houses). ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to permit moveable tiny houses as a new separately regulated residential use alongside accessory dwelling units. (AL-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "December 15, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Dana Point LCP Amendment No. LCP-5-DPT-21-0059-5 (Doheny Village, Dana Point) Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend time limit for action for one year on City of Dana Point’s request to modify and add provisions to the Land Use Element of the General Plan and Zoning Ordinance, both of which are components of the City of Dana Point Local Coastal Program, commonly known as the “1996” LCP.  The purpose of this amendment is to preserve and enhance the eclectic combination of commercial, light industrial, and residential mix of uses in the Doheny Village area.  (FSY-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 15, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Newport Beach LCP Amendment No. LCP-5-NPB-20-0025-1, Part C.",
    "subitem_blurb": "Public hearing and action on request by City of Newport Beach to amend the Implementation Plan (IP) of the certified LCP to modify development standards for accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in Newport Beach, Orange County (AS-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 16, 2021",
    "district": "North Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "County of Humboldt LCP Amendment No. LCP-1-HUM-21-0067-3 (Accessory Dwelling Units). Time Extension  ",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year on request by the County of Humboldt to amend the County's six coastal Land Use Plans (LUPs) and Implementation Plan (IP) to update regulations for accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in compliance with recent State legislation. (CH-A)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 17, 2021",
    "district": "North Central Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Half Moon Bay LCP Amendment No. LCP-2-HMB-21-0068-1 (Accessory Dwelling Units) Time Extension",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year on request by Half Moon Bay to amend the LCP’s accessory dwelling unit provisions. (ST-SF)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 17, 2021",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0078-2 (Density Bonus Update) ",
    "subitem_blurb": "Public hearing and action on request by City of Carlsbad to amend the certified Implementation Plan to make the City’s regulation of density bonuses consistent with state law. (CB-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "December 17, 2021",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of Del Mar LCP Amendment No. LCP-6-DMR-20-0079-3 (North Commercial and Professional Commercial Land Use and Zone) ",
    "subitem_blurb": "Public hearing and action on request by City of Del Mar to amend its certified Land Use Plan and Implementation Plan to add multiple dwelling unit residential up to a density of 20 dwelling units/acre as an allowable use within the North Commercial and Professional Commercial zones with an affordable housing component. (SL-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "December 17, 2021",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0005-5 (2019 Housing Legislation) ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to implement several housing-related amendments regarding accessory dwelling units, moveable tiny houses, dwelling unit protection, and miscellaneous changes to implement state housing laws. (AL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 17, 2021",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "h",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0033-1 (Complete Communities) ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to introduce a new opt-in program to incentivize affordable housing with public pedestrian amenities, as well as a new mandatory mobility infrastructure program. (AL-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "February 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0078-2 (Density Bonus Update) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Carlsbad to amend the certified Zoning Ordinance (IP) to revise regulations related to density bonuses consistent with state law. (CB-SD)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "February 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of Del Mar LCP Amendment No. LCP-6-DMR-20-0079-3 (North Commercial and Professional Commercial Land Use and Zone Amendments) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by the City of Del Mar to amend both the certified Land Use and Implementation Plans to revise the land use designation and zoning to add residential use up to a density of 20 du/ac for projects with an affordable housing component on multiple sites and correspondingly revise regulations for the North Commercial and Professional Commercial zones. (DL-SD)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "February 11, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No.  A-5-VEN-20-0037 (Holzman Living Trust, Venice) ",
    "subitem_blurb": " Application by Holzman Living Trust to demolish 1-story, 1,445 sq.ft. duplex and construct 2-story, 28-ft. tall, 3,192 sq.ft. duplex with attached 2-car garage, plus 3 additional on-site parking spaces, and attached 263 sq.ft. junior accessory dwelling unit, at 710 Palms Blvd., Venice, Los Angeles County. (CS-LB) ",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "February 11, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No.  A-5-VEN-20-0039 (Holzman Living Trust, Venice) ",
    "subitem_blurb": "Application of Holzman Living Trust to demolish 1-story, 1,968 sq.ft. duplex and construct 2-story, 29.5-ft. tall, 1,540sq.ft. duplex with attached 3-car garage, plus 2 additional on-site parking spaces, and attached 310 sq.ft. junior accessory dwelling unit, at 714-716 Palms Blvd., Venice, Los Angeles County. (CS-LB) ",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "February 12, 2021",
    "district": "North Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Eureka LCP Amendment No. LCP-1-EUR-20-0009-1, Part B (CS District Height Limit) ",
    "subitem_blurb": "Public hearing and action on request by City of Eureka to amend the Implementation Program (IP) portion of the certified Local Coastal Program (LCP) to increase building height limit within Service Commercial (CS) District from 35 ft. to 55 ft. (CK-A)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "February 12, 2021",
    "district": "North Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Mendocino County LCP Amendment No. LCP-1-MEN-20-0021-1 (Accessory Dwelling Units).  Time Extension",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year on request by Mendocino County to amend both the County’s certified Land Use Plan (LUP) and Implementation Program (IP) to regulate accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs).  (CK-A)",
    "subitem_status": "Approved"
  },
  {
    "date": "February 12, 2021",
    "district": "Central Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-1-Part A (Accessory Dwelling Units). ",
    "subitem_blurb": "Public hearing and action on request by the City of Santa Cruz to amend LCP ADU regulations. (CB-SC) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0003-2 (Density Bonus Update) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Encinitas to amend its certified Implementation Plan to modify regulations related to density bonuses consistent with state law. (CH-SD) ",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "March 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0005-5 (Housing Legislative Code Update) Time Extension.  ",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Land Development Code (IP) to modify the municipal code/LCP provisions on housing consistent with state law.  (DD-SD)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "March 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "g",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0007-5 (Moderate Income Housing) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Land Development Code (IP) to modify the municipal code/LCP and add regulations for moderate income housing development.  (DD-SD) ",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "March 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-OCN-19-0181 ( Beach Walk, Beach City LLCs, Oceanside) ",
    "subitem_blurb": "Appeal by Commissioners Padilla and Brownsey and Carolyn Kramer from decision of City of Oceanside granting permit with conditions to Beach Walk, LLC to demolish 9 residential units on 2 separate lots totaling 5,780 sq.ft.; consolidate lots and construct a 4-level, 4-unit condominium located at 831 & 833 South Pacific St., Oceanside, San Diego County. (TR-SD)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
  },
  {
    "date": "March 11, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-19-0167-2",
    "subitem_blurb": "Public hearing and action on request by the City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP to: 1) update the definition for townhomes and eliminate zoning restrictions on side-by-side units; 2) eliminate references to commercial districts no longer in use; 3) eliminate size restrictions for single-family garages and update lot coverage and floor area calculations in single-family districts; 4) update roofing material requirements for residential districts; 5) revise screening requirements for mechanical equipment in low-density residential districts; 6) provide guidelines to determine curb cut closures and require underground utilities in new projects; 7) define the standing required and timeline for land use decision appeals; 8) update school siting requirements; and 9) eliminate zoning code restriction on maximum number of zoning regulation amendments per year. (DZ-LB) ",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "March 11, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-19-0168-3",
    "subitem_blurb": "Public hearing and action on request by City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP in order to: 1) add definitions and provide regulations for currently undefined land uses; 2) modify development standards for distances between multiple structures on a single property within residential zoning districts, parking requirements for non-conforming historic landmarks, the definition of gross floor area, fence regulations, and rooftop solar collector height exceptions; and 3) update noticing requirements. (DZ-LB) ",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "March 12, 2021",
    "district": "North Central Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "San Mateo County LCP Amendment No. LCP-2-SMC-20-0054-1 (Cypress Point Affordable Housing Project ) ",
    "subitem_blurb": "Public hearing and action on request by San Mateo County to amend its LCP to designate an 11-acre parcel at the corner of Carlos and Sierra Streets in the unincorporated Moss Beach area of San Mateo County from “PUD-124/CD” to “PUD-140/CD”, reducing density from medium high to medium, and to provide regulations for the potential future development of a 100% affordable housing project at the site. (EM-SF)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "March 12, 2021",
    "district": "North Central Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "San Mateo County LCP Amendment No. LCP-2-SMC-20-0055-2 (Density Bonus Program). Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year on request by San Mateo County to amend the County’s certified Implementation Program (IP) to modify the County’s existing Density Bonus Program. (EM-SF)",
    "subitem_status": "Approved"
  },
  {
    "date": "March 12, 2021",
    "district": "Central Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Capitola LCP Amendment No. LCP-3-CAP-20-0082-2 (Land Use Plan Map Amendment and Implementation Plan Update). ",
    "subitem_blurb": "Public hearing and action on request by the City of Capitola to amend the Land Use Plan map and update the LCP’s Implementation Plan. (RG-SC)",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 12, 2021",
    "district": "Central Coast District",
    "item_number": 19,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "h",
    "subitem_title": "Appeal No. A-3-STC-21-0013 (Front Street/Riverfront Project, Santa Cruz) ",
    "subitem_blurb": "Appeal by Ronald Pomerantz of City of Santa Cruz decision granting permit with conditions to Riverfront LLC to remove three heritage trees, combine five parcels, demolish three commercial buildings (including two historical buildings) and construct seven-story mixed use building with 175 residential condominiums and approximately 11,500 sq.ft. of ground floor and levee-front commercial space on Front Street adjacent to the San Lorenzo River levee in the City of Santa Cruz. Approximately half of the entire project, including one-and-a-half of the three new buildings, is located within the Coastal Zone. (RM-SC)",
    "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
  },
  {
    "date": "April 14, 2021",
    "district": "Statewide",
    "item_number": 7,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-19-1196 (Ramras, Venice) ",
    "subitem_blurb": "Application of Jay Ramras for after-the-fact approval of conversion of 746 sq.ft. storage and recreation rooms into accessory dwelling unit within existing 2,034 sq.ft., 35’ tall duplex with 6 on-site parking spaces at 21 Voyage St., Venice, Los Angeles, Los Angeles County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  ",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "April 14, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Monica LCP Amendment No. LCP-5-SNM-21-0020-1 (Project-Specific FAR and Height Update) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Santa Monica to amend the certified Land Use Plan to modify height and FAR regulations for 1133 Ocean Avenue, 1127 Second Street, and 1129 Second Street specific to the proposed Miramar Hotel Project and 100% Affordable Housing Project. (CS-LB) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "April 14, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 18,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "Application No. 5-20-0650 (Smith, Hermosa Beach) ",
    "subitem_blurb": "Application of Barry Smith to demolish existing 2,024 sq.ft. triplex and construct new 3,241 sq.ft., 3-story duplex with 313 sq.ft. attached accessory dwelling unit (ADU), at 24 3rd St, Hermosa Beach, Los Angeles County. (VL-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "April 15, 2021",
    "district": "North Central Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Pacifica LCP Amendment No. LCP-2-PAC-20-0075-2 (Single-Parcel Rezone) ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Pacifica to modify the land use designation and zoning classification of a single vacant parcel on Salada Ave (APN 016-050-400) from R-2 (Two-Family Residential) to R-3 (Multiple-Family Residential) is de minimis. (JKN-SF)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "April 15, 2021",
    "district": "Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-1-Part A (Accessory Dwelling Units) ",
    "subitem_blurb": "Public hearing and action on request by the City of Santa Cruz to amend LCP ADU regulations. (CB-SC) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "April 16, 2021",
    "district": "Statewide",
    "item_number": 5,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-20-0525 (Zheng, Sunset Beach) ",
    "subitem_blurb": "Application of Tony Zheng and Lan Xuan to demolish existing 1,690 sq.ft. single family home and construct new 3-story, *35' high, 4,764 sq. ft., 2-unit condominium with attached garages at, 16776 15th St, Sunset Beach, Orange County.",
    "subitem_status": "POSTPONED"
  },
  {
    "date": "April 16, 2021",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-20-0091-4 (Inclusionary Housing Ordinance Revisions) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action up to one year on request by City of Oceanside to amend its Implementation Plan to update regulations related to inclusionary housing. (TR-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "April 16, 2021",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0165-3 (Balboa Avenue Station Specific Plan)",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend the certified Land Use Plan (LUP) and Implementation Plan (IP) to implement the Balboa Avenue Station Area Specific Plan and related amendments to the Pacific Beach and Clairemont Mesa community plans. (AL-SD)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "April 16, 2021",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Appeal No. A-6-DMR-21-0018 (Ocean Front, LLC, Del Mar) ",
    "subitem_blurb": "Appeal by Mark Wyland from decision of City of Del Mar granting permit to Ocean Front, LLC for conversion of an existing, approximately 380 sq.ft. attached 2-car garage into an approximately 392 sq.ft. ADU attached to an existing approximately 525 sq.ft. single-family residence on a 1,753 sq.ft. lot at 2610 Ocean Front, Del Mar, San Diego County. (CH-SD) ",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "May 12, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-19-0139-1(Parking) ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by City of Laguna Beach accepting certification of LCP-5-LGB-19-0139-1 with modifications (modifying parking requirements including changes to in-lieu parking certificates, add new parking reduction incentive, etc.) is legally adequate. (MV-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 12, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 11,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-HNB -21-0022 (Haanh Holdings, LLC, Huntington Beach) ",
    "subitem_blurb": "Appeal by Isam Hanna from decision of City of Huntington Beach granting permit to Haanh Holdings, LLC for  construction of three-story 12,713 sq. ft. mixed use building at overall height of 35’ including  766 sq.ft. ground floor retail coffee shop and three  residential units on second and third floor; with nine on-site parking spaces, at 714 Pacific Coast Highway, Huntington Beach, Orange County (MV-LB).",
    "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
  },
  {
    "date": "May 12, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 5-20-0525 (Zheng & Xuan, Sunset Beach) ",
    "subitem_blurb": "Application of Tony Zheng and Lan Xuan to demolish 1,690 sq.ft. duplex and construct 3-story, 35’ high, 2-unit condominium with attached garages at, 16776 15th St, Sunset Beach, Orange County. (VL-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 12, 2021",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "g",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0033-1 (Complete Communities, Housing Solutions and Mobility Choices) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of San Diego to amend the certified Land Development Code (IP) to provide incentives to increase housing production and improve mobility.  (DL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 13, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Redondo Beach LCP Amendment No. LCP-5-RDB-21-0017 (Accessory Dwelling Units) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90-day limit for Commission action for up to one year on request by the City of Redondo Beach to amend its certified Local Coastal Plan to regulate Accessory Dwelling Units (ADUs) in the Coastal Zone. (MR-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 14, 2021",
    "district": "Central Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-1-Part A (Accessory Dwelling Units). ",
    "subitem_blurb": "Public hearing and action on request by the City of Santa Cruz to amend LCP ADU regulations. (CB-SC)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "June 9, 2021",
    "district": "North Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Pacifica LCP Amendment No. LCP-2-PAC-20-0027-1 (Accessory Dwelling Units) ",
    "subitem_blurb": "Public hearing and action on request by City of Pacifica to amend its Implementation Plan to modify the City’s existing accessory dwelling unit provisions and enact a reasonable accommodation process. (JKN-SF)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "June 9, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 19,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 5-20-0630 (Vision Development, LLC, Sunset Beach) ",
    "subitem_blurb": "Application of Vision Development, LLC to construct new 3-story, 35’ high, mixed use building consisting of 4,720 sq.ft. restaurant and 1,716 sq.ft. townhome with twelve parking spaces for the restaurant and two parking spaces for the townhome on a vacant lot, at 16655 Pacific Coast Highway, Sunset Beach Community, Huntington Beach, Orange County.  (FSY-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 9, 2021",
    "district": "South Coast District (Orange County)",
    "item_number": 19,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "Application No. 5-20-0646 (Nerja Investments, Seal Beach) ",
    "subitem_blurb": "Application of Nerja Investments to construct detached, 2-story duplex with attached two-car garage for each unit, at 217 & 219 17th Street, Seal Beach, Orange County. (CP-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-20-0091-4 (Inclusionary Housing Ordinance Revisions) ",
    "subitem_blurb": "Public hearing and action on request by the City of Oceanside to amend its Implementation Plan to update regulations related to inclusionary housing. (TR-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "June 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0002-2 (ADU and JADU Update) ",
    "subitem_blurb": "Public hearing and action on request by City of Encinitas to amend its Implementation Plan to modify the regulations and requirements for accessory dwelling units and junior accessory dwelling units. (CH-SD)",
    "subitem_status": "Postponed"
  },
  {
    "date": "June 10, 2021",
    "district": "San Diego Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of Del Mar LCP Amendment No. LCP-6-DMR-21-0035-1 (5th Cycle Housing Element) Time Extension.  ",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Del Mar to amend the Municipal Code (IP) to establish a new Housing Element Implementation Overlay Zone, establish an administrative process for identified housing projects and rezone two properties at the southeast corner of Jimmy Durante Blvd. and San Dieguito Drive. (DL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "July 8, 2021",
    "district": "Central Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-21-0025-1-Part D (Density Bonus). ",
    "subitem_blurb": "Public hearing and action on request of San Luis Obispo County to amend LCP Implementation Plan’s provisions addressing potential deviations from LCP requirements in certain housing-related circumstances (associated with State Density Bonus Law). (KK-SC)",
    "subitem_status": "Moved to Consent"
  },
  {
    "date": "July 8, 2021",
    "district": "Central Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-21-0037-1 (ADUs). ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Pismo Beach to modify the LCP’s ADU provisions consistent with recent changes to state housing law is de minimis. (KB-SC) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "August 11, 2021",
    "district": "Statewide",
    "item_number": 7,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-21-0022 (Lane, Hermosa Beach) ",
    "subitem_blurb": "Application of Gary Lane to demolish two-story, 1,474 sq.ft. duplex and construct three-story, 3,828 sq.ft. single-family home with attached 659 sq.ft. ADU, attached two-car garage, and one guest space adjacent to garage at 413 25th Street, Hermosa Beach, Los Angeles County (AS-LB). ",
    "subitem_status": "Postponed"
  },
  {
    "date": "August 11, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-20-0541 (Southbay Land Management & Development Company, LLC, Hermosa Beach) ",
    "subitem_blurb": "Application of Southbay Land Management & Development Company, LLC to demolish two multi-unit structures supporting five units; and construct 2,946 sq.ft. single-family home with 371 sq.ft. ADU and detached 257 sq.ft. ADU and 3,716 sq.ft. single family home with 337 sq.ft. ADU at 908 and 910 Manhattan Avenue, Hermosa Beach, Los Angeles County. (AS-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "August 12, 2021",
    "district": "North Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Mendocino County LCP Amendment No. LCP-1-MEN-20-0021-1(Accessory Dwelling Units). ",
    "subitem_blurb": "Public hearing and action on request by Mendocino County to amend the County’s certified Land Use Plan and Implementation Program to regulate accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in compliance with recent State legislation.  (RSM-A)",
    "subitem_status": "Postponed"
  },
  {
    "date": "August 12, 2021",
    "district": "Central Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-21-0037-1 (ADUs)",
    "subitem_blurb": "Public hearing and request by the City of Pismo Beach to modify the LCP Implementation Plan’s ADU provisions in response to recent changes to state housing law. (SC/KB-SC) ",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "August 13, 2021",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-20-0045-2 (Inclusionary Housing Regulations) ",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend its certified Land Development Code (IP) to revise regulations related to inclusionary housing consistent with state law. (AL-SD)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "September 8, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 15,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-MDR-19-0217 (E&S Ring Management Corp., Marina del Rey) ",
    "subitem_blurb": "Appeal by Ballona Institute and Marcia Hanscom from County of Los Angeles Regional Planning Department granting permit with conditions to E&S Ring Management Corp for authorizing unpermitted removal of 11 nests from four trees within Mariners Village apartment complex at 4600 Via Marina, Lease Parcel 113, Marina del Rey, Los Angeles County. (MR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
  },
  {
    "date": "September 8, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "Application No. 5-21-0076 (OFIPLEX, LLC, Hermosa Beach) ",
    "subitem_blurb": "Application of OFIPLEX LLC to demolish 29’8”-high, two-story, 2,300 sq.ft. duplex and construct new, 29’10”-high, three-story, 4,573 sq.ft. duplex and 932 sq.ft. garage on 3,595 sq.ft. lot at 44 The Strand, Hermosa Beach, Los Angeles County. (CP-LB) ",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 8, 2021",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 17,
    "item_title": "Permit Amendments",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. P-3-20-78-2978-A1 (2918 3rd St, LLC, Santa Monica) ",
    "subitem_blurb": "Application of 2918 3rd Street, LLC to amend Special Condition 1 of P-3-20-78-2978 to allow for addition of 3 rental units on site, demolish detached 900 sq.ft., 5-car carport and construct new 2-story, 19’-4” high detached structure with two 582 sq.ft. ADUs in rear yard, convert laundry, storage, garage, and crawl space into 700 sq.ft. attached ADU in basement floor of triplex, and retain 2 uncovered on-site parking spaces at 2918 3rd Street, Santa Monica, Los Angeles County. (VL-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 9, 2021",
    "district": "North Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Mendocino County LCP Amendment No. LCP-1-MEN-20-0021-1(Accessory Dwelling Units). ",
    "subitem_blurb": "Public hearing and action on request by Mendocino County to amend the County’s certified Land Use Plan and Implementation Program to regulate accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in compliance with recent State legislation.  (RSM-A)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "September 9, 2021",
    "district": "North Central Coast District",
    "item_number": 13,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-2-MAR-21-0045 (BCLT Affordable Housing, Bolinas)",
    "subitem_blurb": "Appeal by H. Roland Crotts from Marin County decision granting permit with conditions for 8-unit affordable housing and mixed-use project at 31 Wharf Road in unincorporated downtown Bolinas, Marin County. (SP-SC)",
    "subitem_status": "Appeal Withdrawn"
  },
  {
    "date": "October 12, 2022",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CII-21-0040-1 (West Oaks)",
    "subitem_blurb": "Public hearing and action on request by City of Carlsbad to amend its certified Land Use Plan and Implementation Plan to redesignate land uses on nine parcels located southwest of the intersection of Palomar Airport Road and Palomar Oaks Way from Planned Industrial and Open Space (OS) to Residential (R-30) and OS, and rezone from Planned Industrial and OS to Residential Density-Multiple and OS. (CB-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "October 12, 2022",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Permit Amendments",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Permit No. A-189-79-A3 (North Coast Village HOA, Oceanside) ",
    "subitem_blurb": "Request by North Coast Village Home Owners Association (HOA) to amend permit to convert 550-unit apartment complex to condominiums to: maintain existing rock revetment; remove requirement for lateral access boardwalk; after-the-fact approval of revetment maintenance; after-the-fact approval to construct fence around the site; and after-the-fact approval to construct storage shed, at 999 North Pacific Street, Oceanside, San Diego County. (TR SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report)",
    "subitem_status": "Postponed"
  },
  {
    "date": "October 14, 2022",
    "district": "Central Coast District",
    "item_number": 10,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Capitola LCP Amendment No. LCP-3-CAP-22-0036-1 Part A (Objective Standards). ",
    "subitem_blurb": "Public hearing to determine whether the Commission concurs with the Executive Director’s determination that the request by the City of Capitola to modify the LCP to establish objective standards for multifamily dwellings and mixed-use residential development is minor and thus should be approved as submitted, and if the Commission objects to such determination, possible action to extend the deadline for final Commission action on the amendment. (KF-SC).",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 15, 2022",
    "district": "South Central Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Carpinteria LCP Amendment No. LCP-4-CPN-22-0050-1 (ADUs)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Carpinteria to amend the Implementation Plan portion of its certified LCP to add provisions relating to Accessory Dwelling Units, including new Accessory Dwelling Unit Beach Overlay District language and map is de minimis. (SF-V) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 15, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 15,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-VEN-22-0048 (Gottlieb, Venice) ",
    "subitem_blurb": "Appeal by Citizens Preserving Venice from decision of City of Los Angeles West Los Angeles Area Planning Commission approving with conditions permit to Richard Gottlieb and Spalding Commercial LLC for demolition of 1-story single-family home and 1-story duplex, and construction of new 3-story, 35 ft. high, 4,990 sq.ft. mixed-use structure with one subterranean parking level (automated parking system) comprised of two dwelling units (including one 1,120 sq.ft. dwelling unit and one 1,159 sq.ft. dwelling unit), one 1,124 sq.ft. attached Accessory Dwelling Unit, 1,587 sq.ft of retail space with 13 parking spaces and 8 bicycle parking spaces on 3,392 sq.ft. lot at 1301 & 1303 Abbot Kinney Blvd., Venice, Los Angeles, Los Angeles County. (KT-LB).",
    "subitem_status": "Postponed"
  },
  {
    "date": "December 15, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "Application No. 5-22-0506 (29 6th Street, LLC, Hermosa Beach) ",
    "subitem_blurb": "Application of 29 6th Street, LLC to demolish 3,200 sq.ft. duplex and construct new 3-story, 5,323 sq.ft. duplex (over full basement), consisting of 4,796 sq.ft. unit and 527 sq.ft. unit, with attached 488 sq.ft. 2-car garage, two unenclosed guest parking spaces, and associated grading (583 cu.yds. of cut) at 29 6th Street, Hermosa Beach, Los Angeles County. (SA-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "December 16, 2022",
    "district": "Statewide",
    "item_number": 5,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Permit Amendment No. A-1-HMB-99-022-A2 (Pacific Ridge, Half Moon Bay) ",
    "subitem_blurb": "Request by Ailanto Properties, Inc. to amend the permit to extend the construction completion deadline for additional five years for the Pacific Ridge development project located adjacent to the eastern ends of Grandview Boulevard and Terrace Avenue, north of Highway 92 and east of Highway 1, Half Moon Bay, San Mateo County. (SR-SF)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "December 16, 2022",
    "district": "Central Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Grover Beach LCP Amendment No. LCP-3-GRB-22-0030-1 (IP Housing Update). ",
    "subitem_blurb": "Public hearing and potential action on request by the City of Grover Beach to modify LCP Implementation Plan housing provisions, including with respect to Senate Bill 9 lot split and residential density allowances. (SM-SC)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 10, 2022",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0078-2 (Density Bonus Update) ",
    "subitem_blurb": "Public hearing and action on request by City of Carlsbad to amend the certified Implementation Plan to make the City’s regulation of density bonuses consistent with state law. (CB-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 10, 2022",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Del Mar LCP Amendment No. LCP-6-DMR-20-0079-3 (North Commercial and Professional Commercial Land Use and Zone) ",
    "subitem_blurb": "Public hearing and action on request by City of Del Mar to amend its certified Land Use Plan and Implementation Plan to add multiple dwelling unit residential up to a density of 20 dwelling units/acre as an allowable use within the North Commercial and Professional Commercial zones with an affordable housing component. (SL-SD)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "March 9, 2022",
    "district": "South Coast District (Orange County)",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-22-0003-3 (ADUs and CDPs). ",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year for certification of City of Laguna Beach LCP Amendment No. LCP-5-LGB-22-0003-3. Amendment No. LCP-5-LGB-22-0003-3 would amend regulations and procedures related to accessory dwelling units, and includes minor changes to the coastal development program. (MA-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 9, 2022",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0075-2 (Inclusionary Housing) Time Extension ",
    "subitem_blurb": "Public hearing and action to extend the 60-day limit for Commission action for up to one year on request by City of Encinitas to amend its certified Implementation Plan to update regulations related to inclusionary housing. (KC-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 9, 2022",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0076-2 (Tandem and Inclusionary Parking) Time Extension ",
    "subitem_blurb": "Public hearing and action to extend the 60-day limit for Commission action for up to one year on request by City of Encinitas to amend its certified Implementation Plan to update parking regulations for tandem parking and inclusionary housing. (KC-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 10, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Monica LCP Amendment No. LCP-5-SNM-21-0020-1 ",
    "subitem_blurb": "Public hearing and action on request by the City of Santa Monica to amend the certified Land Use Plan to modify height, density, and FAR regulations for 1133 Ocean Avenue, 1127 Second Street, and 1129 Second Street specific to the proposed Miramar Hotel Project and 100% Affordable Housing Project. (CS-LB). Please submit any public comment to mhp@coastal.ca.gov. ",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "March 10, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0063-2",
    "subitem_blurb": "Public hearing and action on request by the City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP to increase Mello Act in-lieu fees for demolition of lower-income units and remove the exemption to the fees for single-family homes, duplexes, and accessory dwelling units. (DZ-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 10, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0089-3. Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Long Beach to amend its Implementation Plan regulations relating to drive-through uses, unpermitted dwelling units, motel conversions, and miscellaneous zoning code updates. (DZ-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 10, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 15,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "Application No. 5-21-0785 (Ocean Avenue, LLC, Santa Monica) ",
    "subitem_blurb": "Application of Ocean Avenue, LLC to demolish 14,984 sq.ft., 64-space parking lot and construct 5-story, 55’ tall, 40,583 sq.ft. multi-family home with 42 affordable housing units and 39 parking spaces; proposed 7,344 cu.yds. of cut and no fill, on 14,984 total sq.ft. lots at 1127-1129 Second St., Santa Monica, Los Angeles County. (CS-LB). Please submit any public comment to mhp@coastal.ca.gov. ",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "April 8, 2022",
    "district": "San Diego Coast District",
    "item_number": 9,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0033-1 (Complete Communities) ",
    "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend the certified Land Development Code (IP) to introduce a new program to incentive affordable housing with public pedestrian amenities, and a new mobility program to fund infrastructure that reduces vehicle miles traveled. (AL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 11, 2022",
    "district": "Statewide",
    "item_number": 8,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application 5-21-0004 (Kozik, San Clemente)  ",
    "subitem_blurb": "Application of Justin and Alexandra Kozik to construct 22’ high, 3,953 sq.ft. duplex with 664 sq.ft. ADU above garage on second floor, four car garage, patios and landscaping on coastal canyon lot at 229 Avenida Monterey, San Clemente, Orange County (MR-LB).",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 11, 2022",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0075-2 (Inclusionary Housing Update) ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that request by the City of Encinitas to amend its certified LCP Implementation Plan to update requirements for inclusionary housing is de minimis. (KC-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 11, 2022",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Del Mar LCP Amendment No. LCP-6-DMR-21-0035-1 (5th Cycle Housing Element) ",
    "subitem_blurb": "Public hearing and action on request by City of Del Mar to amend its certified LCP Implementation Plan to incorporate a new housing overlay zone and apply the overlay zone to two parcels. (SL–SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 13, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0088-2 (Enhanced Density Bonus). Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Long Beach to amend its Implementation Plan regulations relating to enhanced density bonuses. (DZ-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 13, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 19,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-5-VEN-22-0012 (Place Holder DP, LLC, Venice) ",
    "subitem_blurb": "Appeal by POWER and Citizens Preserving Venice from City of Los Angeles decision granting permit with conditions for subdivision of 3,525 sq. ft. lot into 1,716 sq. ft. “Parcel A” and 1,809 sq. ft. “Parcel B”, with no alteration to existing duplex and triplex on proposed two lots, at 22 and 22 ½ Paloma Ave., Venice, City of Los Angeles, Los Angeles County. (CS-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "May 13, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 20,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-21-0451 (HNP Investments, LLC, Hermosa Beach) ",
    "subitem_blurb": "Application of HNP Investments, LLC to demolish 2,227 sq.ft. duplex and construct 30’-tall, five-level, 6,178 sq.ft. duplex (837 sq.ft. ground-level unit and five-story, 5,341 sq.ft. unit) with full and partial basements, 386 sq.ft. two-car garage, and grading (1,934 cy. of cut and 103 cy. of fill) at 3430 Hermosa Ave, Hermosa Beach, Los Angeles County. (SA-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 9, 2022",
    "district": "Statewide",
    "item_number": 6,
    "item_title": "Executive Director's Report",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Report: Historical Roots of Housing Inequity",
    "subitem_blurb": "Staff presentation of the historical social and legal underpinnings of the coastal affordable housing shortage. (SC-SF)",
    "subitem_status": ""
  },
  {
    "date": "June 9, 2022",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0005-5 (2019 Housing Legislation). Adoption of Suggested Modifications Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 6-month time limit up to one year on request by City of San Diego to act and agree to the modifications adopted by the Commission on the City’s certified Implementation Plan to implement amendments to the Land Development Code related to housing ordinances. (AL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "July 13, 2022",
    "district": "South Coast District (Orange County)",
    "item_number": 15,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-NPB-22-0022 (Park Newport Land LTD) ",
    "subitem_blurb": "Appeal by Juliette & Todd Worthe from City of Newport Beach decision granting permit with conditions to Gerson Bakar & Associates for permanent installation of work conducted under Emergency CDPs CD2021-001 and CD2021-066 for rock fall mitigation consisting of anchored mesh, K-rail barriers, and temporary plastic tarps at select locations on coastal bluffs along Back Bay Drive below the Park Newport community, and authorizing new development consisting of on-going annual installation of plastic tarps from October through April on select bluff face locations and two new sections of soldier pile walls to protect two residential structures (Building 4 and Unit 4830) of Park Newport community at 5000 Park Newport Drive, Newport Beach, Orange County. (LR-LB) ",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "July 13, 2022",
    "district": "San Diego Coast District",
    "item_number": 20,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 6-20-0375 (Nachassi, San Diego) ",
    "subitem_blurb": "Application of Elan Nachassi to demolish existing 410 sq. ft. 1-story residence, 408 sq. ft. 1-story residence, and 397 sq. ft. garage and construct 2,347 sq. ft. 2-story duplex on 3,498 sq. ft. lot at 5162 Cape May Avenue, Ocean Beach, San Diego, San Diego County. (CB-SD)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "July 14, 2022",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-22-0018-2 (St. Andrews Tract Setback Changes). ",
    "subitem_blurb": "Public hearing to determine whether the Commission concurs with the Executive Director’s determination that the request by the City of Pismo Beach to modify development standards related to residential front setbacks and second story stepbacks in LCP Planning Area E (known as the St. Andrews Tract) is minor and thus should be approved as submitted, and if the Commission objects to such determination, possible action to extend the deadline for final Commission action on the amendment. (KB-SC)",
    "subitem_status": "POSTPONED"
  },
  {
    "date": "August 10, 2022",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-21-0087-3 (LCP Update). Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by City of Carlsbad to replace the Land Use Plans (LUPs) for five LCP segments with a single new LUP; amend Village and Barrio Master Plan and Poinsettia Shores Master Plan; and amend land use and zoning designations for two parcels. (CB-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "August 10, 2022",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0090-3 (Moderate Income Housing) ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of San Diego to amend its LCP Implementation Plan to expand affordable housing incentives to moderate income housing is de minimis. (AL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "August 11, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 10,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-21-0088 (O’Donnell, Venice) ",
    "subitem_blurb": "Application of Adrienne O’Donnell for after-the-fact request to convert 320 sq.ft. portion of three-car garage into accessory dwelling unit (ADU) in 22-ft. tall, 2,424 sq.ft. duplex on 3,082 sq.ft. lot, resulting in duplex with attached ADU and two parking spaces, at 21 W. Lighthouse Street, Venice, Los Angeles County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 7, 2022",
    "district": "South Coast District (Orange County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-21-0555 (Nerja Investments, LLC, Seal Beach) ",
    "subitem_blurb": "Application of Nerja Investments, LLC, to construct 2-story, 4-unit apartment building, each with 3 bedrooms, 3.5 bathrooms, 2-car garage, front patio, and 2nd floor balcony on vacant lot at 247 Seal Beach Blvd, Seal Beach, Orange County. (VL-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 7, 2022",
    "district": "San Diego Coast District",
    "item_number": 16,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of San Diego Amendment No. LCP-6-SAN-22-0026-1 (Housing Action Package) Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Local Coastal Program to amend various chapters of the Land Development Code addressing housing and accessory dwelling units to implement Senate Bill 9. (AL-SD) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "September 8, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. A-5-VEN-22-0012 (Place Holder DP, LLC, Venice)",
    "subitem_blurb": "Application of Place Holder DP, LLC to subdivide 3,525 sq.ft. lot into 1,716 sq.ft. “Parcel A” and 1,809 sq.ft. “Parcel B”, with no alteration to 2,186 sq.ft., two-story duplex and 2,268 sq. ft., two-story triplex on proposed two lots, at 22 and 22 ½ Paloma Ave., Venice, City of Los Angeles, Los Angeles County. (CS-LB)",
    "subitem_status": "Denied"
  },
  {
    "date": "September 8, 2022",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 16,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-22-0143 (Kinfolk Dudley Rose LLC, Santa Monica) ",
    "subitem_blurb": "Application of Kinfolk Dudley Rose LLC to convert 1-story detached garage to 385 sq.ft. ADU at 4-unit apartment building on 3,505 sq.ft. lot at 216 Ashland Ave., Santa Monica, Los Angeles County. (JD-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "October 12, 2023",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Appeal No. A-5-VEN-22-0048 (Gottlieb/Spalding Commercial, LLC, Venice) ",
    "subitem_blurb": "Appeal by Citizens Preserving Venice of decision from City of Los Angeles West Los Angeles Area Planning Commission approving permit with conditions to Richard Gottlieb and Spalding Commercial LLC for demolition of 1-story single-family home and 1-story duplex, and construction of new 3-story, 35 ft. high, 4,990 sq.ft. mixed-use structure with one subterranean parking level (automated parking system) comprised of two dwelling units (including one 1,120 sq.ft. dwelling unit and one 1,159 sq.ft. dwelling unit), one 1,124 sq.ft. attached Accessory Dwelling Unit, 1,587 sq.ft of retail space with 13 parking spaces and 8 bicycle parking spaces on 3,392 sq.ft. lot at 1301 & 1303 Abbot Kinney Blvd., Venice, Los Angeles, Los Angeles County. (KT-LB)",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
  },
  {
    "date": "October 13, 2023",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-23-0005-1-Part A (Small Housing Units). ",
    "subitem_blurb": "Public hearing and potential action on request by the City of Santa Cruz to amend its certified LCP Implementation Plan to rename Small Ownership Units (SOUs) as Flexible Density Units (FDUs) and to modify applicable provisions, and to make clarifying changes to Single Room Occupancy (SRO) provisions. (KF-SC)  ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "November 15, 2023",
    "district": "Central Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-23-0006-1 Part B (Objective Design Standards and Code Cleanup). ",
    "subitem_blurb": "Public hearing and action on request by the City of Santa Cruz to amend its certified LCP Implementation Plan to establish objective design standards for multifamily dwellings and mixed-use residential development and conduct minor zoning code cleanup. (KF-SC) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "November 16, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 13,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-23-0120 (Gage Village Residential Development LLC, Sunset Beach) ",
    "subitem_blurb": "Application of Gage Village Residential Development LLC to demolish two-story four-plex with three (3) one-car garages and construct new 3-story, 35-ft. tall, detached duplex. Each unit will be 2,642 sq.ft. and will include roof deck and 2-car garage, at 16811 14th Street, Sunset Beach, Orange County. (KT-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "November 17, 2023",
    "district": "San Diego Coast District",
    "item_number": 8,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-DMR-22-0020 (Watermark DM, L.P., Del Mar) ",
    "subitem_blurb": "Appeal by Del Mar Hillside Community Association and Jill Schulz from decision of City of Del Mar granting permit with conditions to Watermark DM, L.P., to remove dirt parking lot and construct new 4-story, 48-ft. high, 132,894 sq. ft. 50-unit multi-family residential development over parking garage including 10 affordable units on 2.37-acre site; consolidate 2 lots into 1, at southeast corner of Jimmy Durante Boulevard and San Dieguito Drive, Del Mar, San Diego County. (SL-SD)",
    "subitem_status": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
  },
  {
    "date": "December 13, 2023",
    "district": "South Central Coast District",
    "item_number": 14,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-4-MAL-23-0041 (Muir, City of Malibu) ",
    "subitem_blurb": "Appeal by the Jyoti (Jo) Drummond from City of Malibu decision granting permit to Tyler and Bridgette Muir to convert 508 sq.ft. of existing office/gym space within second floor of existing single-family home into attached second residential unit, and replacement of on-site wastewater treatment system, at 6244 Busch Drive in the City of Malibu, Los Angeles County. (DC-V)",
    "subitem_status": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
  },
  {
    "date": "December 13, 2023",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Monica LUP Amendment No. LCP-5-SNM-22-0041-1",
    "subitem_blurb": "Public hearing and action on the request by City of Santa Monica to amend the certified Land Use Plan (LUP) to increase the permissible height and floor-to-area ratio for new development on five parcels at 101 Santa Monica Boulevard, 129 Santa Monica Boulevard, 1327 Ocean Avenue, 1333 Ocean Avenue and 1337 Ocean Avenue in downtown Santa Monica and allow approval of the Ocean Avenue Mixed-Use Development Project. (CS-LB). (Please note: Items 18a and 20b will have a combined presentation and hearing.)",
    "subitem_status": "APPROVED AS SUBMITTED"
  },
  {
    "date": "December 13, 2023",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 21,
    "item_title": "Permit Amendments",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Permit No. 5-19-1064-A1 (US 216 Pico Owner LLC) ",
    "subitem_blurb": "Request by US 216 Pico Owner LLC to amend previously approved permit to increase the height and density of the new mixed-use buildings resulting in a 125,500 sq. ft. mixed-use project to include two building clusters, 186 total residential rental units (19 units are affordable) and 10,640 sq. ft. of retail in five-story, 58 ft. high structures. The project includes 346 parking stalls in a three-level subterranean parking structure and 249 bicycle stalls. Previously approved CDP was for a project characterized by 105 units, 10,606 sq.ft. of retail, 229 parking stalls, 2 levels of subterranean parking and 185 bicycle stalls at 234 Pico Blvd, Santa Monica, Los Angeles County. (KT-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "December 14, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 11,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-LGB-23-0047 (Laguna Royale Condominiums, Laguna Beach) ",
    "subitem_blurb": "Appeal by Catherine Jurca from City of Laguna Beach granting permit with conditions to Laguna Royale Condominiums for repair of approximately 15,600 sq.ft. of elevated deck area and removal and replacement of deck railings with glass guardrails at all units and common area decks and “after-the-fact” coastal development permit for repairs and modifications to the structures and individual units, completed with design review permits and/or building permits, from 1989 through 2022, at 31423 Coast Highway, Laguna Beach, Orange County. (MV-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "December 14, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "Application No. 5-23-0120 (Gage Village Residential Development LLC, Sunset Beach) ",
    "subitem_blurb": "Application of Gage Village Residential Development LLC to demolish two-story fourplex with three (3) one-car garages and construct new 3-story, 35-ft. tall, detached duplex with two (2) approximately 350 sq. ft. accessory dwelling units. Each unit will be 2,642 sq.ft. and will include roof deck and  2-car garage, at 16811 14th Street, Sunset Beach, Orange County. (KT-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "December 14, 2023",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of San Diego Amendment No. LCP-6-SAN-23-0052-3 (Housing Action Package ADU Amendment) Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on the request by City of San Diego to amend its certified LCP Implementation Plan to change the amount of time an accessory dwelling unit must be deed-restricted as moderately affordable. (AL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "December 15, 2023",
    "district": "Central Coast District",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-23-0045-2-Part A (Downtown Plan). ",
    "subitem_blurb": "Public hearing and potential action on request by City of Santa Cruz to amend the LCP Implementation Plan’s Downtown Plan to modify hotel and housing standards, and if the Commission does not take final action, possible action to extend the deadline for final Commission action on the amendment. (KF-SC) ",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "December 15, 2023",
    "district": "Central Coast District",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-23-0004-1-Part B (Sustainability Update). ",
    "subitem_blurb": "Public hearing and potential action on request by Santa Cruz County to update the LCP to incorporate increased land use sustainability principles, including primarily making changes to facilitate increased housing within existing developed areas able to accommodate it. (NC-SC)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "February 8, 2023",
    "district": "South Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Santa Barbara LCP Amendment No. LCP-4-SBC-22-0042-1 (Senate Bill 9)",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Santa Barbara to amend the Implementation Plan/Coastal Zoning Ordinance (IP/CZO) portion of its certified LCP to add provisions with respect to Senate Bill 9 residential density allowances is de minimis. (DG-V)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 8, 2023",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0089-3-Part B (Unpermitted Dwelling Units, Motel Conversions).",
    "subitem_blurb": "Public hearing and action on request by the City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP to include unpermitted dwelling unit amnesty program and motel conversion regulations. (VL-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "February 8, 2023",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Santa Monica LCP Amendment No. LCP-5-SNM-22-0041-1 (Ocean Avenue Mixed-Use Development Project). Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on the City of Santa Monica request to amend the certified Land Use Plan to modify the development standards for 11 lots bounded by Santa Monica Boulevard and Ocean Avenue and allow approval of the Ocean Avenue Mixed-Use Development project. (CS-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 9, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Dana Point LCP Amendment No. LCP-5-DPT-21-0059-5 (Dana Point, Doheny Village). ",
    "subitem_blurb": "Public hearing and action regarding City of Dana Point’s request to modify and add provisions to the Land Use Element of the General Plan and Zoning Ordinance, both of which are components of the City of Dana Point Local Coastal Program, commonly known as the “1996” LCP.  The purpose of this amendment is to preserve and enhance the eclectic combination of commercial, light industrial, and residential mixes uses in the Doheny Village area.  (FSY-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 9, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-22-0003-3 Part A (Accessory Dwelling Units). ",
    "subitem_blurb": "Public hearing and action on request by the City of Laguna Beach to amend provisions of the Municipal Code with new regulations for accessory dwelling units in zones that permit residential uses. (BW-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 9, 2023",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0076-2 (Tandem & Inclusionary Parking). ",
    "subitem_blurb": "Concurrence with the Executive Director's determination that the request by City of Encinitas to amend its certified LCP Implementation Plan to allow tandem parking for residential development and adopt new parking requirements for inclusionary housing, is de minimis. (KC-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 10, 2023",
    "district": "North Coast District",
    "item_number": 8,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "County of Humboldt LCP Amendment No. LCP-1-HUM-21-0067-3 (Accessory Dwelling Units). ",
    "subitem_blurb": "Public hearing and action on request by County of Humboldt to amend each of the County's six Land Use Plans and the Implementation Plan to update regulations for accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in compliance with State law. (MBK-A)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 10, 2023",
    "district": "Central Coast District",
    "item_number": 17,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-3-STC-22-0070 (St. Joseph Senior Housing Facility, Santa Cruz) ",
    "subitem_blurb": "Appeal by Anne and Robert Segal of City of Santa Cruz decision granting permit with conditions to merge five lots into two, demolish two vacant school buildings, construct 76-unit senior housing development, and related development at former Gateway School adjacent to Shrine of St. Joseph Catholic Church near Lighthouse Field State Beach at 126 Eucalyptus Avenue and 136 Pelton Avenue, Santa Cruz. (KF-SC)",
    "subitem_status": "No Substantial Issue"
  },
  {
    "date": "March 9, 2023",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-22-0053-2 (Housing Element Program Implementation). Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Carlsbad to amend its certified LCP Implementation Plan to implement programs outlined in the Carlsbad Housing Element. (CB-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 9, 2023",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0089-3-Part B (Unpermitted Dwelling Units, Motel/Hotel Conversions). ",
    "subitem_blurb": "Public hearing and action on request by the City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP to add an unpermitted dwelling unit amnesty program and motel/hotel conversion regulations. (VL-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "April 12, 2023",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-21-0077-2 (Coast Highway Incentive District) ",
    "subitem_blurb": "Public hearing and action on request by the City of Oceanside to amend its certified Land Use Plan and Implementation Plan to facilitate redevelopment along Coast Highway. (TR-SD)",
    "subitem_status": "Withdrawn"
  },
  {
    "date": "April 14, 2023",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-23-0003-1-Part A (Tiny Homes). ",
    "subitem_blurb": "Public hearing to determine whether the Commission concurs with the Executive Director’s determination that the request by Santa Cruz County to amend its certified LCP Implementation Plan to provide for the use of small, trailered residential units (“Tiny Homes on Wheels”) as dwelling units is de minimis and thus should be approved as submitted, and if the Commission objects to such determination, possible action to extend the deadline for final Commission action on the amendment. (NC-SC)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 10, 2023",
    "district": "Statewide",
    "item_number": 8,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-22-0993 (Miltimore, Seal Beach) ",
    "subitem_blurb": "Application of Diane Miltimore to remove mobile home and install new 648 sq. ft., 15 ft. high mobile home with entry stairs and handicap ramp within Seal Beach Shores Mobile Home Park at 1 Cottonwood Lane, Seal Beach, Orange County. (VL-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 10, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-23-0001-1",
    "subitem_blurb": "Public hearing and action to extend time limit for Commission action up to one year on request by the City of Laguna Beach to certify its LCP Amendment, which would modify the Implementation Plan/Title 25 to: 1) add new Emergency Shelter Overlay District to one parcel in Laguna Canyon Annexation Area Specific Plan; 2) facilitate approval of agricultural employee housing in Agriculture-Recreation and Sycamore Hills zones; and, 3) streamline approval process for housing for low income and general multifamily use in the R-3 zone. (MV-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 10, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Newport Beach LCPA LCP Amendment No. LCP-5-NPB-22-0056-1 (Density Bonus, Lido House Hotel and Nonconforming Uses and Structures) Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend time limits for action for one year on City of Newport Beach’s request to modify and add provisions to the Coastal Land Use Plan (CLUP) and/or Implementation Plan (IP) of the City’s Local Coastal Program (LCP).  The amendment has three parts pertaining to: 1) Part A - density bonus regulation; 2) Part B - Lido House Hotel expansion; and 3) Part C – nonconforming uses and nonconforming structures.  (FSY-LB) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "May 10, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 14,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 5-21-0562 (Hometown America LLC Laguna Terrace MHP, Laguna Beach) ",
    "subitem_blurb": "Application by Hometown America LLC to install 14.5-ft. high, 1,864 sq.ft. manufactured home, and 48 sq.ft. storage shed on 4,547 sq.ft. mobile home lot (Space K-53) within Laguna Terrace Mobile Home Park. Onsite and offsite revegetation/restoration is also proposed at 30802 South Coast Highway, Laguna Beach, Orange County. (MR-LB) (Note: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "May 10, 2023",
    "district": "San Diego Coast District",
    "item_number": 17,
    "item_title": "Coastal Permit Applications",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "Application No. 6-22-1034 (University of California San Diego (UCSD) Ridge Walk North Student Housing Project, San Diego) ",
    "subitem_blurb": "Application of UCSD to demolish multiple structures totaling 131,741 sq.ft. and construct 4 mixed-use residential-dining-academic buildings 6 to 18 stories high totaling approximately 926,487 sq. ft. on a 21-acre site on West Campus, southwest of Voigt Drive and Hopkins Lane, La Jolla, San Diego, San Diego County. ",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "May 11, 2023",
    "district": "Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-23-0005-1-Part A (Small Housing Units). Time Extension Only",
    "subitem_blurb": "Public hearing and action on extension of time limit to act on request by City of Santa Cruz to amend the LCP Implementation Plan to clarify Single Room Occupancy (SRO) unit regulations and to rename Small Ownership Units (SOUs) as Flexible Density Units (FDUs) and amend their standards. (KF-SC)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "June 8, 2023",
    "district": "Statewide",
    "item_number": 6,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-22-0386 (Santa Monica Properties LLC, Santa Monica) ",
    "subitem_blurb": "Application of Santa Monica Properties LLC to convert non-conforming detached 1-story, 9-car garage structure into 2-story, 30-ft. high, 3,297 sq.ft., 4-unit ADU structure with roof decks in rear of property developed with two-story, three-building 16- unit apartment complex at 425 Ocean Avenue, Santa Monica, Los Angeles County. (VL-LB)",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "June 8, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Local Coastal Program Amendment No. LCP-5-LGB-23-0001-1. ",
    "subitem_blurb": "Public hearing and action on request by City of Laguna Beach to modify the Implementation Plan/Title 25 to: 1) add new Emergency Shelter Overlay District to one parcel in the Laguna Canyon Annexation Area Specific Plan; 2) facilitate approval of agricultural employee housing in the Agriculture-Recreation zone; and, 3) streamline the approval process for housing for low income and general multifamily use in the R-3 zone, Laguna Beach, Orange County. (MV-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "June 8, 2023",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-BRL-22-0022-1 (Barrio Logan Community Plan Update). ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to adopt a comprehensive update to the certified Barrio Logan Community Plan (LUP) to separate land uses and provide new public space amenities and mobility options; and amend the Land Development Code (IP) to remove the Barrio Logan Planned District Ordinance, adopt city-wide zones, add a community overlay implementation zone to establish a transition between industrial port and residential areas, and add inclusionary housing requirements and dwelling unit protections for existing residents. (ML-SD)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "July 13, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Huntington Beach LCP Amendment No. LCP-5-HNB-21-0057-1 (Magnolia Tank Farm) ",
    "subitem_blurb": "Public hearing and action on request by City of Huntington Beach to amend LCP for vacant 29-acre site to change LUP land use designation from Public to Residential Medium Density (RM), Commercial Visitor (CV), Open Space-Park (OS-P), and Open Space-Conservation (OS-C), and creation of Specific Plan Overlay; and corresponding Implementation Plan changes from Public-Semi with Oil to specific plan to allow up to 250 residential units , a hotel with up to 175 market rate hotel rooms and no fewer than 40 lower cost overnight accommodations with ancillary retail and dining; Open Space - Parks and Open Space – Conservation; at 29 acre property bounded by Magnolia Street, the Ascon Property , the AES electrical generating station, and the Huntington Beach flood control channel and Magnolia Marsh, in Huntington Beach, Orange County. (MV-LB) ",
    "subitem_status": "CONTINUED"
  },
  {
    "date": "July 13, 2023",
    "district": "South Coast District (Orange County)",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Newport Beach LCP Amendment No. LCP-5-NPB-23-0019-1 Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on the City of Newport Beach request to amend the Implementation Plan and Land Use Plan of the certified Local Coastal Program, including revision of ADU regulations for consistency with state law and modification of development standards for Bay Island and 3014 Balboa Boulevard, in Newport Beach, Orange County. (CS-LB)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "August 9, 2023",
    "district": "South Central Coast District",
    "item_number": 13.1,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Santa Barbara LCP Amendment No. LCP-4-SBC-23-0024-1 (ADU Update) ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Santa Barbara to amend the Implementation Plan portion of its certified LCP to add provisions relating to Accessory Dwelling Units to conform to new state law requirements is de minimis. (JH-V) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "August 10, 2023",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-22-0023-1 (2020 Code Update). ",
    "subitem_blurb": "Commission action on request by City of San Diego to amend its certified Local Coastal Program with the 2020 update to various chapters of the Land Development Code consisting of a variety of changes and corrections. (AL-SD)  ",
    "subitem_status": "Postponed"
  },
  {
    "date": "August 10, 2023",
    "district": "San Diego Coast District",
    "item_number": 19,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-22-0025-1 (2021 Code Update). ",
    "subitem_blurb": "Commission action on request by City of San Diego to amend its certified Local Coastal Program with the 2021 update to various chapters of the Land Development Code consisting of a variety of changes and corrections. (AL-SD)  ",
    "subitem_status": "Postponed"
  },
  {
    "date": "August 10, 2023",
    "district": "San Diego Coast District",
    "item_number": 20,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-DMR-23-0022 (Vonder Reith, Del Mar) ",
    "subitem_blurb": "Appeal by Gwynn Thomas, Jeff Sturgis, Laura Schaefer, Lois Lund, James Wood, and Holley Martens from decision of City of Del Mar granting permit to Mary S. Vonder Reith to demolish 239 sq. ft. of existing duplex; construct new detached two-story 1,000 sq. ft. accessory dwelling unit on an 8,000 sq. ft. lot with an existing 2,433 sq. ft. multi-story duplex, and 525 sq. ft. detached garage, at 118 and 120 6th Street, Del Mar, San Diego County. (SL-SD) ",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "September 6, 2023",
    "district": "Central Coast District",
    "item_number": 17,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Santa Cruz County LCP Amendment No. LCP-3-SCO-23-0004-1-Part B (Sustainability Update) Time Extension Only. ",
    "subitem_blurb": "Public hearing and action on extension of time limit to act on request by Santa Cruz County to update its LCP to facilitate urban infill housing, to update allowable land uses in various zoning districts, and other related changes. (NC-SC)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "September 7, 2023",
    "district": "Statewide",
    "item_number": 6,
    "item_title": "Consent Calendar",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Application No. 5-23-0296 (Barney, Sunset Beach) ",
    "subitem_blurb": "Application of Christian Barney to demolish 2,142 sq.ft., 2-story detached duplex unit and construct new 2,837 sq.ft., 3-story unit with attached 697 sq.ft. garage and 960 sq.ft. roof top deck. No work is proposed to second detached duplex unit on site at 16474 24th Street, Sunset Beach, Orange County. (EG-LB) ",
    "subitem_status": "APPROVED WITH CONDITIONS"
  },
  {
    "date": "September 7, 2023",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-22-0023-1 (2020 Code Update). ",
    "subitem_blurb": "Commission action on request by City of San Diego to amend its certified Local Coastal Program with the 2020 update to various chapters of the Land Development Code consisting of a variety of changes and corrections. (AL-SD)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "September 7, 2023",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-22-0025-1 (2021 Code Update). ",
    "subitem_blurb": "Commission action on request by City of San Diego to amend its certified Local Coastal Program with the 2021 update to various chapters of the Land Development Code consisting of a variety of changes and corrections. (AL-SD)",
    "subitem_status": "APPROVED WITH MODIFICATIONS"
  },
  {
    "date": "September 7, 2023",
    "district": "San Diego Coast District",
    "item_number": 14,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of San Diego Amendment No. LCP-6-SAN-23-0027-2 (Housing Action Plan) Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Local Coastal Program with the Housing Package to incorporate Senate Bill 9 and other housing ordinances into the Land Development Code (AL-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "September 7, 2023",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-6-IMB-23-0026 (Buckeye Investments, Inc., Imperial Beach) ",
    "subitem_blurb": "Appeal by Larry Zajonc from decision of City of Imperial Beach granting permit with conditions to Buckeye Investments, Inc. for demolition of 1,625 sq. ft. commercial structure and two detached residential duplexes, and construction of new, 3-story, 34 ft. high mixed-use development with 8 residential condominiums and 2,700 sq.ft. of ground-floor commercial space on existing 10,608 sq. ft. lot at 757 Seacoast Drive, Imperial Beach, San Diego County. (CJ-SD)",
    "subitem_status": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
  },
  {
    "date": "February 7, 2024",
    "district": "South Central Coast District",
    "item_number": 11,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "County of Santa Barbara LCP Amendment No. LCP-4-STB-23-0061-2 (ADU Update). ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the County of Santa Barbara to amend the Implementation Plan/Coastal Zoning Ordinance (IP/CZO) portion of its certified LCP to add provisions relating to Accessory Dwelling Units to conform to new state law requirements is de minimis. (DG-V)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 7, 2024",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-VEN-23-0044 (Steve and Michelle Meepos, Venice) ",
    "subitem_blurb": "Appeal by Citizens Preserving Venice of City of Los Angeles approval to demolish three structures (two one-story duplexes and one two-story duplex with attached garage), merge two lots into one 7,800 sq. ft. lot, and construct a four-story, 15,016 sq.ft. residential structure with eight condominium units (one unit Very Low Income and two Low Income) with 12 parking spaces, and remove five ornamental trees at 2308 & 2310 Pisani Place, Venice, Los Angeles, Los Angeles County. (ETP-LB) ",
    "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
  },
  {
    "date": "February 8, 2024",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-23-0035-1 (Coast Highway Corridor Incentive District). ",
    "subitem_blurb": "Public hearing and action on request by the City of Oceanside to amend its Land Use Plan to facilitate redevelopment along Coast Highway. (TR-SD) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 8, 2024",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-22-0052-2 (Zoning Cleanup 2022). ",
    "subitem_blurb": "Public hearing and action on request by the City of Carlsbad to amend its certified LCP Implementation Plan with various text changes and corrections to the municipal code relating to grading permit exemptions, density provisions, building height and setbacks, building separation zones, family home day care requirements, mobile home policies, personal services, employee housing, small wireless facilities, and other code changes.  (CJ-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 8, 2024",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-22-0053-2 (Housing Element Program Implementation). ",
    "subitem_blurb": "Public hearing and action on request by the City of Carlsbad to amend its certified LCP Implementation Plan to add and update various sections regarding objective design standards for affordable multi-family residential projects. (CJ-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "February 8, 2024",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of San Diego Amendment No. LCP-6-SAN-23-0027-2 (Housing Action Package). ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) addressing housing and accessory dwelling units to implement Senate Bill 9. (AL-SD) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "February 8, 2024",
    "district": "San Diego Coast District",
    "item_number": 18,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of San Diego Amendment No. LCP-6-SAN-23-0052-3 (Housing Action Package ADU Amendment). ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by City of San Diego to amend its certified Land Development Code (IP) to change the amount of time an accessory dwelling unit must be deed-restricted as very low-income or low-income housing in order to qualify for an additional accessory dwelling unit is de minimis. (AL-SD) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "February 9, 2024",
    "district": "Central Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Monterey County LCP Amendment No. LCP-3-MCO-23-0043-1-Part A (Del Monte Forest Property Redesignation). ",
    "subitem_blurb": "Public hearing and potential action on request by Monterey County to change the LCP land use and zoning designations of a property currently developed with a residence from Open Space Forest and Resource Conservation to Medium Density Residential, and if the Commission does not take final action, possible action to extend the deadline for final Commission action on the amendment. (BA-SC)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 13, 2024",
    "district": "South Coast District (Los Angeles County)",
    "item_number": 14,
    "item_title": "Permit Amendments",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Permit No. A-62-81-A2 (Snapshot Partners, LLC, Venice, Los Angeles) ",
    "subitem_blurb": "Request by Snapshot Partners, LLC to amend previously granted permit to construct 5,355 sq. ft. rooftop deck with 42 in. guardrail and associated roof access structures (no increase in existing height), improve interior elevator and staircases, and modify underground parking spaces and changes to public parking rates and availability, in part to resolve Coastal Act violations at 911 Ocean Front Walk in Venice, Los Angeles, Los Angeles County. (JP-LB)",
    "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
  },
  {
    "date": "March 14, 2024",
    "district": "South Coast District (Orange County)",
    "item_number": 12,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-5-LGB-23-0047 (Laguna Royale, Laguna Beach) ",
    "subitem_blurb": "Appeal by Catherine Jurca from decision of City of Laguna Beach granting permit with conditions to Laguna Royale HOA for repair of approximately 15,600 sq.ft. of elevated deck area and removal and replacement of deck railings with glass guardrails at all units and common area decks and after-the-fact coastal development permit for repairs and modifications to the structures and individual units, completed with design review permits and/or building permits, from 1989 through 2022, at 31423 So. Coast Highway, Laguna Beach, Orange County. (MV-LB)",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 14, 2024",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-23-0049-1 (Alternative and Temporary Housing). Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on the request by City of Carlsbad to amend its Implementation Plan to address alternative housing and housing for persons experiencing homelessness. (CJ-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 14, 2024",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "c",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CAR-23-0050-1 (Citywide Objective Design Standards). Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on the request by City of Carlsbad to amend its Implementation Plan to establish citywide objective design standards for multifamily housing and mixed-use development projects.  (CJ-SD) ",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 14, 2024",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "d",
    "subitem_title": "City of Carlsbad LCP Amendment No. LCP-6-CVR-23-0051-1 (Village & Barrio Objective Design Standards). Time Extension",
    "subitem_blurb": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on the request by City of Carlsbad to amend the Village and Barrio Master Plan to establish objective design standards for multifamily housing and mixed-use development projects in the Village and Barrio neighborhoods.  (CJ-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 14, 2024",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "e",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-CCP-23-0014-1 (Midway-Pacific Highway Height Limit). ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to revise the Height Limit Ordinance, which limits building height to 30 ft. in the Coastal Zone, to exclude the Midway-Pacific Highway Community Plan Area. (ML-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "March 14, 2024",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "f",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-23-0027-2 (Housing Action Package). ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Local Coastal Program to amend various chapters of the Land Development Code (IP) addressing housing and accessory dwelling units to allow for additional residential density through implementation of Senate Bill 9. (AL-SD) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 14, 2024",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "g",
    "subitem_title": "City of San Diego Amendment No. LCP-6-SAN-23-0052-3 (Housing Action Package ADU Amendment). ",
    "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by City of San Diego to amend its certified Land Development Code (IP) to change the amount of time an accessory dwelling unit must be deed-restricted as very low-income or low-income housing in order to qualify for an additional accessory dwelling unit is de minimis. (AL-SD) ",
    "subitem_status": "Postponed"
  },
  {
    "date": "March 14, 2024",
    "district": "San Diego Coast District",
    "item_number": 15,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "h",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-OMN-23-0053-4 (Bella Mar Rezone). Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by City of San Diego to update the Otay Mesa-Nestor Community Plan (Land Use Plan) and to change the land use designation from Open Space to Medium Density Residential on a 14.62-acre site to facilitate the construction of 380 apartment units. (TR-SD)",
    "subitem_status": "Moved to Consent, Approved as Recommended"
  },
  {
    "date": "April 11, 2024",
    "district": "Central Coast District",
    "item_number": 15,
    "item_title": "New Appeals",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "Appeal No. A-3-PGR-24-0002 (Pacific Grove Retreat B&B, Pacific Grove) ",
    "subitem_blurb": "Appeal by Anthony Ciani of City of Pacific Grove decision granting permit with conditions to Renewable Energy Development, LLC, for the conversion of an 8-unit multifamily residence to an 8-unit bed and breakfast inn, at 270 Central Avenue, in the Pacific Grove Retreat Neighborhood, Pacific Grove, Monterey County. (KB-SC)",
    "subitem_status": "Withdrawn"
  },
  {
    "date": "April 12, 2024",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "a",
    "subitem_title": "City of Del Mar LCP Amendment No. LCP-6-DMR-23-0001-2 (Del Mar ADU Update). Time Extension. ",
    "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Del Mar to amend its certified Implementation Program to update ADU regulations to conform with State law. (SL-SD)",
    "subitem_status": "Moved to consent Approved as recommended"
  },
  {
    "date": "April 12, 2024",
    "district": "San Diego Coast District",
    "item_number": 13,
    "item_title": "Local Coastal Programs (LCPs)",
    "item_blurb": "",
    "subitem_number": "b",
    "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-23-0027-2 (Housing Action Package). ",
    "subitem_blurb": "Public hearing and action on request by City of San Diego to amend its certified Local Coastal Program to amend various chapters of the Land Development Code addressing housing and accessory dwelling units to implement Senate Bill 9. (AL-SD) ",
    "subitem_status": "Moved to consent Approved as recommended"
  }
]