[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "November 9 @ 9:00 am"
        },
        "status": null,
        "month": "November",
        "year": 2020,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 4,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W3/W3-11-2020-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W6a/W6a-11-2020-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción posible sobre correspondencia de la Comisión. "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Informational Report on 1982 Hollister Ranch Public Access Program",
                                            "spanish": "Informe sobre el Programa de Acceso Público a Hollister Ranch de 1982"
                                        },
                                        "blurb": {
                                            "english": "Informational presentation by staff. No Commission action. (JA/SC/LL-SF)",
                                            "spanish": "Presentación informativa por parte del equipo. Ninguna acción de la Comisión. (JA/SC/LL-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Shared Principles For Adaptation Planning",
                                            "spanish": "Principios Compartidos para La Planificación de la Adaptación"
                                        },
                                        "blurb": {
                                            "english": "Consider adoption of a Joint Statement with the California State Association of Counties and the League of California Cities on guiding principles, opportunities and challenges associated with proactive and effective sea level rise adaptation for California’s coastal communities. (JA-SF) ",
                                            "spanish": "Considere la adopción de una Declaración Conjunta con la Asociación de Condados del Estado de California y la Liga de Ciudades de California sobre principios rectores, oportunidades y desafíos asociados con la adaptación proactiva y efectiva al aumento del nivel del mar para las comunidades costeras de California. (JA-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W6d/w6d-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W6d/w6d-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W6d/w6d-11-2020-corresp.pdf"
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: W8 and W9 share a single combined staff report and hearing",
                                    "spanish": "Temas W8 y W9 continuación compartirán un informe del personal y discusión combinados"
                                }
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Cease and Desist Order No. CCC-20-CD-03 (Los Angeles Department of Water and Power, unincorporated Los Angeles Co.) ",
                                    "spanish": "Orden de Consentimiento de Cese No. CCC-20-CD-03 (Departamento de Agua y Energía de Los Angeles, Los Angeles Co. no incorporado) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing the Los Angeles Department of Water and Power to: 1) remove unpermitted development from; and 2) cease and desist from undertaking additional unpermitted development, including: grading/creating new roads; grading and expansion of an existing fire road; depositing graded material; creating berms; and removing major vegetation; all within an environmentally sensitive habitat area on property located along and adjacent to the Temescal Ridge Trail inside Topanga State Park: APN 4431-023-901; APN 4432-002-919; APN 4432-002-920; APN 4432-002-922; APN 4432-002-923; and three adjacent privately-owned properties: APN 4431-023-028; APN 4431-039-010; APN 4431-040-012; and 3) resolve civil liabilities. (LT-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre orden administrativa propuesta que ordena al Departamento de Agua y Energía de Los Angeles a: 1) retirar desarrollo no permitido de; y 2) cese de edificaciones adicionales no permitidas, que incluyen: nivelación/creación de nuevos caminos; y nivelación y expansión de un cortafuegos existente; depósito de material nivelado; creación de bermas; y retirar extensiones de vegetación; todo dentro de un hábitat ecológicamente sensible en la propiedad ubicada a lo largo y adyacente al sendero Temescal Ridge Trail dentro del parque Topanga State Park: APN 4431-023-901; APN 4432-002-919; APN 4432-002-920; APN 4432-002-922; APN 4432-002-923; y tres propiedades adyacentes privadas: APN 4431-023-028; APN 4431-039-010; APN 4431-040-012; y 3) resolver cuestiones de responsabilidad civil. (LT-SF) "
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&9-11-2020-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&9-11-2020-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&9-11-2020-Appendix.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&W9-11-2020-Addendum.pdf"
                                    },
                                    {
                                        "name": "Addendum 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&W9-11-2020-Addendum-2.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Consent Restoration Order CCC-20-RO-02 (Los Angeles Department of Water and Power, unincorporated Los Angeles Co.) ",
                                    "spanish": "Orden de consentimiento de restauración CCC-20-RO-02 (Departamento de Agua y Energía de Los Angeles, Los Angeles Co. no incorporado) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing the Los Angeles Department of Water and Power to: 1) take restorative actions, including: removal, erosion control, remedial grading, and revegetation activities; 2) provide additional enhancement and protection of coastal resources on property and surrounding areas to address temporal losses of habitat; and 3) implement long-term monitoring program; to address unpermitted development, including grading/creating new roads; grading and expansion of an existing fire road; depositing graded material; creating berms; and removing major vegetation; all within an environmentally sensitive habitat area; along and adjacent to the Temescal Ridge Trail inside Topanga State Park: APN 4431-023-901; APN 4432-002-919; APN 4432-002-920; APN 4432-002-922; APN 4432-002-923; and three adjacent privately-owned properties: APN 4431-023-028; APN 4431-039-010; APN 4431-040-012; and 4) resolve civil liabilities. (LT-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre orden administrativa propuesta que orden al Departamento de Agua y Energía de Los Angeles a: 1) tomar medidas de restauración, incluyendo: eliminación, control de erosión, nivelación correctiva y actividades de revegetación; 2) proveer mejoras y protección adicionales de los recursos costeros en la propiedad y áreas circundantes para abordar pérdidas temporales de hábitat; y 3) implementar programa de supervisión a largo plazo para abordar desarrollo no permitido, que incluye nivelación/creación de caminos nuevos; nivelación y expansión de cortafuegos existente; depósito de material nivelado; creación de bermas; y eliminación significativa de vegetación; todo dentro de un área de hábitat ecológicamente sensible; a lo largo y adyacente al sendero Temescal Ridge Trail dentro de Topanga State Park: APN 4431-023-901; APN 4432-002-919; APN 4432-002-920; APN 4432-002-922; APN 4432-002-923; y tres propiedades privadas adyacentes: APN 4431-023-028; APN 4431-039-010; APN 4431-040-012; y 4) resolver cuestiones de responsabilidad civil. (LT-SF) "
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&9-11-2020-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&9-11-2020-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&9-11-2020-Appendix.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&W9-11-2020-Addendum.pdf"
                                    },
                                    {
                                        "name": "Addendum 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W8&9/W8&W9-11-2020-Addendum-2.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "ADMINISTRATIVE CALENDAR",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-0365 (Los Angeles County Department of Public Works, Pacific Palisades) ",
                                            "spanish": "Solicitud No. 5-19-0365 (Departamento de Obras Públicas del Condado de Los Angeles, Pacific Palisades) "
                                        },
                                        "blurb": {
                                            "english": "Application of LA County Dept. of Public Works to widen portion of existing Marvin Braude Bicycle Path between Los Angeles City/Santa Monica Border to southern edge of Will Rogers State Beach Parking Lot 3 by 17 feet at Will Rogers State Beach, Pacific Palisades, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud del Dept. de Obras Públicas del Condado de LA para ampliar porción de bicisenda Marvin Braude entre el límite de Los Angeles City/Santa Monica al extremo sur del estacionamiento 3 de Will Rogers State Beach en 17 pies en Will Rogers State Beach, Pacific Palisades, Condado de Los Angeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W11a/W11a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W11a/W11a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W11a/W11a-11-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W12/W12-11-2020.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LOB LCPA 1-20 (LCP-5-LOB-20-0014-1). Time Extension. ",
                                            "spanish": "Enmienda a LCP de la Ciudad de Long Beach No. LOB LCPA 1-20 (LCP-5-LOB-20-0014-1). Extensión de Plazo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year for certification of City of Long Beach LCP Amendment No. 1-20 (LCP-5-LOB-20-0014-1). Amendment No. 1-20 would amend the Land Use Plan (LUP) and Implementing Ordinances (IP) portion of the certified LCP to revise regulations for the Belmont Pier Planned Development District to allow for the Belmont Beach and Aquatics Center in the City of Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Audiencia pública y acción para extender el plazo de acción de la Comisión por hasta un año para certificación de la enmienda a LCP de la Ciudad de Long Beach No. 1-20 (LCP-5-LOB-20-0014-1). La enmienda No. 1-20 enmendaría el Plan del Uso de la Tierra (LUP) y la porción de las Ordenanzas de Implementación (IP) del LCP certificado para revisar las regulaciones para el distrito de desarrollo planificado de Belmont Pier para permitir Belmont Beach y el Centro Acuático en la Ciudad de Long Beach, Condado de Los Angeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W13a/w13a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W13a/w13a-11-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-20-0054 (HJG CA LLC, Los Angeles) ",
                                            "spanish": "Apelación No. A-5-VEN-20-0054 (HJG CA LLC, Los Angeles) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Citizens Preserving Venice (Attn: Sue Kaplan), Dr. Naomi Nightingale, and Miguel Bravo of City of Los Angeles granting permit with conditions to HJG CA LLC for demolition of 773 sq.ft. single-story-family home and construction of approx. 6,528 sq.ft., 2-story single-family home with basement and attached garage, at 717 E. California Ave. and 670 E. Santa Clara Ave., Venice, Los Angeles, Los Angeles County. (MA-LB)",
                                            "spanish": "Apelación por parte de Citizens Preserving Venice (Attn: Sue Kaplan), Dr. Naomi Nightingale y Miguel Bravo del permiso de la Ciudad de Los Angeles que otorga permiso con condiciones a HJG CA LLC para la demolición de vivienda familiar de un piso de 773 sq.ft. y la construcción de vivienda unifamiliar de 2 pisos y aproximadamente 6,528 sq.ft., con sótano y garaje adjunto, en 717 E. California Ave. y 670 E. Santa Clara Ave., Venice, Los Angeles, Condado de Los Angeles. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W14a/W14a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W14a/W14a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W14a/W14a-11-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0540 (LA County Dept. of Harbors, Beaches & Parks, Los Angeles) ",
                                            "spanish": "Solicitud No. 5-20-0540 (Departamento de Puertos, Playas y Parques del Condado de LA, Los Angeles"
                                        },
                                        "blurb": {
                                            "english": "Application of LA County Dept. of Harbors, Beaches, and Parks to construct 10 seasonal sand berms for winter storm wave protection, measuring approx. 15’ x 20’, and varying in length from 200 to 1,500 ft., at Venice Beach, Dockweiler State Beach, and Hermosa Beach, Los Angeles County.  (CS-LB)",
                                            "spanish": "Solicitud del Departamento de Puertos, Playas y Parques del Condado de LA para construir 10 bermas de arena estacionales para protección contra olas de tormentas invernales, que miden aproximadamente 15’ x 20’ y varían en longitud de 200 a 1,500 ft., en Venice Beach, Dockweiler State Beach y Hermosa Beach, Condado de Los Angeles.  (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15a/W15a-11-2020-staff report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15a/W15a-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0205 (OFIPLEX, LLC, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0205 (OFIPLEX, LLC, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of OFIPLEX, LLC to demolish 2,300 sq.ft. duplex and construct 3-story, 3,821 sq.ft. single-family home with 752 sq.ft. attached accessory dwelling unit on first floor and 932 sq.ft. 4-car garage on 3,595 sq.ft. lot, at 44 The Strand, Hermosa Beach, Los Angeles County. (CP-LB)",
                                            "spanish": "Solicitud de OFIPLEX, LLC para demoler dúplex de 2,300 sq.ft. y construir vivienda unifamiliar de 3 pisos y 3,821 sq.ft.  con unidad habitable accesoria adjunta de 752 sq.ft. en el primer piso y garaje de 932 sq.ft. para 4 autos en terreno de 3,595 sq.ft., en 44 The Strand, Hermosa Beach, Condado de Los Angeles. (CP-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15b/W15b-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15b/W15b-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15b/W15b-11-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "DENIED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal Nos. A-5-MNB-20-0020 & A-5-MNB-20-0041 (Corinna Cotsen 1991 Trust, Manhattan Beach) ",
                                            "spanish": "Apelación Nos. A-5-MNB-20-0020 y A-5-MNB-20-0041 (Corinna Cotsen 1991 Trust, Ciudad de Manhattan Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Wilson and Escalante of City of Manhattan Beach granting permit with condition to demolish triplex and single-family home on 2 separate but adjacent lots owned by the Corinna Cotsen 1991 Trust, merger of those lots, and construct 9,920 sq.ft., 2-story over basement single-family home with attached 845 sq.ft., 3-car garage, resulting in the loss of 3 residential units, at 1312 and 1316 The Strand, Manhattan Beach, Los Angeles County. (MR-LB)",
                                            "spanish": "Apelación de los Comisionados Wilson y Escalante de la Ciudad de Manhattan Beach que otorga permiso con condición para la demolición de un triplex y una residencia unifamiliar en 2 lotes separados pero adyacentes de del Fideicomiso Corinna Cotsen 1991 Trust, fusión de estos terrenos, y construcción de vivienda unifamiliar de 9,920 sq.ft y 2 plantas sobre sótano con garaje adjunto de 845 sq.ft., para 3 autos, resultando en la pérdida de 3 unidades residenciales, en 1312 y 1316 The Strand, Manhattan Beach, Condado de Los Angeles. (MR-LB)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15c/W15c-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15c/W15c-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15c/W15c-11-2020-correspondence.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15c/W15c-11-2020-ex partes.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W15c/W15c-11-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "DENIED"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-84-866-A1 (1522 Second Street, LLC, Santa Monica) ",
                                            "spanish": "Permiso No. 5-84-866-A1 (1522 Second Street, LLC, Santa Monica) "
                                        },
                                        "blurb": {
                                            "english": "Request by 1522 Second Street, LLC to amend previously approved permit and remodel existing commercial building that includes: 1) soft-story seismic retrofit, 2) establish ADA parking and loading zone resulting in loss of 2 parking spaces, and increase off-site parking from 16 to 18 spaces to make up for the reduction of on-site parking; 3) expand on-site refuse/recycling location, 4) façade renovation (cladding, windows, paint), and 5) remodel existing internal courtyard, at 1520 Second St., Santa Monica, Los Angeles County. (VL-LB)",
                                            "spanish": "Petición de 1522 Second Street, LLC para enmendar permiso aprobado anteriormente y remodelar actual edificio comercial que incluye: 1) acondicionamiento de piso blando contra sismos, 2) establecer estacionamiento según normas de ADA y zona de carga que resulta en la desaparición de 2 espacios de estacionamiento, y aumento de estacionamiento fuera del lugar de 16 a 18 espacios para compensar la reducción del estacionamiento en el sitio; 3) expandir lugar de basura y reciclaje, 4) renovación de la fachada (revestimiento, ventanas, pintura) y 5) remodelar actual patio interno, en 1520 Second St., Santa Monica, Condado de Los Angeles. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16a/W16a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16a/W16a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16a/W16a-11-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Permit No. 5-85-249-A1 (Keenan, Venice, Los Angeles) ",
                                            "spanish": "Permiso No. 5-85-249-A1 (Keenan, Venice, Los Angeles) "
                                        },
                                        "blurb": {
                                            "english": "Request by William Keenan to amend previously approved permit to convert approx. 635 sq.ft. commercial space on ground floor to approx. 446 sq.ft. retail, with approx. 188 sq.ft. storage area, maintain 6 onsite parking spaces, and provide 3 offsite parking spaces at 1901 S. Ocean Front Walk in Venice, Los Angeles, Los Angeles County. (MR-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Petición de William Keenan para enmendar permiso aprobado con anterioridad para convertir espacio comercial de aproximadamente 635 sq.ft. en la planta baja a espacio de venta minorista de aproximadamente 446 sq.ft., con área de depósito de aproximadamente 188 sq.ft., mantener 6 espacios de estacionamiento en el lugar y ofrecer 3 espacios de estacionamiento fuera del lugar en 1901 S. Ocean Front Walk en Venice, Los Angeles, Condado de Los Angeles. (MR-LB) (NOTA: La división de observación de cumplimiento de normas de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera asociadas con este ítem y lugar, tal como se explica en detalle en el informe del personal.)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16b/W16b-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16b/W16b-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Permit No. 5-90-311-A3 (Santa Monica Pier Observation Room, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-90-311-A3 (Observatorio de Santa Monica Pier, Santa Monica) "
                                        },
                                        "blurb": {
                                            "english": "Request by City of Santa Monica to amend previously approved permit for Santa Monica Pier Public Observation Room to install doors and to close observation room between 10 PM and 6 AM daily, at 401 Santa Monica Pier, Santa Monica, Los Angeles County. (ES-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Petición de la Ciudad de Santa Monica para enmendar permiso aprobado con anterioridad para el observatorio de Santa Monica Pier para instalar puertas y cerrar el observatorio entre las 10 PM y las 6 AM todos los días, en 401 Santa Monica Pier, Santa Monica, Condado de Los Angeles. (ES-LB) (NOTA: La división de observación de cumplimiento de normas de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera asociadas con este ítem y lugar, tal como se explica en detalle en el informe del personal.)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16c/w16c-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16c/w16c-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16c/w16c-11-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/W16c/w16c-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "Adamski, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Harbaugh v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Lindstrom v. CCC, Govt. Code § 11126(e)(2)(A) See Item Th16a"
                                    },
                                    {
                                        "litigation": "Martin’s Beach I, LLC v. Ainsworth, et al., Govt. Code§ 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North Coast Transit District v. CCC, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Sanson v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (Paz, et al., RPIs), Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno. "
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "September 2020",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W17/W17-11-2020-report1.pdf"
                                    },
                                    {
                                        "name": "October 2020",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/W17/W17-11-2020-report2.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "COMMISSION SUB-COMMITTEE REPORTS.",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "CONSERVANCY REPORT",
                                    "spanish": "INFORME DE CONSERVANCY"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "SANTA MONICA MOUNTAINS CONSERVANCY REPORT.",
                                    "spanish": "INFORME DE CONSERVANCY DE LAS MONTAÑAS DE SANTA MÓNICA."
                                }
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "SANTA MONICA BAY RESTORATION REPORT",
                                    "spanish": "INFORME DE RESTAURACIÓN DE LA BAHÍA DE SANTA MÓNICA"
                                }
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "DEPUTY ATTORNEY GENERAL’S REPORT",
                                    "spanish": "INFORME DEL SUBPROCURADOR GENERAL"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 5,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/Th3/Th3-11-2020-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0265 (Westchester Bay Homeowners and Seagate Lagoons Associations, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-20-0265 (Westchester Bay Homeowners y Seagate Lagoons Associations, Huntington Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Westchester Bay Homeowners and Seagate Lagoons Associations for structural repairs to combined 135-ft. portion of existing, 5,198-ft. bulkhead at 8 distinct locations, including timber pile repairs as needed, placement of shore guard rigid vinyl sheetpiles (forming), and pumping of concrete grouting between existing concrete footing and proposed sheetpiles; and removal of existing concrete overpour to restore harbor bottom habitat, in Huntington Harbour, Huntington Beach, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de Westchester Bay Homeowners y Seagate Lagoons Associations para reparaciones estructurales para porción combinada de 135-ft. de mamparo actual de 5,198-ft. en 8 lugares particulares, incluyendo reparaciones de pilote de madera según la necesidad, colocación de tablestaca de vinilo rígido de guarda costera y bombeo de lechado de hormigón entre cimentación de hormigón actual y las tablestacas propuestas; y eliminación de exceso de hormigón para restaurar el habitat en el fondo del puerto, en Huntington Harbour, Huntington Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5a/Th5a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5a/Th5a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5a/Th5a-11-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-17-0713 (Unitarian Universal Fellowship, Solana Beach) ",
                                            "spanish": "Solicitud No. 6-17-0713 (Unitarian Universal Fellowship, Solana Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Unitarian Universal Fellowship of San Dieguito to install shade structure over existing amphitheater; replace existing 80 sq.ft. audio/video building with 793 sq.ft. building with new bathroom & dressing facilities; various ADA, access and parking lot improvements on approx. 6-acre site, at 1036 Solana Dr., Solana Beach, San Diego County. (TR-SD)",
                                            "spanish": "Solicitud de Unitarian Universal Fellowship de San Dieguito para instalar estructura de sombra sobre anfiteatro existente; reemplazar actual edificio de audio y video y 80 sq.ft. con un edificio de 793 sq.ft. con nuevas instalaciones de baño y vestidores; varios accesos conformes con ADA, y mejoras de acceso y estacionamiento en sitio de aproximadamente 6 acres, en1036 Solana Dr., Solana Beach, Condado de San Diego. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/TH5b/TH5b-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/TH5b/TH5b-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/TH5b/Th5b-11-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-20-0188 (San Diego Mission Bay Park Playground Renovations) ",
                                            "spanish": "Solicitud No. 6-20-0188 (Renovación a área de juegos de San Diego Mission Bay Park) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to replace sidewalks, lighting, fitness stations, playgrounds, and restroom; remodel restroom; and repair and restripe parking lots at De Anza, Tecolote North, and Tecolote South in Mission Bay Park, Mission Bay, San Diego, San Diego County. (ML-SD)",
                                            "spanish": "Solicitud de la Ciudad de San Diego para reemplazar aceras, iluminación, estaciones de gimnasia, equipos de juegos y baño; remodelar el baño y reparar y volver a pintar estacionamientos en De Anza, Tecolote North y Tecolote South en Mission Bay Park, Mission Bay, San Diego, Condado de San Diego. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5c/Th5c-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5c/Th5c-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 6-20-0269 (City of Oceanside J Dock Replacement) ",
                                            "spanish": "Solicitud No. 6-20-0269 (Ciudad de Oceanside, reemplazo de dársena J) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Oceanside to replace and reconfigure existing dock floats and gangways with new precast concrete floating docks and aluminum gangways and upgrade utilities at J Dock in Oceanside Harbor, 1540 Harbor Dr., Oceanside, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de la Ciudad de Oceanside para reemplazar y reconfigurar muelle flotante y pasarelas actuales con nuevo muelle flotante de hormigón prefabricado y pasarelas de aluminio y mejorar servicios en dársena J en Oceanside Harbor, 1540 Harbor Dr., Oceanside, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5d/th5d-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5d/th5d-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 6-20-0355 (Stewart, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0355 (Stewart, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ross Stewart to demolish 1,649 sq.ft., 20 ft.-high single-family home and construct 1,187 sq.ft., 23-ft. high single-family home with 243 sq.ft. roof deck on 1,541 sq.ft. lot, at 3865 Ocean Front Walk, Mission Beach, San Diego, San Diego County. (ML-SD)",
                                            "spanish": "Solicitud de Ross Stewart para demoler vivienda unifamiliar de 1,649 sq.ft., 20 ft.-high y construir vivienda unifamiliar de 1,187 sq.ft. y 23-ft. high con terraza de 243 sq.ft. en terreno de 1,541 sq.ft., en 3865 Ocean Front Walk, Mission Beach, San Diego, Condado de San Diego. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5e/Th5e-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5e/Th5e-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th5e/Th5e-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/Th7/Th7-11-2020.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-16-0479 (Ritz-Carlton Bacara Resort & Spa, Goleta) ",
                                            "spanish": "Solicitud No. 4-16-0479 (Ritz-Carlton Bacara Resort & Spa, Goleta) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ritz-Carlton Bacara Resort & Spa to demolish: existing 3,675 sq.ft. building consisting of restrooms, storage, and snack bar; existing associated outdoor shower; and, existing temporary shoreline protective device including 36-ft. long unpermitted portion; and, restore demolition area with native plants and public access pathway with interpretive signs; construct 325 sq.ft. restroom building with outdoor showers and drinking fountain; operate food truck to provide snack bar services to the public; maintenance grading of existing emergency access ramp; and, grading of a total of 605 cu.yds., at Haskell’s Beach in Goleta, Santa Barbara County. (MK-V) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Ritz-Carlton Bacara Resort & Spa para demoler lo siguiente: edificio de 3,675 sq.ft. que comprende baños, depósito y snack bar; ducha al aire libre asociada; y dispositivo temporal de protección de la costa que incluye porción no permitida de 36-ft. de largo; y restaurar área de demolición con plantas nativas y sendero de acceso público con carteles explicativos; construir edificio de baños de 325 sq.ft. con duchas al aire libre y fuente para beber; operar camión de comidas para brindar servicios de snack bar al público; nivelación de mantenimiento de rampa actual de acceso de emergencia; y nivelación de un total de 605 cu.yds., en Haskell’s Beach en Goleta, Condado de Santa Barbara. (MK-V) (NOTA: La división de observación de cumplimiento de normas de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera asociadas con este ítem y lugar, tal como se explica en detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th8a/Th8a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th8a/Th8a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th8a/Th8a-11-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th8a/Th8a-11-2020-addenda.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th8a/Th8a-11-2020-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report for Orange County",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/Th9/Th9-11-2020.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-LGB-20-0050 (Dornin, Laguna Beach) ",
                                            "spanish": "Apelación No. A-5-LGB-20-0050 (Dornin, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Terry Meurer et.al., of City of Laguna Beach granting permit with conditions to Dig Coast Inn, LLC for renovation of existing historic hotel, including addition of new 3,707 sq.ft. rooftop deck with mechanical equipment and pool/bar, interior remodel of existing 24 rooms, and exterior remodel at 1401 S Coast Hwy., Laguna Beach, Orange County. (CS-LB)",
                                            "spanish": "Apelación de Terry Meurer et.al., del permiso de la Ciudad de Laguna Beach que otorga permiso con condiciones a Dig Coast Inn, LLC para la renovación de hotel histórico existente, que incluye la adición de nueva terraza de 3,707 sq.ft. con equipo mecánico y piscina/bar, remodelación interior de 24 habitaciones actuales, y remodelación exterior en exterior 1401 S Coast Hwy., Laguna Beach, Condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th10a/Th10a-11-2020-staff report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th10a/Th10a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th10a/Th10a-11-2020-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th10a/Th10a-11-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-0345 (OC Parks, Dana Point) ",
                                            "spanish": "Solicitud No. 5-19-0345 (OC Parks, Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Application of OC Parks to remove damaged public sidewalk, boardwalk, stairs, wooden bulkhead, restroom and associated utilities, basketball court, approx. 55 parking spaces, palm trees, and light poles and installation of approx. 830 linear feet of sandcubes (1 cu.yd. ea.) over layer of geotextile and approx. 690 linear feet of armor rock along seaward edge of coastal trail and park facilities for period of 2 to 5 years, some aspects of the proposal were previously undertaken pursuant to multiple emergency permits, at Capistrano Beach County Park, City of Dana Point, Orange County. (DZ-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de OC Parks para eliminar acera pública dañada, pasarela, escaleras, mamparo de madera, baño y servicios asociados, cancha de básquetbol, aproximadamente 55 espacios de estacionamiento, palmeras y postes de luz, e instalación de aproximadamente 830 pies lineales de cubos de arena (1 cu.yd. ea.) sobre capa de geotextil y aproximadamente 690 pies lineales de enrocado a lo largo del borde hacia el mar del sendero costero e instalaciones de parque por un período de 2 a 5 años, algunos aspectos de la propuesta fueron realizados conforme con los permisos múltiples de emergencia, en Capistrano Beach County Park, Ciudad de Dana Point, Condado de Orange. (DZ-LB) (NOTA: La división de observación de cumplimiento de normas de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera asociadas con este ítem y lugar, tal como se explica en detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th11a/th11a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th11a/th11a-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "POSTPONED"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-01-097-A2 (Moe, San Clemente) ",
                                            "spanish": "Solicitud No. 5-01-097-A2 (Moe, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Request by John & Cheryl Moe to amend previously approved permit for after-the-fact (ATF) hardscape improvements including 34 cu.yds. cut and fill, 3-ft. wide sloped decomposed granite path with wood border, access steps, garden planter walls, backfilled 2-ft. tall keystone wall, fencing, and flattened/graded patio area.  Proposed new development includes approx. 480 sq.ft. wood deck/flagstone/artificial turf patio area, native plantings, and request for modification of development area setback at 229 Avenida Alessandro, San Clemente, Orange County. (LR-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de John & Cheryl Moe para enmendar permiso aprobado anteriormente para mejoras después del hecho de decoración exterior que incluyen 34 cu.yds. de corte y relleno, senda en pendiente de granito descompuesto de 3 pies de ancho y bordes de madera, escalones de acceso, paredes de jardín, pared de keystone de 2 pies con relleno, cercas y área de patio aplanada y nivelada. El nuevo desarrollo propuesto incluye área de cubierta de madera, losas y césped, plantas nativas de aproximadamente 480 sq.ft. y petición de modificación del retranqueo del área de construcción en 229 Avenida Alessandro, San Clemente, Condado de Orange. (LR-LB) (NOTA: La división de observación de cumplimiento de normas de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera asociadas con este ítem y lugar, tal como se explica en detalle en el informe del personal.)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th12a/Th12a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th12a/Th12a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th12a/Th12a-11-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/Th13/Th13-11-2020-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "County of San Diego LCP-6-SDC-20-0031-1 (Implementation Plan)",
                                            "spanish": "LCP del Condado de San Diego LCP-6-SDC-20-0031-1 (Plan de Implementación). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to certify the Implementation Plan (IP) which includes the development standards, zoning maps and other implementing actions for unincorporated County lands and complete the County's certified Local Coastal Program (LCP). (DD-SD)",
                                            "spanish": "Audiencia pública y acción para certificar el plan de implementación (IP) que incluye los estándares de urbanización, mapas de zonificación y otras acciones de implementación para tierras no incorporadas del Condado y completar el programa local costero certificado del Condado. (DD-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14a/th14a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14a/th14a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14a/th14a-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Del Mar LCP Amendment No. LCP-6-DMR-20-0044-2 (Accessory Dwelling Unit Ordinance Update) Time Extension",
                                            "spanish": "Enmienda a LCP de la Ciudad de Del Mar No. LCP-6-DMR-20-0044-2 (Actualización de Ordenanza Sobre Unidades Habitables Accesorias). Extensión de Plazo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Del Mar to update its accessory dwelling unit ordinance. (DNL-SD)",
                                            "spanish": "Audiencia pública y acción para extender el plazo de 60 días para acción de la Comisión por hasta un año a pedido de la Ciudad de Del Mar para actualizar su ordenanza sobre unidades habitables accesorias. (DNL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14b/Th14b-11-2020-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-20-0026-1 (12th Update Land Development Code)",
                                            "spanish": "Enmienda a LCP de la Ciudad de San Diego No. LCP-6-SAN-20-0026-1 (12va Actualización del Código de Desarrollo de Tierras). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend the certified Implementation Plan (IP) with the 12th Update to the Land Development Code, containing 39 changes in various categories: general zoning, cannabis regulation, regulatory relief for additional development on sites with existing entitlements, special flood areas and minor corrections. (AL-SD)",
                                            "spanish": "Audiencia pública y acción a pedido de la Ciudad de San Diego para enmendar el plan de implementación (IP) certificado con la 12va actualización al Código de Desarrollo de Tierras, que contiene 39 cambios en varias categorías: zonificación general, regulación de cánnabis, alivio regulatorio para desarrollo adicional en lugares con titulaciones existentes, áreas de anegamiento especiales y correcciones menores. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14c/Th14c-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14c/Th14c-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14c/Th14c-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-20-0053-1 (Morena Corridor Specific Plan) Time Extension",
                                            "spanish": "Enmienda a LCP de la Ciudad de San Diego No. LCP-6-SAN-20-0053-1 (Plan Específico del Corredor Morena) Extensión de Plazo. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of San Diego to amend the certified Implementation Plan (IP) and revise the Land Development Code’s community plan implementation overlay zone for the subject plan. (DNL-SD)",
                                            "spanish": "Audiencia pública y acción para extender el plazo de 60 días para acción de la Comisión por hasta un año a pedido de la Ciudad de San Diego para enmendar el plan de implementación certificado (IP) y revisar la zona de superposición de implementación de plan comunitario del Código de Desarrollo de Tierras para el plan del asunto. (DNL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th14d/th14d-11-2020-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-CII-20-0056 (Cline, Carlsbad) ",
                                            "spanish": "Apelación No. A-6-CII-20-0056 (Cline, Carlsbad) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Padilla & Brownsey from decision of City of Carlsbad granting permit with conditions to David and Barbara Cline for construction of 3,145 sq.ft. 2-story addition to existing 2,330 sq.ft., single-story-family home, removal of unpermitted development on bluff face and restoration of bluff, and retain unpermitted private beach stairway, deck, and gunite augmentation on 0.32 acre bluff top lot, at 5215 Shore Dr., Carlsbad, San Diego County. (CB-SD) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Apelación de los Comisionados Padilla y Brownsey de la decisión de la decisión de la Ciudad de Carlsbad que otorga permiso con condiciones a David y Barbara Cline para la construcción de adición de 3,145 sq.ft y 2 pisos a vivienda unifamiliar actual de 2,330 sq.ft., eliminación de construcción no permitida en cara del acantilado y restauración del acantilado, y retener escalera no permitida de acceso a la playa, cubierta y aumento de hormigón proyectado en terreno en cima del acantilado de 0.32 acres, en 5215 Shore Dr., Carlsbad, Condado de San Diego. (CB-SD) (NOTA: La división de observación de cumplimiento de normas de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera asociadas con este ítem y lugar, tal como se explica en detalle en el informe del personal.)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th15a/th15a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th15a/th15a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th15a/th15a-11-2020-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th15a/th15a-11-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: Items Th16d and Th17a, below, share a combined hearing",
                                    "spanish": "Temas Th16d y Th17a serán el tema de una audiencia combinada"
                                }
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. A-6-ENC-13-0210 (Lindstrom, Encinitas) ",
                                            "spanish": "Permiso No. A-6-ENC-13-0210 (Lindstrom, Encinitas) "
                                        },
                                        "blurb": {
                                            "english": "Request by James and Karla Lindstrom to set aside the July 13, 2016 approval and either revise or delete Special Condition 3(b), regarding removal of structures in the event of hazardous situations, in compliance with remand by the Superior Court of California, San Diego County (Case No. 37-2016-00026574-CU-WM-NC), to allow construction of new 2-story, 3,553 sq.ft. home with 950 sq.ft. garage over 1,355 sq.ft. basement on existing 6,776 sq.ft. vacant lot, at 132 Neptune Ave., Encinitas, San Diego County. (CH-SD)",
                                            "spanish": "Petición de James y Karla Lindstrom para dejar atrás la aprobación del 13 de julio de 2016 y ya sea revisar o eliminar la condición  3(b), sobre la eliminación de estructuras en el caso de situaciones peligrosas, en conformidad con la decisión del Tribunal Superior de California, Condado de San Diego (Case No. 37-2016-00026574-CU-WM-NC), para permitir la construcción de una nueva casa de 2 pisos, 3,553 pies cuadrados con garaje de 950 pies cuadrados sobre el sótano de 1,355 pies cuadrados en el lote vacante existente de 6,776 pies cuadrados, en 132 Neptune Ave., Encinitas, Condado de San Diego. (CH-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16a/th16a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16a/th16a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16a/Th16a-11-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-20-0200 (Seascape Shores, Solana Beach) ",
                                            "spanish": "Solicitud No. 6-20-0200 (Seascape Shores, Solana Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Seascape Shores HOA to repair private timber beach access stairway including replacement of lower two landings and installation of new fiberwrap and fiberglass grating, at 325 South Sierra Ave., Solana Beach, San Diego County. (DN-SF) ",
                                            "spanish": "Solicitud de Seascape Shores HOA para reparar escalera de madera privada de acceso a la playa y reemplazo de dos rellanos inferiores e instalación de nueva rejilla de fibra de vidrio, en 325 South Sierra Ave., Solana Beach, Condado de San Diego. (DN-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16b/Th16b-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16b/Th16b-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16b/Th16b-11-2020-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16b/Th16b-11-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "POSTPONED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-20-0240 (Cabrillo Power I LLC, Carlsbad) ",
                                            "spanish": "Solicitud No. 6-20-0240 (Cabrillo Power I LLC, Carlsbad) "
                                        },
                                        "blurb": {
                                            "english": "Application of Cabrillo Power I LLC to conduct maintenance dredging of up to 500,000 cu.yds. of lagoon bottom sand within existing approved dredge limits of outer basin of Agua Hedionda Lagoon and deposit on North Beach, Middle Beach, and South Beach in Carlsbad, San Diego County. (EP-SD)",
                                            "spanish": "Solicitud de Cabrillo Power I LLC para conducir dragado de mantenimiento de hasta 500,000 cu.yds. de arena del fondo de la laguna dentro de los actuales límites aprobados de dragado de la Cuenca exterior de Agua Hedionda Lagoon y depositarlas en North Beach, Middle Beach y South Beach en Carlsbad, Condado de San Diego. (EP-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16c/th16c-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16c/th16c-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16c/th16c-11-2020-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16c/th16c-11-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 6-20-0160 (California Department of Transportation & San Diego Association of Governments) ",
                                            "spanish": "Solicitud No. 6-20-0160 (Departamento de Transporte de California & San Diego Association of Governments) "
                                        },
                                        "blurb": {
                                            "english": "Application of Caltrans and SANDAG to restore approx. 154 acres of coastal wetland and upland habitat at W-19 and W-6 sites within San Dieguito Lagoon, construct one-mile trail segment adjacent to El Camino Real, relocate existing utility poles, deepen existing sand trap near lagoon inlet, perform maintenance dredging following significant storm events, and deposit beach compatible material at nearby beaches, Del Mar and San Diego, San Diego County. (SD/WH-SD)",
                                            "spanish": "Solicitud de Caltrans y SANDAG para restaurar aproximadamente 154 acres de pantanales costeros y hábitat tierra arriba en sitios W-19 y W-6 dentro de San Dieguito Lagoon, construir segmento de sendero de una milla adyacente a El Camino Real, reubicar actuales postes de servicios, profundizar actual trampa de arena cerca de entrada a la laguna, realizar dragado de mantenimiento después de eventos de tormentas significativos, y depositar material compatible con la playa en playas cercanas, Del Mar and San Diego, Condado de San Diego. (SD/WH-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16d/Th16d-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16d/Th16d-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16d/Th16d-11-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th16d/Th16d-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 6-04-088-A16 (Southern California Edison & San Dieguito River Park Joint Powers Authority) ",
                                            "spanish": "Permiso No. 6-04-088-A16 (Southern California Edison & San Dieguito River Park Joint Powers Authority) "
                                        },
                                        "blurb": {
                                            "english": "Request by Southern California Edison and San Dieguito River Park Joint Powers Authority to amend previously approved permit for the San Dieguito Wetland Restoration Plan to incorporate 13.5-acre W-6 site restored by Caltrans/SANDAG per CDP No. 6-20-0160 and 0.98-acre Grand Avenue restoration site per CDP No. 6-04-088-A2 into the Final Wetland Restoration Plan, modify the Inlet Dredging Plan to reflect deepening of sand trap per CDP No. 6-20-0160, and add new special conditions to address the restoration of W-6, W-19 and Grand Ave., at San Dieguito Lagoon, Del Mar and San Diego, San Diego County. (SD/WH-SD)",
                                            "spanish": "Petición de Southern California Edison y San Dieguito River Park Joint Powers Authority para enmendar permiso para el plan de restauración de San Dieguito Wetland para incorporar sitio W-6 de13.5-acres W-6 restaurado por Caltrans/SANDAG según CDP No. 6-20-0160 y sitio de restauración de 0.98-acre Grand Avenue según CDP No. 6-04-088-A2 en el Plan Final de Restauración de Humedales, modificar el Plan de Dragado de Ensenada para reflejar la profundización de trampa de arena conforme con CDP No. 6-20-0160, y añadir nuevas condiciones especiales para tratar la restauración de W-6, W-19 y Grand Avenue, en San Dieguito Lagoon, Del Mar y San Diego, Condado de San Diego. (SD/WH- SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th17a/Th17a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th17a/Th17a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th17a/Th17a-11-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/Th17a/Th17a-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 6,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F3/F3-11-2020-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 5,
                                "title": {
                                    "english": "California Coastal Commission 2021 – 2025 Strategic Plan",
                                    "spanish": "Plan Estratégico de 2021 – 2025 de la Comisión Costera de California"
                                },
                                "blurb": {
                                    "english": "Consideration and possible final adoption of the Coastal Commission’s Strategic Plan for the period 2021– 2025. (JA/MJ/SG-SF) ",
                                    "spanish": "Consideración posible adopción final del Plan Estratégico de la Comisión Costera para el período 2021 – 2025. (JA/MJ/SG-SF) "
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F5/F5-11-2020-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits 1",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F5/F5-11-2020-exhibit1.pdf"
                                    },
                                    {
                                        "name": "Exhibits 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F5/F5-11-2020-exhibit2.pdf"
                                    },
                                    {
                                        "name": "Addendum 1",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F5/F5_Addendum_1.pdf"
                                    },
                                    {
                                        "name": "Addendum 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F5/F5_Addendum_2.pdf"
                                    },
                                    {
                                        "name": "Addendum 3",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F5/F5_Addendum_3.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F7/F7-11-2020-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-20-0360 (Yates, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-20-0360 (Yates, Humboldt Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Karvier Yates to remodel and expand existing single-family home and attached garage resulting in 2,718 sq.ft. single-family home with 420 sq.ft. attached 2-car garage, at 2989 North St., Myrtletown area near Eureka, Humboldt County. (CH-A)",
                                            "spanish": "Solicitud de Karvier Yates para remodelar y expandir vivienda unifamiliar actual y garaje adjunto que resultarían en una vivienda unifamiliar de 2,718 sq.ft. con garaje adjunto de 420 sq ft. para 2 autos, en 2989 North St., área de Myrtletown cerca de Eureka, Condado de Humboldt. (CH-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F8a/F8a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F8a/F8a-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "POSTPONED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 1-09-050 (Humboldt County Mad River) ",
                                            "spanish": "Solicitud No. 1-09-050 (Humboldt County Mad River) "
                                        },
                                        "blurb": {
                                            "english": "Application of Humboldt County for follow-up permit to emergency permit 1-08-035-G for construction of 1,300 ft. long stabilization structure on east bank of Mad River at School Rd. and Verwer Ct., McKinleyville, Humboldt County. (MK-A)",
                                            "spanish": "Solicitud del Condado de Humboldt para permiso de seguimiento para permiso de emergencia 1-08-035-G para la construcción de estructura de estabilización de1,300 ft. long en el banco oriental de Mad River en School Rd. y Verwer Ct., McKinleyville, Condado de Humboldt. (MK-A) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F8b/f8b-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F8b/f8b-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F8b/f8b-11-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F8b/f8b-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F9/F9-11-2020-DDs Report.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 2-20-0282 (California Department of Transportation (Caltrans), Gleason Beach Highway 1 (PM 15.1-15.7), Sonoma Co.)",
                                            "spanish": "Solictud No. 2-20-0282 (Departamento de Transporte de California (Caltrans), Gleason Beach Highway 1 PM 15.1-15.7, Sonoma Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Caltrans to undertake managed retreat project to realign one-half mile of Highway One inland at Gleason Beach, approx. 5 miles north of Bodega Bay, including: construction of new inland highway alignment with bridge over Scotty Creek, re-purposing of existing highway for development of new California Coastal Trail segments and other public access amenities, removal of culverts and restoration of the lower Scotty Creek floodplain, and cleanup of structural debris field and prior emergency repair work on bluff and beach seaward of Highway, at Gleason Beach, Bodega Bay, Sonoma County. (PA/SP-SF)",
                                            "spanish": "Solicitud de Caltrans para realizar proyecto de retroceso gestionado para realinear media milla de Highway One tierra adentro en Gleason Beach, aproximadamente 5 millas al norte de Bodega Bay, que incluye: construcción de nueva alineación de carretera tierra adentro con puente sobre Scotty Creek, reutilización de carretera actual para desarrollo de actuales segmentos nuevos del Sendero Costero de California y otros servicios de acceso público, eliminación de tajeas y restauración de vega inferior de Scotty Creek y limpieza de campo de desechos estructurales y trabajo de reparación de emergencia anterior en acantilado y playa del lado del mar de la carretera, en Gleason Beach, Bodega Bay, Condado de Sonoma. (PA/SP-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F10a/F10a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F10a/F10a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F10a/F10a-11-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F10a/F10a-11-2020-corresp2.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F10a/F10a-11-2020-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F11/F11-11-2020-DDs report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11.1,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0017-1-Part C (Small-Cell Wireless Facilities). Time Extension",
                                            "spanish": "Enmienda a LCP de la Ciudad de Santa Cruz No. LCP-3-STC-20-0017-1-Parte C (Inalámbricas de Células Pequeñas). Extensión de Plazo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on extension of time limit for up to one year to act on request by the City of Santa Cruz to amend LCP Implementation Plan standards regulating small-cell wireless facilities in the public right-of-way. (CB-SC)",
                                            "spanish": "Audiencia pública y acción para un año para extender el plazo de acción de la Comisión por hasta un año para enmienda las Ordenanzas de Implementación (IP) del LCP de la Ciudad de Santa Cruz que regulan las instalaciones inalámbricas de células pequeñas en el derecho de vía pública. (CB-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F11.1a/F11.1a 11-2020-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 3-20-0127 (Monterey Wharves Structural Maintenance, Monterey, Monterey Co.) ",
                                            "spanish": "Solicitud No. 3-20-0127 (Mantenimiento estructural de los embarcaderos de Monterey, Monterey, Monterey Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Monterey for Structural Maintenance Program for repair and maintenance of structural elements of city-operated portions of Monterey’s two municipal wharves (Wharf 1 and Wharf 2), in Monterey, Monterey County. (AM-SC)",
                                            "spanish": "Solicitud de la Ciudad de Monterey para programa de mantenimiento estructural para reparación y mantenimiento de elementos estructurales de porciones operadas por la ciudad de dos embarcaderos municipales de Monterey (Wharf 1 y Wharf 2), en Monterey, Condado de Monterey. (AM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12a/f12a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12a/f12a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12a/f12a-11-2020-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-3-SLO-20-0047 (Settimi, Cambria, San Luis Obispo Co.) ",
                                            "spanish": "Solicitud No. A-3-SLO-20-0047 (Settimi, Cambria, San Luis Obispo Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Janine Settimi to construct 2,170 sq.ft. single-family home with attached 540 sq.ft. garage and associated grading and landscaping improvements on 13,220 sq.ft. vacant parcel in unincorporated community of Cambria in San Luis Obispo County. (BO-SC)",
                                            "spanish": "Solicitud de Janine Settimi para construir vivienda unifamiliar de 2,170 sq.ft. con garaje adjunto de 540 sq.ft. y nivelación asociada y mejoras de jardinería en parcela vacante de 13,220 sq.ft. en la comunidad no incorporada de Cambria en el Condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12b/F12b-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12b/F12b-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12b/F12b-11-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "DENIED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 3-18-0650 (Harbaugh, Carmel Highlands, Monterey Co.) ",
                                            "spanish": "Solicitud No. 3-18-0650 (Harbaugh, Carmel Highlands, Monterey Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Darla Harbaugh (on remand from a judicial settlement) for coastal development permit to redevelop existing 3-story single-family home, redevelop detached carport/workshop, and construct new retaining walls, at 172 Spindrift Rd. within the unincorporated Carmel Highlands area south of City of Carmel-by-the-Sea, Monterey County. (RM-SC)",
                                            "spanish": "Solicitud de Darla Harbaugh (devuelto de un acuerdo judicial)  para permiso de desarrollo costero para volver a edificar vivienda unifamiliar actual de 3 pisos, reconstruir cochera/taller separado y construir nuevos muros de retención, en 172 Spindrift Rd. Dentro del área no incorporada de Carmel Highlands al sur de la Ciudad de Carmel-by-the-Sea, Condado de Monterey. (RM-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12c/F12c-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12c/F12c-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F12c/F12c-11-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "ADMINISTRATIVE CALENDAR",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 9-20-0500 (Los Cerritos Wetlands, LLC, Los Angeles Co.) ",
                                            "spanish": "Solicitud No. 9-20-0500 (Los Cerritos Wetlands, LLC, Los Angeles Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Los Cerritos Wetlands, LLC to remove shallow contaminated sediment and replace it with clean sediment at 2 locations within Synergy Oil Field, at 6422 E. Second St., Long Beach, Los Angeles County. (AB-SF)",
                                            "spanish": "Solicitud de Los Cerritos Wetlands, LLC para eliminar sedimento contaminado de poca profundidad y reemplazarlo con sedimento limpio en 2 lugares dentro de Synergy Oil Field, en 6422 E. Second St., Long Beach, Condado de Los Angeles. (AB-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F13a/f13a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F13a/f13a-11-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F13a/F13a-11-2020-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F13a/F13a-11-2020-correspondence.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F13a/F13a-11-2020-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/11/F14/F14-11-2020.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No.  9-20-0236 (PG&E, Humboldt Co.) ",
                                            "spanish": "Solicitud No.  9-20-0236 (PG&E, Humboldt Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of PG&E to undertake repair and maintenance activities for 3 existing gas pipeline segments and provide erosion control, at 3 locations east of Eureka in unincorporated Humboldt County. (JW-SF)",
                                            "spanish": "Solicitud de PG&E para realizar tareas de reparación y mantenimiento para tres segmentos de tubería de gas existente y proporcionar control de erosión en tres lugares al este de Eureka en zona no incorporada del Condado de Humboldt. (JW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F15a/F15a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F15a/F15a-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 9-20-0379 (Poseidon Resources (Channelside) LP, Carlsbad) ",
                                            "spanish": "Solicitud No. 9-20-0379 (Poseidon Resources (Channelside) LP, Carlsbad) "
                                        },
                                        "blurb": {
                                            "english": "Application of Poseidon Resources (Channelside) LP to install and operate temporary test facility to compare performance of two seawater intake screen designs, in and adjacent to Agua Hedionda Lagoon in Carlsbad, San Diego County. (TL-SF)",
                                            "spanish": "Solicitud de Poseidon Resources (Channelside) LP para instalar y operar establecimiento de pruebas temporal para comparar el rendimiento de dos diseños de filtrado de ingreso de agua marina, en área y adyacente a Agua Hedionda Lagoon en Carlsbad, Condado de San Diego. (TL-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F15b/F15b-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F15b/F15b-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CD-0004-20 (Corps of Engineers, Statewide) ",
                                            "spanish": "CD-0004-20 (Cuerpo de Ingenieros, en todo el estado) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Determination by U.S. Army Corps of Engineers for reissuance of Nationwide Permits and regional conditions for the Los Angeles and San Francisco Districts. (LS-SF)",
                                            "spanish": "Determinación de congruencia por parte del Cuerpo de Ingenieros del Ejército de los EE. UU. para reemisión de permisos a nivel nacional y condiciones regionales para los distritos de Los Angeles y San Francisco. (LS-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F16a/F16a-11-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/11/F16a/F16a-11-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "OBJECTION"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be December 9-11, 2020 and January 13-15, 2021, February 10-12, 2021 and March 10-12, 2021.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán el 9-12 de Diciembre, el 13-15, de Enero 2021, el 10-12, de Febrero 2021, y el 10-12, de Marzo 2021."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]