[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "August 17 @ 9:00 am"
        },
        "status": null,
        "month": "August",
        "year": 2020,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 12,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "AGENDA CHANGES",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/W3/W3-8-2020-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "GENERAL PUBLIC COMMENT",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "CHAIR’S REPORT",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W6a/W6a-8-2020-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Coastal Clean-up Day 2020 Presentation",
                                            "spanish": "Presentación del Día de la Limpieza 2020 de Las Costas de California"
                                        },
                                        "blurb": {
                                            "english": "",
                                            "spanish": ""
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Approved"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Sea Level Rise Story Map Presentation",
                                            "spanish": "Presentación del Mapa de la Historia de Aumento del Nivel del Mar"
                                        },
                                        "blurb": {
                                            "english": "Presentation of new sea level rise communication tool for the Commission’s website developed by graduate students from UC Santa Barbara Bren School of Environmental Science and Management program.",
                                            "spanish": "Presentación de nuevas herramienta de comunicación sobre el aumento del nivel del mar para el sitio web de la Comisión desarrolladas por estudiantes graduados del UC Santa Bárbara Escuela de Bren Environmental Science and Management Programa."
                                        },
                                        "assets": [
                                            {
                                                "name": "SLR Map",
                                                "url": "https://storymaps.arcgis.com/stories/d0c1df224a97418bb4dad129ea4c6d17"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción posible sobre correspondencia de la Comisión. "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation. (JA/SC-SF)",
                                            "spanish": "Actualización y posible acción sobre legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W6e/W6e-8-2020-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Interagency Agreements for Implementing California’s Coastal Management Program, FY 2020-21 Coastal Zone Management Grant Award",
                                            "spanish": "Acuerdos Interinstitucionales para la Implementación del Programa de Gestión Costera de California, Año Fiscal 2020-21 Subsidio de Administración de Zona Costera"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission authorization to enter into Interagency Agreements with BCDC and the Coastal Conservancy to transfer federal funds to these agencies for the implementation of California Coastal Management Program for Fiscal Year 2020-21. (MJ-SF)",
                                            "spanish": "Audiencia pública y autorización de la Comisión para celebrar acuerdos interinstitucionales con BCDC y Coastal Conservancy para transferir fondos federales a estos organismos para la implementación del Programa de Gestión Costera de California para el Año Fiscal 2020-21. (MJ-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W6f/W6f-8-2020-report.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Pepperdine University Notice of Impending Development (NOID) No. PEP-NOID-0003-20 (Student Housing Wellness Center)",
                                            "spanish": "Aviso de Desarrollo Inminente de Pepperdine University No. PEP-NOID-0003-20 (Centro de Bienestar de Residencia Estudiantil)"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on NOID by Pepperdine University for a wellness center support amenity associated with the existing Seaside Residence Hall student housing facility, consisting of construction of a 5,015 sq.ft., 19 ft.-high semi-permanent membrane structure with 900 sq.ft., 19-ft.-high restroom/shower structure on concrete foundations, and associated grading (540 cu.yds. cut, 550 cu.yds. fill), retaining walls, and landscaping located on the Pepperdine University campus, Malibu, Los Angeles County. (DC-V)",
                                            "spanish": "Audiencia pública y acción sobre Aviso de Desarrollo Inminente de Pepperdine University para la construcción de un centro de bienestar y apoyos asociados con las actuales instalaciones de residencia estudiantil Seaside Residence Hall que consiste en la construcción de una estructura de membrana semipermanente de 5,015 sq.ft., 19 ft.-high con estructura de duchas y baños de 900 sq.ft., 19-ft.-high en cimientos de hormigón y nivelación asociada (540 cu.yds. de corte, 550 cu.yds. de relleno), muros de retención y jardinería ubicado en el campus de Pepperdine University campus, Malibu, Condado de Los Angeles. (DC-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W7a/W7a-8-2020-report.pdf"
                                            }
                                        ],
                                        "result": "Approved"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/W9/W9-8-2020-report.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: W10a and W10b share a single combined staff report and hearing",
                                    "spanish": "Temas W10a y W10b continuación compartirán un informe del personal y discusión combinados"
                                }
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Eureka LCP Amendment No. LCP-1-EUR-20-0009-1, Part C (Crowley Site Redesignation) - Time Extension",
                                            "spanish": "Enmienda a LCP de la Ciudad de Eureka No. LCP-1-EUR-20-0009-1, Parte C (Redesignación del sitio Crowley) Extensión de Plazo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action for up to one year on City of Eureka’s request to amend the certified LCP to change the land use designation of a portion of the Crowley site off of Hilfiker Lane from Public/Quasi-Public to General Service Commercial and the zoning district from Coastal Dependent Industrial to Service Commercial with a Qualifying Combining District. (RSM-A)",
                                            "spanish": "Audiencia pública y acción para extender el plazo para la acción de la Comisión por hasta un año a pedido de la Ciudad de Eureka para enmendar el LCP certificado para cambiar la designación del uso de la tierra de una porción del sitio Crowley cerca de Hilfiker Lane de Pública/cuasipública a Comercial de Servicios Generales y el distrito de zonificación de Industrial Dependiente Costero a Comercial de Servicios con un Distrito de Combinación Calificado. (RSM-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W10a10b/W10a10b-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W10a/W10a-8-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "Approved - moved to consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Eureka LCP Amendment No. LCP-1-EUR-20-0009-1, Part B (Service Commercial District Height Limit) - Time Extension. ",
                                            "spanish": "Enmienda a LCP de la Ciudad de Eureka No. LCP-1-EUR-20-0009-1, Parte B (Límite de Altura de Distrito Comercial de Servicios) Extensión de Plazo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action for up to one year on City of Eureka’s request to amend the certified Implementation Program to increase the maximum building height within the Service Commercial Zoning District from 35 to 55 feet. (CK-A)",
                                            "spanish": "Audiencia pública y acción para extender el plazo para la acción de la Comisión por hasta un año a pedido de la Ciudad de Eureka para enmendar el programa de implementación certificado para aumentar el máximo de altura de construcción dentro del Distrito de Zonificación Comercial de Servicios de 35 a 55 pies. (CK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W10a10b/W10a10b-8-2020-report.pdf"
                                            }
                                        ],
                                        "result": "Approved - moved to consent"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/W11/W11-08-2020.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: W12b and W13a share a single combined staff report and hearing.",
                                    "spanish": "Temas W12b y W13a continuación compartirán un informe del personal y discusión combinados"
                                }
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 9-20-0268 (State Lands Commission, Santa Barbara Co.) ",
                                            "spanish": "Solicitud No. 9-20-0268 (State Lands Commission, Santa Barbara Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of State Lands Commission to permanently re-abandon 4 leaking legacy oil wells in the subtidal and intertidal zone offshore Summerland, Santa Barbara County. (DG-SF)",
                                            "spanish": "Solicitud del State Lands Commission para volver a abandonar permanentemente 4 pozos de petróleo de legado con pérdida en la zona fuera de la costa submareal e intermareal de Summerland, Condado de Santa Barbara. (DG-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W12a/w12a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W12a/w12a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 9-20-0275 (RTI Infrastructure, Inc., San Luis Obispo Co.) ",
                                            "spanish": "Solicitud No. 9-20-0275 (RTI Infrastructure, Inc., San Luis Obispo Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of RTI Infrastructure, Inc. to construct cable landing station and operate state waters portion of subsea fiber optic cable extending from Grover Beach, San Luis Obispo County, through state and federal waters, and terminating in Singapore, Grover Beach, San Luis Obispo County. (JW-SF)",
                                            "spanish": "Solicitud de RTI Infrastructure, Inc. para construir estación de aterrizaje y operar porción en aguas estatales de cable de fibra óptica submarina que se extiende desde Grover Beach, Condado de San Luis Obispo, a través de aguas estatales y federales, y que termina en Singapur, Grover Beach, Condado de San Luis Obispo. (JW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W12b13a/w12b13a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W12b13a/w12b13a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CC-0002-20 (RTI Infrastructure, Inc., San Luis Obispo Co.) ",
                                            "spanish": "CC-0002-20 (RTI Infrastructure, Inc., San Luis Obispo Co.) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Certification by RTI Infrastructure, Inc. to construct and operate federal waters portion of fiber optic cable described above extending from Grover Beach, San Luis Obispo County, through federal waters and terminating in Singapore, Grover Beach, San Luis Obispo County. (JW-SF)",
                                            "spanish": "Certificación de Congruencia por parte de RTI Infrastructure, Inc. para construir y operar porción en aguas federales del cable de fibra óptica descrito arriba que se extiende desde Grover Beach, Condado de San Luis Obispo, a través de aguas federales y que termina en Singapur, Grover Beach, Condado de San Luis Obispo. (JW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W12b13a/w12b13a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W12b13a/w12b13a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Conditional Concurrence Moved to consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "CC-0001-20 (San Diego Association of Governments (SANDAG), San Diego Co.) ",
                                            "spanish": "CC-0001-20 (San Diego Association of Governments (SANDAG), San Diego Co.) "
                                        },
                                        "blurb": {
                                            "english": "After-the-fact Consistency Certification by SANDAG for Del Mar Bluffs Emergency Repair Project undertaken in November and December 2019 to preserve railroad trackbed support after bluff erosion temporarily halted train operations in November 2019. The submittal also includes updates on planning for future Del Mar Bluffs stabilization projects and the double track tunnel project for relocation of the railroad to an inland alignment. (LS-SF)",
                                            "spanish": "Certificación de Congruencia después del hecho por parte de SANDAG para el proyecto de reparación de emergencia de Del Mar Bluffs realizado en noviembre y diciembre de 2019 para preservar soporte de vías férreas después de que la erosión del acantilado interrumpiera temporalmente las operaciones ferroviarias en Noviembre de 2019. La propuesta también incluye actualizaciones a la planificación para proyectos futuros de estabilización de Del Mar Bluffs y el proyecto del túnel de doble vía para la reubicación de la vía férrea a una alineación de tierra interior. (LS-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W13b/W13b-8-2020-Report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W13b/W13b-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W13b/W13b-8-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/W14/W14-8-2020.report.pdf"
                                    }
                                ],
                                "result": "partially concur, partially objection"
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal",
                                            "spanish": "Apelación"
                                        },
                                        "blurb": {
                                            "english": "",
                                            "spanish": ""
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: W16c and W17a below, have separate staff reports but will share a single combined hearing.",
                                    "spanish": "Temas W16d y W17a abajo, tienen informes del personal separados, pero serán el tema de una audiencia combinada"
                                }
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-1220 (Dennis, Hermosa Beach)  ",
                                            "spanish": "Solicitud No. 5-19-1220 (Dennis, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of George and Tallie Dennis to demolish 2-story, 1,809 sq.ft. duplex and construct new 30-ft. high, 3-story (over basement), 6,803 sq.ft. single-family home with attached 3-car garage at 3205 Highland Ave., Hermosa Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud de George y Tallie Dennis para demoler dúplex de 2 pisos y 1,809 sq.ft. y construir una vivienda unifamiliar nueva de 30-ft. high, 3 pisos (sobre el sótano) y 6,803 sq.ft. con garaje adjunto para 3 autos en 3205 Highland Ave., Hermosa Beach, Condado de Los Angeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16a/W16a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16a/W16a-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16a/W16a-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0363 & A-5-VEN-18-0049 (Mobile Park Investment, Venice, Los Angeles)",
                                            "spanish": "Solicitud No. 5-20-0363 & A-5-VEN-18-0049 (Mobile Park Investment, Venice, Los Angeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of Mobile Park Investment to demolish 2-story, approx. 22-ft. high, 4-unit residential structure with 2 detached garages and construct 3-story, 30-ft. high, 2,751 sq.ft. single-family home with approx. 500 sq.ft. junior accessory dwelling unit, detached, 2-story 1,037 sq.ft. accessory dwelling unit, and 4 on-site parking spaces, at 2812-2818 Grand Canal, Venice, Los Angeles, Los Angeles County. (DZ-LB) ",
                                            "spanish": "Solicitud de Mobile Park Investment para demoler estructura residencial de 4 unidades y 2 pisos, aproximadamente. 22-ft. high, con 2 garajes separados y construir una vivienda unifamiliar de 3 pisos, 30-ft. high y 2,751 sq.ft. con un junior unidad separada habitable accesoria de 500 sq.ft., una unidad habitable accesoria de 2 pisos y 1,037 sq.ft. y 4 espacios de estacionamiento en el lugar, en 2812-2818 Grand Canal, Venice, Los Angeles, Condado de Los Angeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16b/w16b-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16b/w16b-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16b/w16b-8-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "approved with conditions"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-18-0554 (California Department of Fish and Wildlife, Playa Del Rey, Los Angeles) ",
                                            "spanish": "Solicitud No. 5-18-0554 (Departamento de Pesca y Vida Silvestre de California, Playa Del Rey, Los Angeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of California Dept. of Fish and Wildlife to remove unpermitted drain risers and associated lateral pipes and structures, either 1) immediately upon approval of permit, or 2) phased removal to occur within five years of Commission action on permit; Off-site restoration of 0.6 acre of willow habitat is also proposed, in Ballona Wetlands Ecological Reserve, Area B, at Playa Del Rey, Los Angeles, Los Angeles County. (MR-LB) (NOTE: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud del Departamento de Pesca y Vida Silvestre de California para eliminar parrillas de drenaje no permitidas y tuberías laterales y estructuras asociadas, ya sea 1) en cuanto se reciba al aprobación del permiso, o 2) eliminación en fases para que ocurra dentro de cinco años de la acción de la Comisión sobre el permiso; también se propone restauración fuera del lugar de 0.6 acres de hábitat de sauces, en la Reserva Ecológica de Ballona Wetlands, Área B, en Playa Del Rey, Los Angeles, Condado de Los Angeles County. (MR-LB) (NOTA: La división de cumplimiento de la Comisión ha iniciado una investigación sobre posibles infracciones de la ley Costera asociadas con este ítem y lugar, tal como se explica con más detalle en el informe del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16c/W16c-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16c/W16c-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16c/W16c-8-2020-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W16c/W16c-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-17-0253-A1 (California Department of Fish and Wildlife, Playa Del Rey, Los Angeles) ",
                                            "spanish": "Permiso No. 5-17-0253-A1 (Departamento de Pesca y Vida Silvestre de California, Playa Del Rey, Los Angeles) "
                                        },
                                        "blurb": {
                                            "english": "Request to amend timing requirement of Special Condition 4 to remove unpermitted drains and associates pipes from one year to five years within Ballona Wetlands Ecological Reserve, Area B, at Playa Del Rey, Los Angeles, Los Angeles County. (MR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Petición para enmendar requerimiento de plazo de Condición especial 4 para retirar drenajes no permitidos y tuberías asociadas de un año a cinco años dentro de la reserva ecológica Ballona Wetlands, Área B, Playa Del Rey, Los Angeles, Condado de Los Angeles. (MR-LB) (NOTA: La división de cumplimiento de la Comisión ha iniciado una investigación sobre posibles infracciones de la ley Costera asociadas con este ítem y lugar, tal como se explica con más detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W17a/W17a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W17a/W17a-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W17a/W17a-8-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 18,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/W18/W18-8-2020.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oxnard LCP Amendment No. LCP-4-OXN-20-0007-1 (Ventura County Harbor Department)",
                                            "spanish": "Enmienda a LCP de la Ciudad de Oxnard No. LCP-4-OXN-20-0007-1 (Departamento Portuario del Condado de Ventura). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Ventura County Harbor Department for an LCP amendment override of the Coastal Land Use Plan (LUP) and Coastal Zoning Ordinance of the certified City of Oxnard LCP to increase allowable density and height throughout the Harbor, and modify allowable uses and development standards to accommodate a mixed-use residential development at the Fisherman’s Wharf site within the Channel Islands Harbor. (WH-V)",
                                            "spanish": "Audiencia pública y acción a pedido del Departamento Portuario del Condado de Ventura para enmienda a LCP para anular el Plan del Uso de la Tierra Costera y Ordenanza de Zonificación Costera del LCP certificado de la Ciudad de Oxnard a fin de aumentar la densidad y altura permitidas en el puerto, y modificar usos permitidos y estándares de desarrollo para acomodar un desarrollo residencial de uso mixto en el sitio de Fisherman’s Wharf dentro del puerto de Channel Islands. (WH-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19a/W19a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19a/W19a-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19a/W19a-8-2020-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19a/W19a-8-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19a/W19a-8-2020-corresp-2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19a/W19a-8-2020-Addenda.pdf"
                                            }
                                        ],
                                        "result": "Deny certified LUP as submitted by the County"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Malibu Minor LCP Amendment No. LCP-4-MAL-20-0035-1 (Fire-Resistant Landscape Ordinance)",
                                            "spanish": "Enmienda Menor a LCP de la Ciudad de Malibu No. LCP-4-MAL-20-0035-1 (Ordenanza de Paisajismo Resistente a Incendios). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Malibu to amend the Local Implementation Plan (LIP) portion on its certified LCP to create fire-resistant landscape design standards. (DV-V)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Malibu para enmendar la porción del plan de implementación local (LIP) en su LCP certificado para crear estándares de diseño de paisaje resistente a incendios. (DV-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19b/W19b-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W19b/W19b-8-2020-correspodence.pdf"
                                            }
                                        ],
                                        "result": "Concur-moved to consent"
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT",
                                    "spanish": "AVISO DE INMINENTE DESARROLLO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Ventura County Channel Islands Harbor Public Works Plan Notice of Impending Development (NOID) No. CIH-NOID-0001-20 (Boater Restroom Facility Project). ",
                                            "spanish": "Aviso de Desarrollo – Plan de Obras Públicas del Puerto de Channel Islands, Condado de Ventura CIH-NOID-0001-20 (Proyecto de Vestuarios de Navegantes). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on NOID by the Ventura County Harbor Department to remodel an existing 1,075 sq.ft. marina office building, construct a new 1,090 sq.ft. boater restroom facility on the north side of the remodeled marina office building, expand an existing public promenade, and modify the project description of a previously approved NOID (No. CIH-NOID-002-18) to omit an approved 450 sq.ft. boater restroom facility at the Hyatt Hotel site; located at 3700 Peninsula Rd., Channel Islands Harbor, Ventura County. (JL-V)",
                                            "spanish": "Audiencia pública y acción sobre NOID por parte del Departamento de Puertos del Condado de Ventura para remodelar un edificio de oficinas náuticas de 1,075 sq.ft., construir un nuevo vestuario para navegantes de 1,090 sq.ft. en el lado norte del edificio de oficinas náuticas remodelado, expandir una rambla pública y modificar la descripción del proyecto de un NOID previamente aprobado (No. CIH-NOID-002-18) para omitir un vestuario aprobado de 450 sq.ft. en el sitio del Hyatt Hotel; ubicado en 3700 Peninsula Rd., Puerto de Channel Islands, Condado de Ventura. (JL-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W20a/W20a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W20a/W20a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent and Approved with conditions"
                                    }
                                ]
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-4-MAL-20-0026 (Perrin, Malibu) ",
                                            "spanish": "Apelación No. A-4-MAL-20-0026 (Perrin, Malibu) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by James Moore, Tracy Moore and Rody Castroll of decision of City of Malibu granting permit with conditions to Richard K. Perrin for construction of new 2,957 sq.ft. single-family home, 434 sq.ft. attached garage, and new onsite wastewater treatment system, at 21490 Paseo Portola St., Malibu, Los Angeles County. (DV-V)",
                                            "spanish": "Apelación de James Moore, Tracy Moore y Rody Castroll de la decisión de la Ciudad de Malibu que otorga permiso con condiciones a Richard K. Perrin para la construcción de una nueva vivienda unifamiliar de 2,957 sq.ft., garaje adjunto de 434 sq.ft. y un nuevo sistema de tratamiento de aguas residuales, en 21490 Paseo Portola St., Malibu, Condado de Los Angeles. (DV-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W21a/W21a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/W21a/W21a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "Fowler Packing Co. v. CCC – Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Jack, et al., v. City of Los Angeles, et al. (925 Marco Plane, LLC, et al., RPIs) - Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "O’Brien v. CCC – Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Pacific Palisades Residents Association, Inc. v. City of Los Angeles, et al. (Rony Shram, et al., RPIs) Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Rudisill v. CCC (Pied a Terre, RPI) – Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Sanson v CCC – Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC – Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al. – Govt. Code § 11126(e)(2)(A) "
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 22,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "August 2020",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Commission Sub-committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 26,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 27,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 28,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 13,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "AGENDA CHANGES",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/Th3/Th3-8-2020-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "GENERAL PUBLIC COMMENT",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 5,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": "Postponed"
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Administrative Calendar",
                                    "spanish": "Calendario Administrativo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0151 (Jakosky, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-20-0151 (Jakosky, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Jack Jakosky to expand 497.19 sq. feet of approx. 3,338 sq.ft. boat dock, expand 2 gangways for ADA compliance (5’x 80’ and 4’x 24’), remove one of 12 existing boat slips, remove 3 existing concrete piles and replace 2 cracked piles, at 3101 W Coast Hwy, Newport Beach, Orange County. (JD-LB)",
                                            "spanish": "Solicitud de Jack Jakosky para ampliar 497.19 sq. pies de embarcadero de aproximadamente 3,338 sq.ft., ampliar 2 pasarelas para cumplimentar con regulaciones de ADA (5’x 80’ and 4’x 24’), retirar uno de los 12 slips para barcos existentes, retirar 3 pilotes actuales de hormigón 3 y reemplazar 2 pilotes agrietados, en 3101 W Coast Hwy, Newport Beach, Condado de Orange. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th6a/Th6a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th6a/Th6a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-1016 (Mangan, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-19-1016 (Mangan, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Richard Mangan to demolish one-story, 801 sq.ft., single-family home and construct new 25-ft. high, 2-story, 3,478 sq.ft. single-family home with attached 3-car garage, at 230 14th St., Seal Beach, Orange County. (AS-LB)",
                                            "spanish": "Solicitud de Richard Mangan para demoler una vivienda unifamiliar de un piso de 801 sq.ft., y construir una nueva vivienda unifamiliar de 25-ft. high, 2 pisos y 3,478 sq.ft. con un garaje adjunto para 3 autos, en at 230 14th St., Seal Beach, Condado de Orange. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th7a/Th7a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th7a/Th7a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-20-0190 (UCSD Multi-Use Walkway, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0190 (Sendero Ultiuso de UCSD, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of UC San Diego for revisions of existing shared-use pathway and parking lot to create separate paths (10 – 20 feet in width) for pedestrian and bicycles; removal of 82 parking spaces; hardscaping and landscaping improvements to 6.76-acre project area, at UCSD’s West Campus, San Diego, San Diego County. (DL-SD)",
                                            "spanish": "Solicitud de UC San Diego para revisiones de actual paso de uso compartido y estacionamiento para crear senderos separados (10 – 20 pies de ancho) para peatones y bicicletas; eliminación de 82 espacios de estacionamiento; mejoras a jardinería y elementos de exteriores a área de proyecto de 6.76 en UCSD’s West Campus, San Diego, Condado de San Diego. (DL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/TH7b/TH7b-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/TH7b/TH7b-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/Th9/Th9-8-2020.report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of San Clemente LUP Amendment No. LCP-5-SLC-18-0099-1 (Major Remodel Definition).",
                                            "spanish": "Enmienda a LUP de la Ciudad de San Clemente LUP No. (LCP-5-SLC-18-0099-1) (Definición de Remodelación Mayor)."
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of San Clemente to amend the certified Land Use Plan (LUP) to modify the definition of Major Remodel in Chapter 7 – Definitions of the LUP. (LR-LB)",
                                            "spanish": "Audiencia pública y acción a pedido de la Ciudad de San Clemente para enmendar el Plan del Uso de la Tierra (LUP) certificado para modificar la definición de remodelación mayor en el capítulo 7 – Definiciones del LUP. (LR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10a/Th10a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10a/Th10a-8-2020-Exhibit.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10a/Th-10a-8-2020-ExParte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10a/Th10a-8-2020-Correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10a/Th10a-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Newport Beach LCP Amendment No. LCP-5-NPB-19-0016-1 (Parking Management Overlay District).",
                                            "spanish": "Enmienda a LCP de la Ciudad de Newport Beach No. (LCP-5-NPB-19-0016-1) (Distrito de Superposición de Administración de Distacionamiento)."
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on the request by the City of Newport Beach to amend the certified LCP Implementation Plan to create a new Parking Management Overlay District (PM Overlay) category and implementing procedures in the IP and to establish the first Parking Management District, PM-1 for the Balboa Village area of Newport Beach. (LR-LB)",
                                            "spanish": "Audiencia pública y acción sobre la petición de la Ciudad de Newport Beach para enmendar el plan de implementación certificado de LCP para crear una nueva categoría de Distrito de Superposición de Administración de Estacionamiento (PM Overlay) e implementar procedimientos en el IP y establecer el primer distrito de administración de estacionamiento, PM-1 para el área de Balboa Village de la Ciudad de Newport Beach. (LR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-19-0074-1 (Short-term Lodgings/Rentals). ",
                                            "spanish": "Enmienda a LCP de la Ciudad de Laguna Beach No. (LCP-5-LGB-19-0074-1 Alojamiento/Alquileres de Corto Plazo). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Laguna Beach to amend the Implementation Plan (IP) portion of the certified LCP by making changes to Chapters 25.23 Short-Term Lodging, 25.10 R-1 Residential Low Density Zone, 25.12 R-2 Residential Medium Density Zone, 25.14 R-3 Residential High Density Zone, and 25.43 Village Community Zone. (MA-LB)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Laguna Beach para enmendar la porción del Plan de Implementación (IP) del LCP certificado LCP haciendo cambios a los capítulos 25.23 de Alojamiento de corto plazo, 25.10 R-1 Zona residencial de baja densidad, 25.12 R-2 Zona residencial de densidad media, 25.14 R-3 Zona residencial de densidad, y 25.43 Zona de Comunidad de Villa en Laguna Beach, Condado de Orange. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10c/Th10c-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10c/Th10c-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10c/Th10c-8-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10c/Th10c-8-2020-addenda.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th10c/Th10c-8-2020-exparte.pdf"
                                            }
                                        ],
                                        "result": "continued"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-NPB-20-0025 (215 Riverside Drive, LLC, Newport Beach) ",
                                            "spanish": "Apelación No. A-5-NPB-20-0025 (215 Riverside Drive, LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Environmental & Regulatory Specialists, Inc. of City of Newport Beach granting permit with conditions to 215 Riverside Drive, LLC for demolition of restaurant/office building and associated surface parking lot and construction of new 40-space, 2-level parking structure and 2-story, 28-ft. high, 2,744 sq.ft. office building, at 215 Riverside Ave., Newport Beach, Orange County. ",
                                            "spanish": "Apelación de Environmental & Regulatory Specialists, Inc. de la decisión de la Ciudad de Newport Beach que otorga permiso con condiciones a 215 Riverside Drive, LLC para la demolición de edificio de restaurante y oficinas y estacionamiento en superficie asociado y construcción de una nueva estructura de estacionamiento de 40 espacios y 2 niveles, y la construcción de un edificio de oficinas de 2 pisos, 28 pies de alto y 2,744 sq.ft. en 215 Riverside Ave., Newport Beach, Condado de Orange. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th11a/Th11a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th11a/Th11a-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th11a/Th11a-8-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th11a/Th11a-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "Substantial Issue Found, De Novo Continued"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: Th12a-b below, have separate staff reports but will share a single combined hearing.",
                                    "spanish": "Temas Th12a-b abajo, tienen informes del personal separados, pero serán el tema de una audiencia combinada"
                                }
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-LGB-17-0033 (HCI Systems, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-17-0033 (HCI Systems, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of HCI Systems to demolish 2-story, 3,000 sq.ft. single-family home and associated accessory structures, at 31987 Coast Highway, Laguna Beach, Orange County. (MA-LB)",
                                            "spanish": "Solicitud de HCI Systems para demoler vivienda unifamiliar de 2 pisos, 3,000 sq.ft. y estructuras asociadas accesorias, en 31987 Coast Highway, Laguna Beach, Condado de Orange. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12a/Th12a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12a/Th12a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-LGB-19-0159 (HCI Systems, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-19-0159 (HCI Systems, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of HCI Systems to construct new approx. 5,600 sq.ft. single-family home on ocean-fronting, bluff property, at 31987 Coast Highway, Laguna Beach, Orange County. (MA-LB)",
                                            "spanish": "Solicitud de HCI Systems para construir una nueva vivienda unifamiliar de aproximadamente 5,600 sq.ft. en propiedad en acantilado frente al océano, en 31987 Coast Highway, Laguna Beach, Condado de Orange. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-19-0883 (Leibl, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-19-0883 (Leibl, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Brian and Christine Leilbl to demolish 2-story, 1,120 sq.ft. single-family home with attached garage and construct 2,911 sq.ft., 3-story, 35-ft. tall, beachfront single-family home with attached 416 sq.ft., 2-car garage, at A101 Surfside Ave., Seal Beach, Orange County. (FSY-LB)",
                                            "spanish": "Solicitud de Brian y Christine Leilbl para demoler vivienda unifamiliar de 2 pisos y 1,120 sq.ft. con garaje adjunto y construir una vivienda unifamiliar frente al mar de 2,911 sq.ft., 3 pisos y 35-ft. tall, con garaje adjunto de 416 sq.ft. para 2 autos, en A101 Surfside Ave., Seal Beach, Condado de Orange. (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12c/Th12c-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12c/Th12c-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12c/Th12c-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "approved with conditions"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-19-1202 (Eggert & McIntire, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-19-1202 (Eggert & McIntire, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Steve Eggert and Deanna McIntire to remove 502 sq.ft. floating dock, 60 sq.ft. gangway, 417 sq.ft. pier and 12 square 14-in. marina guide piles and replace with new 546 sq.ft. dock, 72 sq.ft. gangway, 340 sq.ft. pier, 3 new 14-in. guide piles, and 5 new 14-in. T-piles, at 1708 & 1710 S. Bayfront, Newport Beach, Orange County. (FSY-LB)",
                                            "spanish": "Solicitud de Steve Eggert y Deanna McIntire para retirar muelle flotante de 502 sq.ft., pasarela de 60 sq.ft., embarcadero de 417 sq.ft. y pilotes de guía náuticos de 12 square 14-in. y reemplazarlos con un nuevo muelle de 546 sq.ft., pasarela de 72 sq.ft., embarcadero de 340 sq.ft., 3 pilotes nuevos de 14-in., y 5 nuevos pilotes T de 14-in. en 1708 & 1710 S. Bayfront, Newport Beach, Condado de Orange (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12d/Th12d-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12d/Th12d-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12d/Th12d-8-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12d/Th12d-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-19-1513 (JL Oceanfront LLC, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-19-1513 (JL Oceanfront LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of JL Oceanfront LLC to construct new bulkhead on harbor front lot at harborward edge of and within existing footprint of existing brick patio, at 1120 West Bay Ave., Newport Beach, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de JL Oceanfront LLC para construir nuevo mamparo en terreno frente al puerto en borde mirando al puerto y dentro de actual espacio de patio de ladrillos, en 1120 West Bay Ave., Newport Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12e/Th12e-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12e/Th12e-7-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12e/Th12e-8-2020-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12e/Th12e-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Application No. 5-20-0183 (South Orange County Wastewater Authority (SOCWA), Dana Point) ",
                                            "spanish": "Solicitud No. 5-20-0183 (Autoridad de Aguas Residuales del Sur del Condado de Orange (SOCWA), Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Application of SOCWA to rehabilitate San Juan Creek Ocean Outfall Junction structure to resolve structural deficiencies to prevent potential effluent leakage, at Doheny State Beach, Dana Point, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de SOCWA para rehabilitar estructura de junta de desembocadura al océano de San Juan Creek para resolver deficiencias estructurales a fin de prevenir posibles pérdidas de vertidos, en Doheny State Beach, Dana Point, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12f/Th12f-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12f/Th12f-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12f/Th12f-8-2020-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th12f/Th12f-8-2020-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/Th13/Th13-8-2020-report.pdf"
                                    }
                                ],
                                "result": "concurred"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CII-19-0145-1 (Ocean View Point). ",
                                            "spanish": "Enmienda a LCP de la Ciudad de Carlsbad No. LCP-6-CII-19-0145-1 (Ocean View Point). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Carlsbad to redesignate land uses on seven parcels located south of the terminus of Twain Avenue, from R-1.5 and Open Space (OS) to R-4 and OS, and then rezone the parcels from One-Family Residential with a minimum 30,000 sq.ft. lot size (R-1-30,000) and OS to One-Family Residential (R-1) and OS. (EP-SD)",
                                            "spanish": "Audiencia pública y acción a pedido de la Ciudad de Carlsbad para redesignar usos de la tierra en siete parcelas ubicadas al sur del extremo de Twain Avenue, de R-1.5 y Espacio Abierto (OS) a R-4 y OS, y luego rezonificar las parcelas de Residencial unifamiliar con un mínimo de tamaño de terreno de 30,000 sq.ft. (R-1-30,000) y OS a Residencial Unifamiliar One-Family Residential (R-1) y OS. (EP-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th14a/th14a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th14a/th14a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent - approved LUP and IP amendments as submitted"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-LJS-19-0198 (San Diego Children’s Pool Retaining Wall, La Jolla, San Diego) ",
                                            "spanish": "Apelación No. A-6-LJS-19-0198 (Muro de Retención en Piscina para Niños de San Diego, La Jolla, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by La Jolla Community Planning Association & Ken Hunrichs from decision of City of San Diego for after-the-fact approval of 30-in. tall retaining wall substantially conforms to City’s approval for construction of new lifeguard tower at Children’s Pool Beach, La Jolla, San Diego, San Diego County. (ML-SD)",
                                            "spanish": "Apelación de la Asociación de Planificación de la Comunidad de La Jolla & Ken Hunrichs de la decisión de la Ciudad de San Diego para aprobación después del hecho de muro de retención de 30 pulgadas que se ajusta sustancialmente a la aprobación de la Ciudad para la construcción de una nueva torre salvavidas en Children’s Pool Beach, La Jolla, San Diego, Condado de San Diego. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th15a/th15a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th15a/Th15a-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th15a/th15a-8-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-6-ENC-20-0022 (Hanlon, San Diego) ",
                                            "spanish": "Apelación No. A-6-ENC-20-0022 (Hanlon, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners  Brownsey and Hart, and Laura Walsh (Surfrider) from decision of City of Encinitas granting permit with conditions to Marco and Nicole Hanlon for demolition of 2  single-family homes on 2 adjacent lots, consolidation of lots and construction of new approx. 7,830 sq.ft. single-family home with 8,193 sq.ft. garage/subterranean garage and pool on combined 22,852 sq.ft. bluff top lot at 100 & 104 Fifth St., Encinitas, San Diego County. (CH-SD)",
                                            "spanish": "Apelación de los Comisionados  Brownsey y Hart, y Laura Walsh (Surfrider) de la decisión de la Ciudad de Encinitas que otorga permiso con condiciones a Marco y Nicole Hanlon para la demolición de 2 viviendas unifamiliares en 2 terrenos adyacentes, consolidación de terrenos y construcción de una nueva vivienda unifamiliar de aproximadamente 7,830 sq.ft. con garaje/garaje subterráneo de 8,193 sq.ft. y piscina en terreno en cima del acantilado combinado de 22,852 sq.ft. en 100 & 104 Fifth St., Encinitas, Condado de San Diego. (CH-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th15b/Th15b-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th15b/Th15b-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th15b/Th15b-8-2020-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-20-0154 (San Diego County Regional Airport Authority Administration Building, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0154 (Edificio de Administración Aeroportuaria Regional del Condado de San Diego, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Diego County Regional Airport Authority to demolish 3-story, 132,000 sq.ft. administration building on east side of San Diego International Airport (SDIA) and construct new 4-story, 150,000 sq.ft. administration building on paved lot on west side of SDIA, 3225 North Harbor Dr., San Diego, San Diego County. (ML-SD)",
                                            "spanish": "Solicitud de la Autoridad Aeroportuaria Regional del Condado de San Diego para demoler un edificio administrativo de 3 pisos y 132,000 sq.ft. en el lado este del Aeropuerto Internacional de San Diego (SDIA) y construir un nuevo edificio de administración de 150,000 sq.ft. y 4 pisos en terreno pavimentado en el lado occidental de SDIA, 3225 North Harbor Dr., San Diego, Condado de San Diego. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th16a/Th16a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th16a/Th16a-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th16a/th16a-8-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 6-84-496-A2 (Craig, San Diego Co.) ",
                                            "spanish": "Permiso No. 6-84-496-A2 (Craig, San Diego Co.) "
                                        },
                                        "blurb": {
                                            "english": "Request by Penelope and Cameron Craig to amend permit for construction of single-story, 3,150 sq.ft. single-family home in order to construct 1,102 sq.ft., addition, exterior deck and stairway, at 4871 Rancho Viejo Dr., Rancho Santa Fe, San Diego County. (DD-SD)",
                                            "spanish": "Petición de Penelope y Cameron Craig para enmendar permiso para la construcción de vivienda unifamiliar de un piso, 3,150 sq.ft.  a fin de construir una adición de 1,102 sq.ft., cubierta exterior y escaleras, en 4871 Rancho Viejo Dr., Rancho Santa Fe, Condado de San Diego. (DD-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th17a/th17a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/Th17a/th17a-8-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 14,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "AGENDA CHANGES",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/F3/F3-8-2020-agenda changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "GENERAL PUBLIC COMMENT",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/F7/F7 NCC DDs report cover.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-2-SMC-19-0002 (Zubieta, Moss Beach, San Mateo Co.) ",
                                            "spanish": "Apelación No. A-2-SMC-19-0002 (Zubieta, Moss Beach, San Mateo Co.) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Committee for Green Foothills, Stephen R. King and Jim Scheinberg of San Mateo County decision granting permit with conditions to Carlos Zubieta for construction of new 3,338 sq.ft., 2-story, single-family home with 468 sq.ft. garage on undeveloped 14,320 sq.ft. blufftop parcel adjacent to Dean Creek, at 199 Arbor Lane, in unincorporated Moss Beach area of San Mateo County. (EM-SF)",
                                            "spanish": "Apelación de Committee para Green Foothills, Stephen R. King y Jim Scheinberg de la decisión del Condado de San Mateo que otorga permiso con condiciones a Carlos Zubieta para la construcción de una nueva vivienda unifamiliar de 3,338 sq.ft., 2 pisos, con garaje de 468 sq.ft. en parcela no edificada de 14,320 sq.ft. en cima del acantilado adyacente a Dean Creek, en 199 Arbor Lane, en área no incorporada de Moss Beach del Condado de San Mateo. (EM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F8a/F8a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F8a/F8a-8-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F8a/F8a-8-2020-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F8a/F8a-8-2020-corresp2.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F8a/F8a-8-2020-exparte.pdf"
                                            }
                                        ],
                                        "result": "Substantial issue found, de novo hearing approved with conditions"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. A-2-MAR-08-028-A3 (Lawson’s Landing Inc., Dillon Beach, Marin Co.) ",
                                            "spanish": "Permiso No. A-2-MAR-08-028-A3 (Lawson’s Landing Inc., Dillon Beach, Marin Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application by Lawson’s Landing Inc. to amend permit to: 1) construct wastewater management system, including collection, treatment and dispersal facilities; 2) improve existing entrance, roadway, and parking facilities, including construction of storage and office buildings; 3) relocate fuel bunker; 4) allow seasonal food truck usage; 5) install emergency boat storage; 6) construct agricultural barn; 7) formally authorize removal of deteriorated pier; and 8) restore habitat, at Lawson’s Landing facility, at 137 Marine View Dr. south of Dillon Beach, Marin County. (JM/SR-SF)",
                                            "spanish": "Solicitud de Lawson’s Landing Inc. para enmendar permiso para: 1) construir sistema de gestión de aguas residuales, incluyendo instalaciones de colección, tratamiento y dispersión; 2) mejorar actual instalaciones de acceso, camino y estacionamiento, incluyendo la construcción de edificios de depósito y oficina; 3) reubicar búnker de combustible; 4) permitir uso de camión de comida estacional; 5) instalar hangar de emergencia para barcos; 6) construir granero agrícola; 7) autorizar formalmente el retiro de muelle deteriorado; y 8) restaurar hábitat, en instalaciones de Lawson’s Landing, en 137 Marine View Dr. sur de Dillon Beach, Condado de Marin. (JM/SR-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F9a/F9a-8-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F9a/F9a-9-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F9a/F9a-9-2020-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F9a/F9a-8-2020-corresp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2020/8/F10/F10-8-2020-DDs report.pdf"
                                    }
                                ],
                                "result": "concurred"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-20-0043-1 (Industrial Hemp)",
                                            "spanish": "Enmienda a LCP del Condado de San Luis Obispo No. LCP-3-SLO-20-0043-1 (Cáñamo Industrial)"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by San Luis Obispo County to amend the LCP to allow for the cultivation and processing of industrial hemp within certain land use designations; add definitions related to industrial hemp; provide location and odor standards for industrial hemp cultivation; and add industrial hemp to the LCP’s existing cannabis violation and enforcement section. (BO-SC)",
                                            "spanish": "Audiencia pública y acción a pedido del Condado de San Luis Obispo para enmendar el LCP para permitir el cultivo y procesamiento de cáñamo industrial dentro de ciertas designaciones del uso de la tierra; añadir definiciones relacionadas con cáñamo industrial; proveer estándares de ubicación y olor para cultivo de cáñamo industrial; y añadir cáñamo industrial a la sección actual del LCP de infracción y cumplimiento de disposiciones sobre cánnabis. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F11a/f11a-7-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F11a/f11a-7-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Approved as Submitted"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-3-MCO-17-0068 (Monterey Bay Aquarium Research Institute (MBARI) Field Program Staging Facility, Moss Landing, Monterey Co.) ",
                                            "spanish": "Solicitud No. A-3-MCO-17-0068 (Instituto de Investigación del Acuario de Monterey Bay (MBARI) Instalaciones de andamiaje del programa de campo, Moss Landing, Monterey Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of MBARI to develop a Field Program Staging Facility, including construction of approx. 5,200 sq.ft. storage building, 40,000 sq. feet of pavement, 3,000 cu.yds. of grading, public access improvements, and dune restoration activities, on several properties along Sandholdt Road fronting the beach and ocean in unincorporated Moss Landing area of North Monterey County. (BO-SC)",
                                            "spanish": "Solicitud de MBARI para desarrollar instalaciones de andamiaje para programa de campo, incluyendo la construcción de depósito de aproximadamente 5,200 sq.ft., pavimentación de 40,000 sq. feet, 3,000 cu.yds. de nivelación, mejoras de acceso público y actividades de restauración de dunas, en varias propiedades a lo largo de Sandholdt Road frente a la playa y el océano en el área no incorporada de Moss Landing del Norte del Condado de Monterey. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F12a/f12a-7-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F12a/f12a-7-2020-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2020/8/F12a/F12a-8-2020-Corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be September 9-11, October 7-9, November 4-6, and December 9-11.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán el 12-14, de Agosto, el 9-11 de Septiembre, el 7-9, de Ocutbre, 4-6, de Noviembre, y el 9-11 de Diciembre."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]