[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "January 14 @ 12:00 pm"
        },
        "status": null,
        "month": "January",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 13,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W3/W3-1-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W6a/W6a-1-2021.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción posible sobre correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "(JA/SC-SF) ",
                                            "spanish": "Actualizacion y posible acción sobre legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W6c/W6c-1-2021-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Draft 309 Enhancement Grants Assessment & Strategy for 2021 – 2025 ",
                                            "spanish": "Borrador 309 Evaluación y estrategia de subvenciones de mejora en el periodo 2021 – 2025 "
                                        },
                                        "blurb": {
                                            "english": "for Commission and public review and submittal to the National Oceanic and Atmospheric Administration Office for Coastal Management pursuant to §309 of Coastal Zone Management Act.  Discussion item only. (MJ-SF)",
                                            "spanish": "para la Comisión y revisión y presentación pública ante la Oficina Nacional de Administración Oceánica y Atmosférica para el Manejo Costero de acuerdo con §309 de la Ley de Manejo de Zonas Costeras.  Solo un elemento de discusión. (MJ-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W6d/W6d-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W6d/W6d-1-2021-exhibits.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0323 (Pigneri, Sunset Beach) ",
                                            "spanish": "Solicitud No. 5-20-0323 (Pigneri, Sunset Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Robert & Denise Pigneri to construct 2,419 sq.ft., three story, 34 ft. high, single family home with 464 sq.ft., attached two car garage, 242 sq.ft. deck at third story, and 990 sq.ft. roof deck, on vacant harbor-front lot; including proposed repairs to existing bulkhead with no bayward expansion, at 16750 Pacific Coast Highway, Sunset Beach, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de Robert y Denise Pigneri para construir una casa unifamiliar de 2.419 ft², con tres pisos, de 34 ft de altura, con un garaje adjunto de 464 ft² para dos automóviles, una terraza de 242 ft² en el tercer piso y una terraza de 990 ft² en el techo, en un lote vacante frente al puerto; incluyendo reparaciones propuestas a un mamparo sin expansión hacia la bahía en 16750 Pacific Coast Highway, Sunset Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7a/W7a-12-2020-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7a/W7a-12-2020-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-19-1162 (Toor, San Diego) ",
                                            "spanish": "Solicitud No. 6-19-1162 (Toor, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Billy Toor to demolish 806 sq.ft., 1-story single-family home and construct new 1,043 sq.ft., approx. 30-ft. tall, 3-story single-family home with attached garage and 306 sq.ft. junior ADU on 1,241 sq.ft. lot, at 722 San Jose Pl., Mission Beach, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de Billy Toor para demoler una casa unifamiliar de 806 ft² de 1 solo piso y construir una nueva casa unifamiliar de 1.043 ft², de 29‘10” de alto con 3 pisos, y una vivienda accesoria junior de 306 ft² en un lote de 1.241 ft² en 722 San Jose Pl., Mission Beach, San Diego, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7b/w7b-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7b/w7b-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-20-0418 (Binns, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0418 (Binns, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ryan Binns to demolish 748 sq.ft., 1-story single-family home and construct new 1,338 sq.ft., approx. 30-ft. tall, 3-story single-family home with attached garage on 1,254 sq.ft. lot at 721 Portsmouth Ct., Mission Beach, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de Ryan Binns para demoler una casa unifamiliar de 748 ft² de 1 solo piso y construir una nueva casa unifamiliar de 1.338 ft², de 29 ft 9 in de alto con 3 pisos, y un garaje adjunto para 2 automóviles en un lote de 1.254 ft² en 721 Portsmouth Ct., Mission Beach, San Diego, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7c/w7c-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7c/w7c-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 6-20-0435 (Santa Fe Christian Schools, Solana Beach) ",
                                            "spanish": "Solicitud No. 6-20-0435 (Escuelas Cristianas de Santa Fe, Solana Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Santa Fe Christian Schools to demolish 9 existing 1-story classroom, support room, and restroom  buildings totaling approx. 11,000 sq.ft.; construct 1 new 3-story educational building totaling approx. 44,000 sq.ft., underground stormwater treatment facility, utilities, parking spaces, fire access lanes, landscaping and hardscape on 16.31 acre site at 838 Academy Dr., Solana Beach, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de las Escuelas Cristianas de Santa Fe y Roderick Gilbert para demoler 9 edificios existentes de 1 piso, salón de clases, salón de apoyo y baño con un total aproximado de 11.000 ft²; construir 1 nuevo edificio educativo de 3 pisos con un total aproximado de 44.000 ft², instalaciones para una planta subterránea de tratamiento de aguas pluviales y escalera de acceso contra incendios; instalar servicios, espacios de estacionamiento y carriles de acceso contra incendios; paisajismo y construcciones decorativas exteriores en un lugar de 16,31 acres en 838 Academy Dr., Solana Beach, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7d/w7d-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7d/w7d-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7d/w7d-1-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 6-20-0506 (Messenger, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0506 (Messenger, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Todd Messenger to demolish 1,020 sq. ft., 1-story single-family home and construct new 2,623 sq.ft., approx. 30-ft. tall, 3-story duplex with 2 attached tandem garages on 2,400 sq.ft. lot at 722 Island Ct., Mission Beach, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de Todd Messenger para demoler una casa unifamiliar de 1.020 ft² de 1 solo piso y construir un nuevo apartamento de 2 unidades de 2.623 ft², 29’ 4” de alto con 3 pisos y 2 garajes en un lote de 2.400 ft² en 722 Island Ct., Mission Beach, San Diego, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7e/w7e-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W7e/w7e-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W9/W9-1-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED",
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Progress Report on Caltrans Eureka-Arcata Hwy 101 Corridor Sea Level Rise (SLR) Adaptation Plan",
                                            "spanish": "Reporte de Progreso sobre el Plan de Adaptación del Corredor por Subida del Nivel del Mar (SLR) en la Autopista 101 Caltrans Eureka-Arcata. "
                                        },
                                        "blurb": {
                                            "english": "Informational update on Caltrans District 1’s progress on preparation of comprehensive adaptation plan for protecting, relocating, or otherwise adapting the Eureka-Arcata Hwy 101 Corridor improvements authorized by CDP 1-18-1078 to address SLR flooding hazards. (RSM-A)",
                                            "spanish": "Actualización informativa sobre el progreso del Distrito 1 Caltrans en la preparación de un plan completo de adaptación para proteger, reubicar o adaptar de otra manera las mejoras al Corredor de la Autopista 101 Eureka-Arcata autorizadas por CDP 1-18-1078 para abordar los peligros de inundaciones por SLR. (RSM-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W9a/W9a-1-2021-report.pdf"
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Point Arena LCP Amendment No. LCP-1-PTA-20-0040-1 (Farm Stays and Ag Exclusive Use Changes). Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-1-PTA-20-0040-1 de la Ciudad de Point Arena (Estancias en granjas y cambios de uso agrícola exclusivo). Extensión de tiempo.  "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by City of Point Arena to amend its certified LCP to modify both Land Use Plan (LUP) and Implementation Program (IP) to add farm stays as conditional use in Agriculture Exclusive (AE) Land Use Designation and Zoning District, add regulations for farm stays to new section of IP, expand allowances for animal husbandry on AE lands, and address existing discrepancies between the LUP and IP regarding conditional uses allowed on AE lands.  (CK-A)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo para acción de la Comisión hasta un año a solicitud de la Ciudad de Point Arena para enmendar su LCP certificado para modificar el Plan de Uso de Tierra (LUP) y el Programa de Implementación (IP) y agregar estancias en granjas como uso condicional en una Designación y Distrito de Zonificación de Uso de Tierra Exclusivamente Agrícola (AE, por sus siglas en inglés), agregar regulaciones para las estancias de granjas en la nueva sección del IP, expandir las prestaciones para la cría de animales en tierra (AE) y abordar las discrepancias existentes entre el LUP y el IP con respecto a los usos condicionales permitidos en las tierras AE.  (CK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W10a/w10a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W10a/W10a-1-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Approved"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Eureka LCP Amendment No. LCP-1-EUR-20-0009-1, Part C (Crowley Site Redesignation). ",
                                            "spanish": "Enmienda LCP No. LCP-1-EUR-20-0009-1, Parte C de la Ciudad de Eureka (Renombramiento del sitio Crowley) "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director’s determination that action by the City of Eureka, accepting the Commission’s certification with suggested modifications, is legally adequate. (CK-A) ",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo de que la acción tomada por la Ciudad de Eureka aceptando la certificación de la Comisión con las modificaciones sugeridas es legalmente adecuada. (CK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W10b/w10b-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W10b/w10b-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Eureka LCP Amendment No. LCP-1-EUR-17-0049-2 (Emergency Shelters). ",
                                            "spanish": "Enmienda LCP No. LCP-1-EUR-17-0049-2 de la Ciudad de Eureka (Albergues de Emergencia) "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director’s determination that action by the City of Eureka, accepting the Commission’s certification with suggested modifications, is legally adequate. (CK-A) ",
                                            "spanish": "La concurrencia con la determinación del Director Ejecutivo de que la acción tomada por la Ciudad de Eureka aceptando la certificación de la Comisión con las modificaciones sugeridas es legalmente adecuada. (CK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W10c/w10c-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W10c/w10c-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-20-0422 (Caltrans, Del Norte County) ",
                                            "spanish": "Solicitud No. 1-20-0422 (Caltrans, Condado de Del Norte) "
                                        },
                                        "blurb": {
                                            "english": "Application of California Department of Transportation to demolish and replace existing two-lane U.S. Highway 101 (Dr. Fine) bridge over Smith River with new two lane bridge with separated pedestrian walkway and construct temporary detour bridge, relocate utility lines, and replace culverts at Highway 101 crossing of Smith River, Del Norte County. (TG-A)",
                                            "spanish": "Solicitud del Departamento de Transporte de California de demoler y reemplazar el puente existente de dos carriles en la Autopista 101 (Dr. Fine) sobre el río Smith con un nuevo puente de dos carriles con una vía peatonal y construir un puente temporal de desvío, reubicar las líneas de servicios y reemplazar las alcantarillas en la Autopista 101 cruzando el río Smith en el Condado de Del Norte. (TG-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W11a/w11a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W11a/w11a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W11a/w11a-1-2021-appendix.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W11a/w11a-1-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-central-coast",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W12/W12 NCC DD Report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "San Mateo County LCP Amendment No.LCP-2-SMC-20-0056-3 (Agricultural Land Division Requirements) ",
                                            "spanish": "Enmienda LCP No. LCP-2-SMC-20-0056-3 del Condado de San Mateo (Requisitos de divisiones de tierra y agrícolas) "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the County’s request to amend the LCP’s Implementation Plan (to modify approval requirements for public agency land divisions for public recreation purposes in the Planned Agricultural- and Resource Management-Coastal Zone Districts) is minor. (AB-SF)",
                                            "spanish": "La concurrencia con la determinación del Director Ejecutivo que la solicitud del Condado de San Mateo de enmendar la porción del LCP certificado por el Condado en el Plan de Implementación (IP) para remover los requisitos discrecionales de aprobación para las divisiones de tierras de agencias públicas para fines recreativos en los Distritos Planeados de Manejo Agrícola y de Recursos-Zona Costera es menor. (AB-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W13a/W13a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W13a/W13a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W13a/W13a-1-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W13a/w13a-1-2021-corresp2.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 15,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W15/W15-1-2021.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-20-0063-2 (Temporary Uses, et al) ",
                                            "spanish": "Enmienda LCP No. 3-STC-20-0015-1 Parte A de la Ciudad de Santa Cruz (Unidades de Vivienda Accesorias) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Santa Cruz County to amend Local Coastal Program (LCP) to establish and/or update regulations for accessory structures in residential zoning districts, home occupations, and temporary uses and structures, including temporary habitable accommodations for fire victims. (RG-SC)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Santa Cruz para enmendar las regulaciones locales del Programa Costero ADU. (CB-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16a/W16a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16a/W16a-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-20-0064-2 (Vacation Rentals) ",
                                            "spanish": "Enmienda LCP No. LCP-3-SCO-20-0063-2 del Condado de Santa Cruz (Usos temporales et al.) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Santa Cruz County to amend the Local Coastal Program (LCP) vacation rental regulations. (RG-SC)",
                                            "spanish": "Audiencia pública y acción a solicitud del Condado de Santa Cruz para enmendar el Programa Costero Local (LCP, por sus siglas en inglés) para establecer y/o actualizar las regulaciones para las estructuras accesorias en los distritos de zonificación residencial, ocupaciones en hogares y usos temporales y estructuras, incluyendo acomodaciones habitables temporales para víctimas de incendios. (RG-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16b/W16b-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16b/W16b-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16b/W16b-1-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16b/W16b-1-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-20-0071-3 (Sign Ordinance) ",
                                            "spanish": "Enmienda LCP No. LCP-3-SLO-20-0071-3 del Condado de San Luis Obispo (Ordenanza de señalización) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by San Luis Obispo County to amend the Local Coastal Program (LCP) temporary and agricultural sign regulations. (BO-SC)",
                                            "spanish": "Audiencia pública y acción a petición del Condado de San Luis Obispo para enmendar las regulaciones de señalización temporal y agrícola del Programa Costero Local (LCP, por sus siglas en inglés). (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16c/w16c-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W16c/w16c-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "A-3-SLO-20-0072 (Central Coast Blue Test Wells, Oceano) ",
                                            "spanish": "A-3-SLO-20-0072 (Prueba Azul en Pozos de la Costa Central, Oceano) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Jeff Edwards of San Luis Obispo County decision granting permit with conditions to City of Pismo Beach for construction, testing, and monitoring of two temporary groundwater wells and temporary pipeline to existing ocean outfall; and installation of temporary water tanks, sound wall, drilling rig, and above-ground pipeline at Coastal Dunes RV Park and Campground, at 1001 Pacific Boulevard, Oceano, San Luis Obispo County. (BO-SC)",
                                            "spanish": "Apelación por Jeff Edwards de la decisión del Condado de San Luis Obispo otorgándole permiso con condiciones a la Ciudad de Pismo Beach para construir, evaluar y monitorear dos pozos temporales de agua subterránea y tuberías temporales a desagüe oceánico existente; e instalación de tanques de agua temporales, pared de sonido, plataforma de perforación y tuberías sobre el suelo en el Parque de Vehículos Recreativos y Campamento Coastal Dunes en 1001 Pacific Boulevard, Oceano, Condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W17a/w17a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W17a/w17a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W17a/w17a-1-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 3-20-0520 (Port San Luis Harbor District Paid Parking Program, Port San Luis) ",
                                            "spanish": "Solicitud No. 3-20-0520 (Programa de Estacionamiento Pagado del Distrito del Puerto San Luis). "
                                        },
                                        "blurb": {
                                            "english": "Application of Port San Luis Harbor District to implement year-round parking fee of $3 per two hours of parking at 36 of 250 free parking spaces on surface lot at Harford Landing and at all 14 free spaces on Harford Pier; demarcation of paid parking spaces and to install two pay stations and signage, at 3950 Avila Beach Drive, Port San Luis, San Luis Obispo County. (BO-SC)",
                                            "spanish": "Solicitud del Distrito del Puerto San Luis para implementar una tarifa de estacionamiento para todo el año de $3 por dos horas de estacionamiento en 36 de los 250 espacios de estacionamiento gratuitos en Harford Landing y en todos los 14 espacios gratuitos en Harford Pier; demarcación de espacios de estacionamiento pagados y para instalar dos estaciones de pago y señalización en 3950 Avila Beach Drive, Puerto San Luis, Condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W18a/w18a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W18a/w18a-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 19,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W19/W19-1-2021-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W19/W19-1-2021-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Carpinteria LCP Amendment No. LCP-4-CPN-20-0050-1 (Condominium/Cooperative Conversion Ordinance) ",
                                            "spanish": "Ciudad de Carpintería, Enmienda LCP No. LCP-4-CPN-20-0050-1 (Ordenanza de Conversión Cooperativa/de Condominio) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on the City of Carpinteria’s request to amend the Implementation Plan portion of the certified LCP to replace the existing Condominium/Cooperative Conversion Ordinance. (JL-V)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Carpintería para enmendar la porción del Plan de Implementación del LCP certificado para reemplazar la Ordenanza de Conversión Cooperativa/de Condominio. (JL-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W20a/W20a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W20a/W20a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W20a/W20a-1-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    }
                                ]
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "LONG RANGE DEVELOPMENT PLAN",
                                    "spanish": "PLAN DE DESARROLLO A LARGO PLAZO (LRDP)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Pepperdine University LRDP Amendment No. LRDP-4-PEP-20-0002-1 (Enhanced Parking and Storage Project). Time Extension ",
                                            "spanish": "Enmienda LRDP No. LRDP-4-PEP-20-0002-1 de Pepperdine University (Proyecto de estacionamiento y almacenamiento mejorado). Extensión de tiempo "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for action for one year on Pepperdine University’s request to amend its certified Long Range Development Plan (LRDP) to allow for replacement of three existing surface parking lots with new parking lot in substantially same location adjacent to campus soccer field and baseball field, and install 23 underground storage vaults below new parking lot, at Pepperdine University, Malibu, Los Angeles County. (IQ-V)   ",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo para la acción por un año por la solicitud de Pepperdine University de enmendar su Plan Certificado de Desarrollo de Largo Alcance (LRDP, por sus siglas en inglés) para permitir el reemplazo de tres estacionamientos existentes con un nuevo estacionamiento sustancialmente en la misma ubicación adyacente al campo de fútbol y de béisbol e instalar 23 bóvedas de almacenamiento subterráneo debajo del nuevo estacionamiento en Pepperdine University, Malibú, Condado de Los Ángeles. (IQ-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W21a/W21a-1-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Approved"
                                    }
                                ]
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-19-0339 (Carpinteria Sanitary District, City of Carpinteria) ",
                                            "spanish": "Solicitud No. 4-19-0339 (Distrito Sanitario de Carpintería, Ciudad de Carpintería) "
                                        },
                                        "blurb": {
                                            "english": "Application of Carpinteria Sanitary District for floodwall repair project along existing concrete embankment within Carpinteria Creek consisting of 1,260 sq.ft. of un-grouted .5 ton gradation rip rap, 250’ of corrugated sheet pile, 1,110 sq. ft. of concrete fill, and 1,155 sq.ft. of grouted 1-ton gradation rip rap at, Carpinteria, Santa Barbara County. (WH-V)",
                                            "spanish": "Solicitud del Distrito Sanitario de Carpintería para el proyecto de reparación del muro de contención a lo largo del terraplén de hormigón dentro del Arroyo de Carpintería que consiste de 1.260 ft² de escollera de gradación no lechada de 0,5 toneladas, 250’ de tablestaca ondulada, 1.110 ft² de relleno de hormigón y 1.155 ft² de escollera de gradación lechada de 1 tonelada en Carpintería, Condado de Santa Bárbara. (WH-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W22a/W22a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W22a/W22a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W22a/W22a-1-2021-Addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W22a/W22a-1-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 23,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W23/W23-01-2021-REPORT.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 5-20-0017 (City of Long Beach Marketplace Marsh, Long Beach) ",
                                            "spanish": "Solicitud 5-20-0017 (Ciudad de Long Beach Marketplace Marsh)"
                                        },
                                        "blurb": {
                                            "english": "Application of City of Long Beach to remove approx. 60,000 sq.ft. of native and nonnative vegetation within Marketplace Marsh to increase water circulation and inhibit mosquito reproduction, maintenance plan of limited and periodic removal of native and non-native plant overgrowth utilizing hand tools and herbicide outside of avian breeding season for term of five years in City of Long Beach, Los Angeles County. (MR-LB)",
                                            "spanish": "Solicitud de la Ciudad de Long Beach para remover aproximadamente 60.000 ft² de vegetación nativa y no nativa dentro de Marketplace Marsh para aumentar la circulación del agua e inhibir la reproducción de mosquitos, plan de mantenimiento de extracción limitada y periódica del crecimiento excesivo de plantas nativas y no nativas usando herramientas manuales y herbicida fuera de la temporada de cría de aves por un plazo de cinco años en Long Beach, Condado de Los Ángeles.  (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W24a/W24a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W24a/W24a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W24a/W24a-1-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W24a/W24a-1-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 25,
                                "title": {
                                    "english": "Administrative Calendar",
                                    "spanish": "Calendario Administrativo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0437 (Simpson Holdings Garden Grove, LLC, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-20-0437 (Simpson Holdings Garden Grove, LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Simpsons Holdings Garden Grove, LLC to remove 140 sq.ft. floating dock and 72 sq.ft. gangway and construct 120 sq.ft. floating dock and 72 sq.ft. gangway including re-use of two 12” square guide piles, at 511 36th Street, Newport Beach, Orange County. (FSY-LB)",
                                            "spanish": "Solicitud de Simpsons Holdings Garden Grove, LLC para remover un muelle flotante de 140 ft² y una plancha de 72 ft² y construir un muelle flotante de 120 ft² y una plancha de 72 ft² incluyendo la reutilización de dos pilas de guía de 12” en 511 36th Street, Newport Beach, Condado de Orange. (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W25a/W25a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W25a/W25a-1-2021 exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0543 (Del Villar, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-20-0543 (Del Villar, Huntington Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Angel Del Villar to construct 68-ft. long, concrete deck cantilevered 5’ beyond bulkhead with 42” high glass railing along perimeter of deck, at 16842 Marina Bay Drive, Huntington Beach, Orange County. (CP-LB)",
                                            "spanish": "Solicitud de Ángel del Villar para construir una plataforma de hormigón en voladizo de 68 ft de largo con 5’ más allá del mamparo, con una barandilla de cristal de 42” de alto a lo largo del perímetro de la plataforma, en 16842 Marina Bay Drive, Huntington Beach, Condado de Orange. (CP-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W25b/w25b-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W25b/w25b-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 26,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W26/W26-01-2021-REPORT.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 27,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-19-0074-1. ",
                                            "spanish": "Ciudad de Laguna Beach Enmienda del Programa Costero Local No. LCP-5-LGB-19-0074-1."
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the action by the City of Laguna Beach accepting certification of LCP Amendment No. LCP-5-LGB-19-0074-1 with suggested modifications to implement new regulations and standards for the operation of short-term lodgings (STL), or vacation rentals, and limit where new STLs would be allowed in the City, is legally adequate. (MA-LB)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo de que la acción de la Ciudad de Laguna Beach que acepta la certificación de la Enmienda del Programa Costero Local No. LCP-5-LGB-19-0074-1 con modificaciones sugeridas para implementar nuevas regulaciones y estándares para la operación de alojamientos de corto plazo, o alquileres de vacaciones, y el límite donde se permitirían nuevos alojamientos de corto plazo en la ciudad, es legalmente adecuado. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W27a/W27a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W27a/W27a-1-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 28,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-NPB-20-0068 (Guidero, Newport Beach) ",
                                            "spanish": "Apelación No. A-5-NPB-20-0068 (Guidero, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Coastal Commissioners Hart and Wilson from decision of City of Newport Beach granting permit with conditions to Jim Collins for demolition of approx. 1,700 sq.ft. duplex and construction of 2,591 sq.ft. single family home, 475 sq.ft. two-car garage, hardscape, patios, site walls, drainage devices, and landscaping, at 413 and 413 1/2 Edgewater Place, Newport Beach, Orange County. (ZR-LB)",
                                            "spanish": "Apelación de los Comisionados Costeros Hart y Wilson a la decisión de la Ciudad de Newport Beach que le otorga un permiso con condiciones a William Guidero para demoler un apartamento existente de 2 unidades y construir una casa unifamiliar de tres pisos de 2.591 ft², un garaje de 475 ft² y paisajismo/construcciones decorativas exteriores en 413 y 413 1/2 Edgewater Place, Newport Beach, Condado de Orange. (ZR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W28a/W28a-01-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W28a/W28a-01-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 29,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/W29/W29-1-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 30,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 6-20-0433 (Mission Bay Dr Channel maintenance, San Diego) ",
                                            "spanish": "Solicitud 6-20-0433 (Mantenimiento del Canal en Mission Bay Dr, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to clear accumulated sediment and vegetation from approx. 1,100 linear ft. of earthen storm water channel at Mission Bay Golf Course and construct approx. 1.65-acre wetland mitigation site and approx. 30-acre habitat enhancement site within Los Peñasquitos Canyon as mitigation bank for future projects, at 2702 N. Mission Bay Dr., Mission Bay Park, San Diego, San Diego County. (AL-SD) ",
                                            "spanish": "Solicitud de la Ciudad de San Diego para limpiar los sedimentos y la vegetación acumulada en aproximadamente 1.083 ft lineales de canal de aguas pluviales de arcilla en el Campo de Golf Mission Bay y para construir un lugar de mitigación de humedal de aproximadamente 1,65 acres y un sitio de mejora del hábitat de aproximadamente 30 acres dentro del Cañón Los Peñasquitos en 2702 N Mission Bay Dr., Mission Bay Park, San Diego, Condado de San Diego. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W30a/W30a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W30a/W30a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W30a/W30a-1-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/W30a/W30a-1-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "11 Lagunita LLC et al. v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "The Ballona Wetlands Land Trust v. California Department of Fish and Wildlife, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Harp v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Martin’s Beach I, LLC v. Ainsworth, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "North Coast Transit District v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Rudisill v. CCC (Lighthouse Brooks, LLC, et al., RPIs), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Schrager, et al. v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Smith v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Charters v. City of Long Beach, et al., Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 31,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "January 2021",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 32,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 33,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN"
                                }
                            },
                            {
                                "number": 34,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 35,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 36,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 37,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 14,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/Th3/Th3-1-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 5,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/1/Th5/Th5-1-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CD-0007-20 (EPA, Statewide) ",
                                            "spanish": "CD-0007-20 (EPA, Todo el estado) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Determination by U.S. Environmental Protection Agency for National Performance Standards for Discharges Incidental to Normal Operation of Commercial Vessel. (AB-SF)",
                                            "spanish": "Determinación de Consistencia por la Agencia de Protección Ambiental de los Estados Unidos para los Estándares Nacionales de Desempeño para Descargas Debido a la Operación Normal de Navíos Comerciales. (AB-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6a/Th6a-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6a/Th6a-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6a/Th6a-1-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "OBJECTION"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "CD-0006-20 (National Park Service, Marin County)",
                                            "spanish": "CD-0006-20 (Servicio de Parques Nacional, Condado de Marin). "
                                        },
                                        "blurb": {
                                            "english": "Consistency Determination by National Park Service for 2020 General Management Plan Amendment for Point Reyes National Seashore and north district of Golden Gate National Recreation Area, including elk and ranch management actions, Marin County. (JW-SF)",
                                            "spanish": "Determinación de Consistencia por el Servicios de Parques Nacionales para la Enmienda del Plan General de Administración de 2020 para la Costa Nacional Point Reyes y el distrito norte del Área Recreativa Nacional Golden Gate, incluyendo acciones de administración de alces y ranchos, Condado de Marin. (JW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6b/Th6b-1-2021-report.pdf"
                                            },
                                            {
                                                "name": "Special Procedures",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6b/Th6b-1-2021-specialprocedures.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6b/Th6b-1-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6b/Th6b-1-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6b/Th6b-1-2021-correspondence-part1.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6b/Th6b-1-2021-correspondence-part2.pdf"
                                            },
                                            {
                                                "name": "Correspondence 3",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/1/Th6b/Th6b-1-2021-correspondence-part3.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be February 10-12, 2021 and March 10-12, 2021, April 14-16, 2021. ",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán el 10-12, de Febrero 2021, y el 10-12, de Marzo 2021."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]