[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "December 17 @ 1:00 pm"
        },
        "status": null,
        "month": "December",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 15,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "ELECTION OF OFFICERS",
                                    "spanish": "ELECCIÓN DE LA MESA"
                                },
                                "blurb": {
                                    "english": "Commission consideration and possible vote on the election of officers and representatives to the Santa Monica Mountains Conservancy and the Santa Monica Bay Restoration Commission.",
                                    "spanish": "Consideración de la comisión y posible votación sobre la elección de oficiales y representantes para Santa Monica Mountains Conservancy y la Comisión de Restauración de la Bahía de Santa Mónica."
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "AGENDA CHANGES",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/W4/W4-12-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W7a/W7a-12-2021report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Reporte legislativo"
                                        },
                                        "blurb": {
                                            "english": "Status and possible action on pending legislation. (JA/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W7c/W7c-12-2021report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Local Government Working Group Sea Level Rise Adaptation and LCP Update Documents.",
                                            "spanish": "Grupo de Trabajo de Gobiernos Locales, Documentos de Adaptación al Aumento del Nivel del Mar y Actualización del LCP"
                                        },
                                        "blurb": {
                                            "english": "Consideration and possible adoption of documents prepared by the Commission's Local Government Working Group to support improved sea level rise adaptation and LCP update processes. (JA-SF)",
                                            "spanish": "Consideración y posible adopción de los documentos preparados por el Grupo de Trabajo de Gobiernos Locales de la Comisión para apoyar la mejora de la adaptación al aumento del nivel del mar y los procesos de actualización de los LCP. (JA-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W7d/W7d-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W7d/W7d-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W7d/W7d-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W7d/W7d-12-2021-corresp-2.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "ADMINISTRATIVE CALENDAR",
                                    "spanish": "APLICACIONES DE PERMISOS ADMINISTRATIVOS"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-21-0311 (Jacobs, Ventura) ",
                                            "spanish": "Solicitud No. 4-21-0311 (Jacobs, Ventura) "
                                        },
                                        "blurb": {
                                            "english": "Application of Rachel Jacobs to replace 758 sq.ft. concrete deck with new 830 sq.ft. wood deck, replace 210 sq. ft. floating dock and gangway with new 280 sq. ft. floating dock and gangway, and install 2 new 14-in. diameter concrete piles within Ventura Keys waterway for boating related purposes, at 3057 Seahorse Ave., Ventura, Ventura County. (WD-V)",
                                            "spanish": "Solicitud de Rachel Jacobs para reemplazar una cubierta de concreto de 758 ft² con una nueva cubierta de madera de 830 ft², reemplazar un muelle flotante de 210 ft² y una pasarela, e instalar 2 nuevas pilas de concreto con un diámetro de 14 pulgadas dentro de la vía acuática de Ventura Keys para fines relacionados con la navegación, en 3057 Seahorse Ave., Ventura, Condado de Ventura. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W8a/W8a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W8a/W8a-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0453 (2751 & 2801 PCH, LLC, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-21-0453 (2751 & 2801 PCH, LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of 2751 & 2801 PCH, LLC to remove three floating dock fingers and three 16” concrete guide piles, replace three 16” concrete guide piles, relocate one 14” concrete guide pile and remove two gangways.  One existing gangway and landing will remain.  The project also includes:  installation of ADA ramp and landing and widening of headwalk, at 2751 & 2801 PCH, LLC, Newport Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de 2751 & 2801 PCH, LLC para remover tres dedos de muelle flotante y tres pilotes guía de concreto de 16', reemplazar tres pilotes guía de concreto de 16', reubicar un pilote guía de concreto de 14' y remover dos pasarelas.  Se mantendrá una pasarela y un rellano existentes.  El proyecto también incluye:  instalación de rampa ADA y rellano y ampliación de la acera, en 2751 & 2801 PCH, LLC, Newport Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W8b/W8b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W8b/W8b-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0558 (Michaelson, Venice) ",
                                            "spanish": "Solicitud No. 5-21-0558 (Michaelson, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Andrea Michaelson to demolish two-story, 1,865 sq.ft. single-family home and construct new three-story, 30’ high, 4,382 sq.ft. single-family home with roof deck and three onsite parking spaces, at 212 Sherman Canal, Venice, Los Angeles, Los Angeles County. (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  (JD-LB)",
                                            "spanish": "Solicitud de Andrea Michaelson para demoler una casa unifamiliar de dos pisos y 1,865 ft² y construir una casa unifamiliar de tres pisos, 30' de altura, 4,382 ft², con una cubierta en el techo y tres espacios de estacionamiento en el lugar, en 212 Sherman Canal, Venice, Los Ángeles, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W9a/W9a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W9a/W9a-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W9a/W9a-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0776 (Global Franchise Group and City of Santa Monica, Los Angeles Co.)  ",
                                            "spanish": "Solicitud No. 5-16-0778 (Global Franchise Group y City of Santa Monica,  Los Angeles Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Global Franchise Group and City of Santa Monica to demolish 440 sq.ft. take-out restaurant and construct 16.5-ft.-high, 660 sq.ft. take-out restaurant in same location along Santa Monica Beach Promenade to meet ADA accessibility requirements for employees, at 1633 Ocean Front Walk, Santa Monica, Los Angeles County. (ES-LB)",
                                            "spanish": "Solicitud de Global Franchise Group y la ciudad de Santa Mónica para demoler 440 pies cuadrados. restaurante para llevar y construir 16.5 pies de altura, 660 pies cuadrados. Restaurante para llevar en la misma ubicación a lo largo de Santa Monica Beach Promenade para cumplir con los requisitos de accesibilidad de la ADA para empleados, en 1633 Ocean Front Walk, Santa Mónica, Condado de Los Ángeles. (ES-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W9b/W9b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W9b/W9b-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0445 (JT & LT NB, LLC, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-20-0445 (JT & LT NB, LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of JB & JT NB, LLC to demolish single family home and construct three-story, 2,762 sq.ft., single-family home with 442 sq.ft. two-car garage.  Proposed project also includes: 1) reinforce seawall by utilizing tiebacks connecting existing seawall to new concrete deadman; 2) increase height of existing seawall to 10.9’ NAVD88; 3) install new privacy fence walls along North and South property line walls; 4) install rear yard hardscape; and 5) install rear yard trench drain directing runoff to perforated drainpipe to retain run-off on site.  Only bayward portion of project is within Commission’s original jurisdiction, at 619 36th Street, Newport Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de JB & JT NB, LLC para demoler una casa unifamiliar y construir una casa unifamiliar de tres pisos, 2,762 pies cuadrados, con garaje para dos autos de 442 pies cuadrados.  El proyecto propuesto también incluye: 1) reforzar el malecón mediante la utilización de amarres que conecten el dique existente con el nuevo hombre muerto de hormigón; 2) aumentar la altura del malecón existente a 10.9' NAVD88; 3) instalar nuevas paredes de cercas de privacidad a lo largo de las paredes de la línea de propiedad norte y sur; 4) instalar el patio trasero hardscape; y 5) instalar el desagüe de la zanja del patio trasero dirigiendo la escorrentía a la tubería de drenaje perforada para retener la escorrentía en el sitio.  Solo la parte del proyecto está dentro de la jurisdicción original de la Comisión, en 619 36th  Street, Newport Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W9c/W9c-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W9c/W9c-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/W12/W12-12-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0064-1 (Interim Housing). ",
                                            "spanish": "Enmienda del LCP de la Ciudad de Long Beach No. LCP-5-LOB-21-0064-1 (Vivienda provisional). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Long Beach to amend the Implementation Plan to update regulations relating to interim housing uses, and if the Commission does not take a final action, possible action to extend the deadline for final Commission action on the amendment. (DZ-LB)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Long Beach de enmendar las disposiciones del Plan de Implementación para actualizar las regulaciones relacionadas con los usos de la vivienda provisional y, si la Comisión no toma una acción definitiva, posible acción para extender el plazo para la acción final de la Comisión sobre la enmienda. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W13a/w13a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W13a/w13a-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-20-0058-3 (Short-Term Rentals). ",
                                            "spanish": "Enmienda del LCP de la Ciudad de Long Beach No. LCP-5-LOB-20-0058-3 (Alquiler a corto plazo). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Long Beach to amend the Implementation Plan to add short-term rental regualtions. (DZ-LB)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Long Beach para enmendar el Plan de Implementación para agregar regulaciones de alquiler a corto plazo. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W13b/w13b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W13b/w13b-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W13b/w13b-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W13b/w13b-12-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W13b/w13b-12-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 14b (Appeal No. A-5-SNP-19-0136), 15a (Application No. A-5-SNP-19-0136/5-20-0153), 14c (Appeal No. A-5-SNP-19-0154), and 15b (Application No. A-5-SNP-19-0154/5-20-0152) below will have a combined hearing.",
                                    "spanish": "Los puntos 14b y 15a (Apelación No. A-5-SNP-19-0136 y Solicitud No. A-5-SNP-19-0136/5-20-0153) tendrán una audiencia combinada y los puntos 14c y 15b (Apelación No. A-5-SNP-19-0154 y Solicitud No. A-5-SNP-19-0154/5-20-0152) tendrán una audiencia combinada"
                                }
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0070 (North Venice Boardwalk, LLC, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0070 (North Venice Boardwalk, LLC, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Margaret Molloy from City of Los Angeles decision granting permit with conditions to North Venice Boardwalk, LLC for construction of new, 2-story, 2,165 sq.ft. addition and 3 new parking spaces to existing, 1-story, 3,288 sq.ft. restaurant with 16 parking spaces, in addition to after-the-fact authorization of construction of  new 918 sq.ft. storage area, on 4 ocean-front lots at 205-213 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Apelación de Margaret Molloy contra la decisión de la Ciudad de Los Ángeles de concederle un permiso con condiciones a North Venice Boardwalk, LLC para la construcción de una nueva adición de 2 pisos y 2,165 ft², y 3 nuevos espacios de estacionamiento a un restaurante existente de 1 piso y 3,288 ft², con 16 espacios de estacionamiento, además de la autorización a posteriori de la construcción de una nueva área de almacenamiento de 918 ft², en 4 lotes frente al mar en 205-213 Ocean Front Walk, Venice, Los Ángeles, Condado de Los Ángeles. (CS-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14a/W14a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14a/W14a-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14a/W14a-12-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-SNP-19-0136 (Poola, San Pedro, Los Angeles) ",
                                            "spanish": "Apelación No. A-5-SNP-19-0136 (Poola, San Pedro, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Noel Gould, et. al., from City of Los Angeles decision granting permit with conditions to Raman and Vani Poola for construction of new 2-story, 26' high,3,695 sq.ft single family home with 921 sq.ft detached garage, 1,154 sq.ft. roof deck, and rear yard deck and spa on vacant blufftop lot at 1305 W Paseo Del Mar, San Pedro, Los Angeles, Los Angeles County. (VL-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Apelación de Noel Gould, et. al, contra la decisión de la Ciudad de Los Ángeles de concederle un permiso con condiciones a Raman y Vani Poola para la construcción de una nueva casa unifamiliar de 2 pisos, 26' de altura, 3,695 ft², con un garaje independiente de 921 ft², una cubierta en el techo de 1,154 ft², y una cubierta en el patio trasero y un spa en un terreno vacante en el 1305 W Paseo Del Mar, San Pedro, Los Ángeles, Condado de Los Ángeles. (VL- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-5-SNP-19-0154 (Murthy, San Pedro, Los Angeles) ",
                                            "spanish": "Apelación No. A-5-SNP-19-0154 (Murthy, San Pedro, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Appeal No. A-5-SNP-19-0154 (Murthy, San Pedro, Los Angeles) Appeal by Noel Gould, et. al., from City of Los Angeles decision granting permit with conditions to Krishna and Nirmala Murthy for demolition of 1,302 sq.ft. single-family home and construction of new 2-story, 26' high,3,548 sq.ft single family home with 665 sq.ft detached garage, 1,124 sq.ft. roof deck, and rear yard deck on blufftop lot at 1307 W Paseo Del Mar, San Pedro, Los Angeles, Los Angeles County. (VL-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Apelación de Noel Gould, et. al, contra la decisión de la Ciudad de Los Ángeles de otorgarle un permiso con condiciones a Krishna y Nirmala Murthy para la demolición de una casa unifamiliar de 1,302 ft² y la construcción de una nueva casa unifamiliar de 2 pisos, 26' de altura, 3,548 ft² con un garaje independiente de 665 ft², una terraza en el techo de 1,124 ft² y una terraza en el patio trasero en el 1307 W Paseo Del Mar, San Pedro, Los Ángeles, Condado de Los Ángeles. (VL- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-5-RPV-21-0076 (Automated License Plate Readers, Lunada Point) ",
                                            "spanish": ""
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Turnbull-Sanders and Escalante from City of Rancho Palos Verdes decision granting permit with conditions to Flock Safety for installation of two sets of automated license plate reader camera systems, including poles up to 12’ high, and signage, within the City's public right-of-way, at Lunada Pointe Homeowners Association near the intersection of Palos Verdes Drive West and Marguerite Drive, Rancho Palos Verdes, Los Angeles County. (JP-LB)",
                                            "spanish": " "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/w14d&w14e-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/w14d&w14e-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/w14d&w14e-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/W14d_W14e_2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Appeal Letter",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/20211213_RPV_Appeal Nos. A-5-RPV-21-0076 and -0077.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Appeal No. A-5-RPV-21-0077 (Automated License Plate Readers, Portuguese Bend) ",
                                            "spanish": ""
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Turnbull-Sanders and Escalante from City of Rancho Palos Verdes decision granting permit with conditions to Flock Safety for installation of four sets of automated license plate reader camera systems, including poles up to 12’ high, and signage, within the City's public right-of-way, at West Portuguese Bend Homeowner Association near the intersection of Palos Verdes Drive South & Seacove Drive/Barkentine Road/ Clipper Road/Packet Road, Rancho Palos Verdes, Los Angeles County. (JP-LB)",
                                            "spanish": ""
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/w14d&w14e-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/w14d&w14e-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/w14d&w14e-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/W14d_W14e_2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Appeal Letter",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14d & W14e/20211213_RPV_Appeal Nos. A-5-RPV-21-0076 and -0077.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-SNP-19-0136/5-20-0153 (Poola, San Pedro, Los Angeles) ",
                                            "spanish": "Solicitud No. A-5-SNP-19-0136/5-20-0153 (Poola, San Pedro, Los Ángeles Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Raman and Vani Poola to construct new 2-story, 26' high,3,695 sq.ft single family home with a 921 sq.ft detached garage, 1,154 sq. ft. roof deck, and rear yard patio and spa, and restore the bluff face with native vegetation on a vacant blufftop lot at 1305 W Paseo Del Mar, San Pedro, Los Angeles, Los Angeles County. (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) (VL-LB)",
                                            "spanish": "Solicitud de Raman y Vani Poola para construir una nueva casa unifamiliar de 2 pisos, 26' de altura, 3,695 ft² con un garaje independiente de 921 ft², una cubierta en el techo de 1,154 ft², y un patio trasero y un spa, y restaurar la cara del acantilado con vegetación nativa en un lote vacante en la cima del acantilado en 1305 W Paseo Del Mar, San Pedro, Los Ángeles, Condado de Los Ángeles. (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14b&15a/W14b&15a-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-SNP-19-0154/5-20-0152 (Murthy, San Pedro, Los Angeles)",
                                            "spanish": "Solicitud No. A-5-SNP-19-0154/5-20-0152 (Murthy, San Pedro, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of Krishna and Nirmala Murthy to demolish an existing 1,302 sq.ft. single-family home and construct new 2-story, 26' high,3,548 sq.ft single family home with 665 sq.ft detached garage, 1,124 sq.ft. roof deck, and rear yard patio, and restore bluff face with native vegetation on blufftop lot at 1307 W Paseo Del Mar, San Pedro, Los Angeles, Los Angeles County. (VL-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Krishna y Nirmala Murthy para demoler una casa unifamiliar existente de 1,302 ft² y construir una nueva casa unifamiliar de 2 pisos, 26' de altura, 3,548 ft² con 665 ft² de garaje independiente, 1,124 ft² de terraza en el techo, y patio trasero, y restaurar la cara del acantilado con vegetación nativa en el lote de la cima del acantilado en 1307 W Paseo Del Mar, San Pedro, Los Ángeles, Condado de Los Ángeles.  (VL- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W14c&15b/W14c&15b-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0597 (Franco, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0597 (Franco, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Sandra and Walter Franco to convert  two-story, 29 ft. high, 3,402 sq.ft., 11-unit apartment with no onsite parking spaces into two-story, 29 ft. high, 3,402 sq.ft., 9-room hotel with 2 low-cost rooms, new 1,201 sq. ft. rooftop deck, and 2 parking spaces, at 66 11th Street, Hermosa Beach, Los Angeles, Los Angeles County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Sandra y Walter Franco para convertir un edificio de apartamentos de dos pisos, 29 pies de altura, 3,402 ft², con 11 unidades, sin espacios de estacionamiento en el sitio, en un hotel de dos pisos, 29 pies de altura, 3,402 ft², 9 habitaciones con 2 habitaciones de bajo costo, nueva cubierta de 1,201 ft² en la azotea y 2 espacios de estacionamiento, en 66 11th Street, Hermosa Beach, Los Ángeles, Condado de Los Ángeles. (CS- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15c/W15c-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15c/W15c-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-20-0656 (Reed, Venice) ",
                                            "spanish": "Solicitud No. 520- 0656 (Reed, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Nanette Reed to remodel two-story, 24 ft. high, 1,688 sq.ft. single-family home and construct new, 2-story 519 sq.ft. addition with maximum 27 ft. height and 3 onsite parking spaces on canal-fronting lot, at 408 Sherman Canal, Venice, Los Angeles, Los Angeles County.  (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  (CS-LB)",
                                            "spanish": "Solicitud de Nanette Reed para remodelar una vivienda unifamiliar de dos pisos, 18' de altura y con un área de 1,688 ft² y construir una nueva adición de 2 pisos con un área de 519 ft² con una altura máxima de 27 ft y 3 espacios de estacionamiento in situ en un lote frente al canal en 408 Sherman Canal, Venice, Los Ángeles, condado de Los Ángeles. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15d/W15d-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15d/W15d-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15d/W15d-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15d/W15d-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-21-0467 (Reinis, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-21-0467 (Reinis, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Richard Reinis to demolish an existing 1,734 sq. ft. duplex and construct a 2,289 sq. ft., 2-story single-family residence with an attached two-car garage, a roof deck, and an attached 674 sq. ft. ADU at 626 The Strand, Hermosa Beach, Los Angeles County. (VL-LB) ",
                                            "spanish": "Solicitud de Richard Reinis para demoler un dúplex existente de 1,734 ft² y construir una vivienda unifamiliar de 2,289 ft², con garaje adjunto para dos automóviles, terraza en el techo y una ADU anexa de 674 ft² en 626 The Strand, Hermosa Beach, Condado de Los Ángeles. (VL-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15e/W15e-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15e/W15e-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15e/W15e-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W15e/W15e-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment Application No. 5-12-263-A1 (Coastal Dunes Improvement Project, Los Angeles/El Segundo Dunes) ",
                                            "spanish": "Solicitud de Enmienda de Permiso No. 5-12-263-A1 (Proyecto de Mejora de las Dunas Costeras, Dunas de Los Ángeles/ El Segundo) "
                                        },
                                        "blurb": {
                                            "english": "Request by Los Angeles World Airports to amend CDP No. 5-12-263, which authorized removal of road segments and habitat restoration within the Los Angeles/El Segundo Dunes, to implement a revised ecological landscape plan and modify the landscaping condition to continue habitat restoration and maintenance activities in the Coastal Dunes Improvement Project area and update restoration success criteria at 8901 S. Pershing St., Los Angeles, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud de Los Angeles World Airports para enmendar el CDP No. 5-12-263, que autorizó la remoción de segmentos de carretera y la restauración del hábitat dentro de las Dunas de Los Ángeles/El Segundo, para implementar un plan de paisaje ecológico revisado y modificar la condición del paisaje para continuar la restauración del hábitat y las actividades de mantenimiento en el área del Proyecto de Mejora de las Dunas Costeras y actualizar los criterios de éxito de la restauración en 8901 S. Pershing St., Los Ángeles, Condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W16a/w16a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W16a/w16a-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification,  and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/W17/W17-12-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Dana Point LCP Amendment No. LCP-5-DPT-20-0047-1 (Dana Point Harbor Revitalization Plan). ",
                                            "spanish": "Enmienda del LCP de la ciudad de Dana Point No. LCP-5-DPT-20-0047-1 (Plan de Revitalización del Puerto de Dana Point). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Dana Point to amend the Land Use Plan (LUP) and the Implementation Plan (IP) of the certified LCP to allow for two hotels and to modify the allotted square footage for visitor serving commercial uses in Planning Area 3 of the Dana Point Harbor Revitalization Plan in Dana Point, Orange County. (SA-LB)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Dana Point para enmendar el Plan de Uso del Suelo (LUP) y el Plan de Implementación (IP) del LCP certificado para permitir dos hoteles y modificar los pies cuadrados asignados para los usos comerciales de servicio al visitante en el Área de Planificación 3 del Plan de Revitalización del Puerto de Dana Point en Dana Point, Condado de Orange. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Dana Point LCP Amendment No. LCP-5-DPT-21-0059-5 (Doheny Village, Dana Point) Time Extension. ",
                                            "spanish": "Enmienda al LCP de la ciudad de Dana Point No. LCP-5-DPT-21-0059-5 (Doheny Village, Dana Point) Prórroga"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for action for one year on City of Dana Point’s request to modify and add provisions to the Land Use Element of the General Plan and Zoning Ordinance, both of which are components of the City of Dana Point Local Coastal Program, commonly known as the “1996” LCP.  The purpose of this amendment is to preserve and enhance the eclectic combination of commercial, light industrial, and residential mix of uses in the Doheny Village area.  (FSY-LB)",
                                            "spanish": "Audiencia pública y acción para extender el plazo de acción por un año sobre la solicitud de la Ciudad de Dana Point para modificar y agregar disposiciones al Elemento de Uso del Suelo del Plan General y la Ordenanza de Zonificación, ambos componentes del Programa Costero Local de la Ciudad de Dana Point, comúnmente conocido como el LCP '1996'.  El propósito de esta enmienda es preservar y mejorar la combinación ecléctica de usos comerciales, industriales ligeros y residenciales en la zona de Doheny Village.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18b/W18b-12-2021 report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-20-0052-2 (Downtown Specific Plan Update). ",
                                            "spanish": "Enmienda al LCP de la ciudad de Laguna Beach No. LCP-5-LGB-20-0052-2 (Actualización del plan específico del centro). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Laguna Beach to amend the Implementation Plan (IP) of the certified LCP to comprehensively update the Downtown Specific Plan and to amend provisions in Sections 25.16.050 (Minimum requirements for artists’ working and living units) and 25.40.010 (Downtown Specific Plan) of the City’s Zoning Code (Title 25). Downtown Specific Plan Area, Laguna Beach, Orange County. (MA-LB)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Laguna Beach de modificar el Plan de Implementación (IP) del LCP certificado para actualizar exhaustivamente el Plan Específico del Centro de la Ciudad y para modificar las disposiciones de las Secciones 25.16.050 (Requisitos mínimos para las unidades de trabajo y vivienda de los artistas) y 25.40.010 (Plan Específico del Centro de la Ciudad) del Código de Zonificación de la Ciudad (Título 25). Área del Plan Específico del Centro de la Ciudad, Laguna Beach, Condado de Orange. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18c/W18c-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18c/W18c-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18c/W18c-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18c/W18c-12-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of Newport Beach LCP Amendment No. LCP-5-NPB-20-0025-1, Part C.",
                                            "spanish": "Enmienda al LCP de la ciudad de Newport Beach No. LCP-5-NPB-20-0025-1, Parte C"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Newport Beach to amend the Implementation Plan (IP) of the certified LCP to modify development standards for accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in Newport Beach, Orange County (AS-LB)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Newport Beach de enmendar el Plan de Implementación (IP) del LCP certificado para modificar las normas de desarrollo para las unidades de vivienda accesorias (ADU) y las unidades de vivienda accesorias menores (JADU) en Newport Beach, Condado de Orange (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18d/W18d-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18d/W18d-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18d/W18d-12-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W18d/W18d-12-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                }
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: Items 20b and 21a below will have a combined hearing",
                                    "spanish": "Por favor, tome en cuenta: Los puntos 20b y 21a siguientes tendrán una audiencia combinada"
                                }
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "APLICACIONES DE PERMISOS COSTEROS"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-LGB-19-0017 (Estafanous, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-19-0017 (Estafanous, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Emil Estafanous to remodel and add 337 sq.ft. of interior area, 68 sq.ft. of elevated decks and new pedestrian entry feature to 2,140 sq.ft., three level single family home, and add air conditioning unit, and landscaping on blufftop lot, at 31893 Circle Drive, Laguna Beach, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de Emil Estafanous para remodelar y agregar 337 ft² de área interior, 68 ft² de cubiertas elevadas y una nueva característica de entrada peatonal a una casa unifamiliar de tres niveles de 2,140 ft² y agregar una unidad de aire acondicionado, y jardinería en un lote en la cima de un acantilado, en 31893 Circle Drive, Laguna Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-19-1296 (City of Newport Beach, Orange Co.) ",
                                            "spanish": "Solicitud No. 5-19-1296 (Ciudad de Newport Beach, Condado de Orange) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Newport Beach for beach nourishment in Newport Bay using up to 75,000 cu. yds. of suitable dredge material, and proposed Eelgrass Protection and Mitigation Plan for eelgrass impacts, Newport Beach, Orange County. (MR- LB)",
                                            "spanish": "Solicitud de la Ciudad de Newport Beach para el reforzamiento de la playa en la Bahía de Newport utilizando hasta 75,000 yardas cúbicas de material de dragado adecuado, y propuesta de Plan de Protección y Mitigación de la Hierba Marina para los impactos de la hierba marina, Newport Beach, Condado de Orange. (MR- LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W20b&21a/W20b&21a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W20b&21a/W20b&21a-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Consistency Certification  No. CC-0007-21 (City of Newport Beach, Orange Co.) ",
                                            "spanish": "Determinación de Consistencia No. CC-0007-21 (Ciudad de Newport Beach, Condado de Orange) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Certification for maintenance dredging around existing docks and off-shore disposal of up to 75,000 cu. yds. of dredge material a year, including proposed Eelgrass Protection and Mitigation Plan for eelgrass impacts, at Lower and Upper Newport Bay, Newport Beach, and at ocean disposal site LA-3 located 4 miles southwest of the entrance to Newport Harbor, Orange County (MR-LB)",
                                            "spanish": "Determinación de Consistencia para el dragado de mantenimiento alrededor de los muelles existentes y la eliminación en alta mar de hasta 75,000 yardas cúbicas de material de dragado al año, incluyendo el Plan de Protección y Mitigación de la Hierba Marina propuesto para los impactos de la hierba marina, en la parte baja y alta de la bahía de Newport, Newport Beach, y en el sitio de eliminación en el océano LA-3 ubicado a 4 millas al suroeste de la entrada del puerto de Newport, Condado de Orange (MR-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W20b&21a/W20b&21a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/W20b&21a/W20b&21a-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "Adamski, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Aqualegacy Development LLC v. CCC, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Environmental Defense Center, et al. v. Bureau of Ocean Energy Management, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 16CV-0160), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 20CV-0100), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 17CV-0267), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 20CV-0402), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 21CV-0214), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. California Department of Parks and Recreation, et al. (21CV-0275), Govt Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of the Canyon v. CCC, Govt. Code § 11126(e)(2)(A), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Lopez, et al. v. CCC, Govt. Code § 11126(e)(2)(A), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Misenum, LLC, et al. v. City of San Diego, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North County Transit District v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Pappas, et al. v. State Coastal Conservancy, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "The Samuel Lawrence Foundation v. CCC (Case No. 19STCP05431), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "The Samuel Lawrence Foundation v. CCC (Case No. 20STCP02957), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Shear v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (Paz et al, RPIs), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (2416 Frey LLC, et al.), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Wall v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North Coast Railroad Authority, Abandonment Exemption in Mendocino, Trinity, and Humboldt Counties (Proceeding before the Surface Transportation Board), Govt. Code § 11126(e)(2)(A) "
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 22,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "December 2021",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/W25/W25-12-2021-Report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 26,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 27,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 28,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 16,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/Th3/Th3-12-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/Th7/Th7-12-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "County of Humboldt LCP Amendment No. LCP-1-HUM-21-0030-1 (Samoa Peninsula Wastewater Project). ",
                                            "spanish": "Enmienda del LCP del Condado de Humboldt No. LCP-1-HUM-21-0030-1 (Proyecto de aguas residuales de la península de Samoa). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the County of Humboldt to amend the County’s certified Humboldt Bay Area Plan Land Use Plan (LUP) and Implementation Plan (IP) to (1) allow for extension of sewer services outside urban limit line of Samoa to rural lands on Samoa Peninsula (North Spit of Humboldt Bay) within the boundaries of the Peninsula Community Services District, and (2) rezone Residential Exurban (RX) lands in the Fairhaven area of the Samoa Peninsula from Residential Single-Family No Further Subdivision Allowed (RS-X) to RS-X with a Qualified (Q) Combining Zone (RS-X-Q) to impose additional restrictions on development. (MBK-A)",
                                            "spanish": "Audiencia pública y acción a solicitud del Condado de Humboldt para modificar el Plan de Uso del Suelo (LUP) y el Plan de Implementación (IP) certificados del Condado de la Bahía de Humboldt para (1) permitir la extensión de los servicios de alcantarillado fuera de la línea del límite urbano de Samoa a tierras rurales en la Península de Samoa (Cordón Litoral Norte de la Bahía de Humboldt) dentro de los límites del Distrito de Servicios Comunitarios de la Península, y (2) rezonificar los terrenos Residenciales Exurbanos (RX) en la zona de Fairhaven de la Península de Samoa de Residencial Unifamiliar Sin Permitir Más Subdivisiones (RS-X) a RS-X con una Zona de Combinación Calificada (Q) (RS-X-Q) para imponer restricciones adicionales sobre el desarrollo. (MBK)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th8a/th8a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th8a/th8a-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th8a/th8a-12-2021-appendix.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Eureka LCP Amendment No. LCP-1-EUR-20-0072-2 (Sign Ordinance). ",
                                            "spanish": "Enmienda del LCP de la ciudad de Eureka No. LCP-1-EUR-20-0072-2 (Ordenanza de carteles). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by the City of Eureka to amend the City’s Implementation Plan (IP) to replace the sign ordinance (Eureka Municipal Code Title 10 Chapter 5 Article 17) , and  amend related sections of the IP pertaining to signs (Articles 18, 22, 26, and 29). (MBK-A)",
                                            "spanish": "Audiencia pública y actuación para ampliar el plazo de actuación de la Comisión hasta un año en relación con la solicitud de la ciudad de Eureka de modificar el Plan de Implementación (IP) de la Ciudad para sustituir la ordenanza sobre carteles (Código Municipal de Eureka, Título 10, Capítulo 5, Artículo 17), y enmendar las secciones relacionadas del IP relativas a los carteles (Artículos 18, 22, 26 y 29). (MBK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th8b/Th8b-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "County of Humboldt LCP Amendment No. LCP-1-HUM-21-0067-3 (Accessory Dwelling Units). Time Extension  ",
                                            "spanish": "Enmienda al LCP del Condado de Humboldt No. LCP-1-HUM-21-0067-3 (Unidades de Vivienda Accesorias). Prórroga "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by the County of Humboldt to amend the County's six coastal Land Use Plans (LUPs) and Implementation Plan (IP) to update regulations for accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in compliance with recent State legislation. (CH-A)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo para la acción de la Comisión hasta un año a petición del condado de Humboldt para enmendar los seis Planes de Uso de Tierra (LUP) costera del Condado y el Plan de Implementación (IP) para actualizar las regulaciones para las unidades de vivienda accesoria (ADU) y las unidades de vivienda accesoria junior (JADU) de acuerdo con la legislación estatal reciente. (CH-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th8c/Th8c-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-1-MEN-08-015 (Bower Limited Partnership, Mendocino Co)  ",
                                            "spanish": "Apelación No. A-1-MEN-08-015 (Bower Limited Partnership, Condado de Mendocino)  "
                                        },
                                        "blurb": {
                                            "english": "Application of Bower Limited Partnership to (1) construct 285’-long retaining wall involving vegetated earthen retention system known as “Geoweb,” (2) install drainage improvements including 414’ of drainpipe, storm drain manhole, and 6’ stormwater treatment structure, and (3) relocate and upgrade underground septic tanks at 39200 South Highway One in Gualala, Mendocino County. (TG-A)",
                                            "spanish": "Solicitud de Bower Limited Partnership para (1) construir un muro de contención de 285 pies de largo que incluye un sistema de retención de tierra con vegetación conocido como 'Geoweb', (2) instalar mejoras de drenaje que incluyen 414 pies de tubería de desagüe, una boca de inspección de drenaje pluvial y una estructura de tratamiento de aguas pluviales de 6 pies, y (3) reubicar y mejorar los tanques sépticos subterráneos en 39200 South Highway One en Gualala, Condado de Mendocino. (TG-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240. ",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/Th10/Th10-12-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CD-0001-21 (Federal Highways Administration, Santa Cruz Co.) ",
                                            "spanish": "CD-0001-21 (Administración Federal de Carreteras, Condado de Santa Cruz) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Determination by the Federal Highway Administration to develop a 7.5 mile multi-use trail that would extend along the RTC-owned railroad corridor from Davenport to Wilder Ranch State Park in unincorporated Santa Cruz County (AC-SF).",
                                            "spanish": "Determinación de consistencia por parte de la Administración Federal de Carreteras para desarrollar un sendero multiuso de 7.5 millas que se extendería a lo largo del corredor ferroviario propiedad de RTC desde Davenport hasta el Parque Estatal Wilder Ranch en el condado no incorporado de Santa Cruz (AC-SF)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11a/Th11a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11a/Th11a-12-2021-exhibits1.pdf"
                                            },
                                            {
                                                "name": "Exhibits 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11a/Th11a-12-2021-exhibits2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11a/Th11a-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11a/Th11a-12-2021-correspondence 2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11a/Th11a-12-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11a/Th11a-12-2021-exparte.pdf"
                                            }
                                        ],
                                        "result": "CONDITIONALLY CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "CD-0006-21 (U.S. Fish and Wildlife Service, San Francisco) ",
                                            "spanish": "CD-0006-21 (Servicio de Pesca y Vida Silvestre de los Estados Unidos, San Francisco) "
                                        },
                                        "blurb": {
                                            "english": "Consistency determination by U.S. Fish and Wildlife Service for South Farallon Islands Invasive House Mouse Eradication Project, Farallon Islands National Wildlife Refuge, 30 miles offshore of San Francisco. (CT-SF) ",
                                            "spanish": "Determinación de consistencia por parte del Servicio de Pesca y Vida Silvestre de los Estados Unidos para el Proyecto de Erradicación del Ratón Doméstico Invasor de las Islas Farallón del Sur, Refugio Nacional de Vida Silvestre de las Islas Farallón, a 30 millas de la costa de San Francisco. (CT-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-correspondence2.pdf"
                                            },
                                            {
                                                "name": "Correspondence 3",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-correspondence3.pdf"
                                            },
                                            {
                                                "name": "Correspondence 4",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-correspondence4.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-appendices.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Exparte 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-exparte2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Th11b-12-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Hearing Procedures",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/Th11b/Farallones Hearing Procedures_December 2021.pdf"
                                            }
                                        ],
                                        "result": "CONDITIONALLY CONCURRED"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 17,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/F3/F3-12-2021-agenda changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/F7/F7-12-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Half Moon Bay LCP Amendment No. LCP-2-HMB-21-0068-1 (Accessory Dwelling Units) Time Extension",
                                            "spanish": "Enmienda del LCP de la Ciudad de Half Moon Bay No. LCP-2-HMB-21-0068-1  (Unidades de Vivienda Accesorias). Prórroga. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by Half Moon Bay to amend the LCP’s accessory dwelling unit provisions. (ST-SF)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo para la acción de la Comisión hasta un año a petición de Half Moon Bay para enmendar las disposiciones del LCP de la unidad de vivienda accesoria. (ST-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F8a/F8a-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/F9/F9-12-2021-DDs report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-21-0071-2 (Small-Cell Wireless). Time Extension Only",
                                            "spanish": "Ciudad de Santa Cruz LCP Enmienda No. LCP-3-STC-21-0071-2 (inalámbrico de celdas pequeñas). Solo extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on extension of time limit to act on request by City of Santa Cruz to amend LCP wireless provisions. (RM-SC) ",
                                            "spanish": "Audiencia pública y acción sobre la extensión del plazo para actuar a solicitud de la Ciudad de Santa Cruz para enmendar las disposiciones inalámbricas de LCP que afectan a las instalaciones de celdas pequeñas. (RM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F10a/F10a-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-20-0067-2 (Safety Element). ",
                                            "spanish": "Enmienda del LCP del condado de Santa Cruz No. LCP-3-SCO-20-0067-2  (Elemento de seguridad). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Santa Cruz County to update the LCP’s Safety Element policies and corresponding implementing regulations, including for seismic and slope stability, fire, and flood safety. (RJM-SC)",
                                            "spanish": "Audiencia pública y acción a solicitud del Condado de Santa Cruz de actualizar las políticas del Elemento de Seguridad del LCP y las correspondientes normativas de aplicación, incluyendo las relativas a la estabilidad sísmica y de las laderas, a los incendios y a la seguridad contra las inundaciones. (RJM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0072 (Katzman Secondary Dwelling Unit, Cambria) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0072 (Unidad de Vivienda Secundaria Katzman, Cambria) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart from San Luis Obispo County decision approving construction of secondary dwelling unit at 1801 Ogden Drive in unincorporated community of Cambria, San Luis Obispo County. (EW-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Hart contra la decisión del Condado de San Luis Obispo que aprueba la construcción de una unidad de vivienda secundaria en 1801 Ogden Drive en la comunidad no incorporada de Cambria, Condado de San Luis Obispo. (EW-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "WITHDRAWN"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-3-PSB-21-0073 (Gentilcore seawall, Pismo Beach) ",
                                            "spanish": "Apelación No. A-3-PSB-21-0073 (Malecón Gentilcore, Pismo Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart from decision by City of Pismo Beach approving construction of new textured, colored, tied-back shotcrete seawall on bluff and beach fronting 117 Indio Drive, Pismo Beach, San Luis Obispo County. (KB-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Hart contra la decisión de la Ciudad de Pismo Beach de aprobar la construcción de un nuevo malecón de concreto proyectado texturizado, coloreado y atado en el acantilado y la playa frente a 117 Indio Drive, Pismo Beach, Condado de San Luis Obispo. (KB-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11b/F11b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11b/F11b-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11b/F11b-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11b/F11b-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-3-PSB-21-0074 (Hyman & Okerblom seawall, Pismo Beach) ",
                                            "spanish": "Apelación No. A-3-PSB-21-0074 (muro de contención de Hyman & Okerblom, Pismo Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart from decision by City of Pismo Beach approving construction of new textured, colored, tied-back shotcrete seawall on the bluffs and beach fronting 2141 and 2151 Shoreline Drive in the City of Pismo Beach, San Luis Obispo County. (KB-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Hart contra la decisión de la Ciudad de Pismo Beach de aprobar la construcción de un nuevo muro de contención de concreto proyectado con textura, color y atado en los acantilados y la playa frente a 2141 y 2151 Shoreline Drive en la Ciudad de Pismo Beach, Condado de San Luis Obispo. (KB-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11c/F11c-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11c/F11c-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11c/F11c-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11c/F11c-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0075 (Stamback SFD Addition and Guesthouse, Los Osos). ",
                                            "spanish": "Apelación No. A-3-SLO-21-0075 (Adición y Casa de Huéspedes Stamback SFD, Los Osos). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Los Osos Sustainability Group of San Luis Obispo County decision approving construction of a 370 s.f. single-story addition to an existing single-family dwelling and construction of a 546 s.f. second-story guest house and attached 290 s.f. deck below an existing semi-detached garage at 1214 Santa Ysabel Avenue in the unincorporated community of Los Osos, San Luis Obispo County. (EW-SC)",
                                            "spanish": "Apelación por el Grupo de Sostenibilidad de Los Osos contra la decisión del Condado de San Luis Obispo que aprueba la construcción de una adición de 370 ft² a una vivienda unifamiliar existente y la construcción de una casa de huéspedes de 546 ft² en el segundo piso y una cubierta adjunta de 290 ft² debajo de un garaje adosado existente en 1214 Santa Ysabel Avenue en la comunidad no incorporada de Los Osos, Condado de San Luis Obispo. (EW-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11d/F11d-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11d/F11d-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F11d/F11d-12-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "WITHDRAWN"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment Application No. 3-12-050-A3 (State Parks’ Oceano Dunes Dust Control, Grover Beach/Oceano) ",
                                            "spanish": "Solicitud de Enmienda de Permiso No. 3-12-050-A3 (Control de Polvo de las Dunas de Oceano de los Parques Estatales, Grover Beach/Oceano) "
                                        },
                                        "blurb": {
                                            "english": "Application of California Department of Parks and Recreation to amend CDP No. 3-12-050 (which authorized a five-year program between 2017 and 2022 to reduce dust and particulate matter emissions at State Parks’ Oceano Dunes park) to: allow an additional 130 acres of permanent dust control mitigation (i.e., removing these areas from use (where applicable) and restoring/enhancing their dune habitat values) in the dunes (with 108 acres in vehicular access and camping dune areas and 22 acres outside of these areas), which would thus mean that a total of roughly 380 acres of permanent dust control mitigation would be allowed under the CDP as amended (with some 330 acres in vehicular access and camping dune areas and 50 acres outside of these areas). All at State Parks’ Oceano Dunes park, which spans the City of Grover Beach and the unincorporated community of Oceano in southern San Luis Obispo County. (KK-SC)",
                                            "spanish": "Solicitud del Departamento de Parques y Recreación de California para enmendar el CDP No. 3-12-050 (que autorizó un programa de cinco años entre 2017 y 2022 para reducir las emisiones de polvo y partículas en el parque de las Dunas de Oceano de los Parques Estatales) para: permitir 130 acres adicionales de mitigación permanente de control de polvo (es decir, retirar estas áreas del uso (cuando corresponda) y restaurar/mejorar sus valores de hábitat de dunas) en las dunas (con 108 acres en las áreas de dunas de acceso vehicular y de acampada y 22 acres fuera de estas áreas), lo que significaría que se permitiría un total de aproximadamente 380 acres de mitigación permanente de control de polvo bajo el CDP modificado (con unos 330 acres en las áreas de dunas de acceso vehicular y de acampada y 50 acres fuera de estas áreas). Todo ello en el parque Oceano Dunes de los Parques Estatales, que abarca la ciudad de Grover Beach y la comunidad no incorporada de Oceano en el sur del condado de San Luis Obispo. (KK-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F12a/f12a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F12a/f12a-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F12a/F12a-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F12a/F12a-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/F13/F13-12-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "County of Los Angeles LCP Amendment No. LCP-4-MMT-19-0166-1 (Resource Dependent Uses). Time Extension",
                                            "spanish": "Enmienda del LCP del Condado de Los Ángeles No. LCP-4-MMT-19-0166-1 (Usos dependientes de los recursos). Extensión de tiempo. "
                                        },
                                        "blurb": {
                                            "english": "Request by County of Los Angeles for one year time extension of six-month time limit for the County to accept the Commission’s suggested modifications on LCP-4-MMT-19-0166-1 to amend text of the Land Use Plan and the Implementation Plan portions of its certified Santa Monica Mountains LCP with regard to definitions and development standards for resource-dependent uses in H1 and H2 habitat (ESHA), including low impact campgrounds. (WD-V)",
                                            "spanish": "Solicitud del Condado de Los Ángeles de una prórroga de un año del plazo de seis meses para que el Condado acepte las modificaciones sugeridas por la Comisión en el documento LCP-4-MMT-19-0166-1 para enmendar el texto del Plan de Uso del Suelo y las partes del Plan de Aplicación de su LCP certificado de las Montañas de Santa Mónica con respecto a las definiciones y las normas de desarrollo para los usos dependientes de los recursos en el hábitat H1 y H2 (ESHA), incluyendo los campamentos de bajo impacto. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F14a/F14a-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Santa Barbara LCP Amendment No. LCP-4-SBC-21-0052-1 (Accessory Dwelling Units). ",
                                            "spanish": "Enmienda del LCP de la Ciudad de Santa Bárbara No. LCP-4-SBC-21-0052-1 (Unidades de Vivienda Accesorias). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on the City of Santa Barbara’s request to amend the Implementation Plan/Coastal Zoning Ordinance (IP/CZO) portion of its certified LCP to add provisions relating to Accessory Dwelling Units. (DV-V) ",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de Santa Bárbara de modificar la parte del Plan de Implementación/Ordenanza de Zonas Costeras (IP/CZO) de su LCP certificado para añadir disposiciones relativas a las Unidades de Vivienda Accesorias. (DV-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F14b/F14b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F14b/F14b-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-21-0695 (Caltrans, Ventura Co.) ",
                                            "spanish": "Solicitud No. 4-21-0695 (Caltrans, Condado de Ventura) "
                                        },
                                        "blurb": {
                                            "english": "Application of Caltrans to enhance existing informal vertical public accessway leading from end of Old Pacific Coast Highway over rock slope protection to beach at Mussel Shoals by constructing  5’-wide by 100’-long  path and steps comprised of decomposed granite, decorative boulders, plastic lumber, and rebar, as well as install tide pools protection signage at start of trail, Ventura County. (JS-V)  (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Caltrans para mejorar el acceso público vertical informal existente que va desde el final de la Antigua Carretera de la Costa del Pacífico sobre la protección de la ladera de roca hasta la playa en Mussel Shoals mediante la construcción de un camino y escalones de 5' de ancho por 100' de largo compuestos de granito descompuesto, rocas decorativas, madera plástica y barras de refuerzo, así como la instalación de señalización de protección de las pozas de marea al comienzo del sendero, Condado de Ventura. (JS-V) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F15a/F15a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F15a/F15a-12-2021-Exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F15a/F15a-12-2021-Correspondence.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 16,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/12/f16/F16-12-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-21-0065-1 (Tattoo Regulations) Time Extension ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Oceanside No. LCP-6-OCN-21-0065-1 (Regulaciones de tatuajes) Prórroga "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Oceanside to amend its Implementation Plan to revise the siting restrictions for tattoo establishments. (TR-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 60 días para la acción de la Comisión hasta un año a petición de la ciudad de Oceanside para enmendar su Plan de Implementación para revisar las restricciones de emplazamiento para los establecimientos de tatuajes. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17a/F17a-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-21-0066-1 (Cannabis Regulations II) Time Extension ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Oceanside No. LCP-6-OCN-21-0066-1 (Regulaciones al cannabis II) Prórroga "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Oceanside to amend its Implementation Plan to revise regulations for various cannabis uses outside the Coastal Zone. (TR-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 60 días para la acción de la Comisión hasta un año sobre la solicitud de la ciudad de Oceanside de modificar su Plan de Implementación para revisar las regulaciones para varios usos del cannabis fuera de la Zona Costera. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17b/F17b-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0078-2 (Density Bonus Update) ",
                                            "spanish": "Enmienda del LCP de la Ciudad de Carlsbad No. LCP-6-CAR-20-0078-2 (Actualización del Bono de Densidad) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Carlsbad to amend the certified Implementation Plan to make the City’s regulation of density bonuses consistent with state law. (CB-SD)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Carlsbad de enmendar el Plan de Implementación certificado para hacer que la regulación de bonos de densidad de la Ciudad sea consistente con la ley estatal. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17c/f17c-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17c/f17c-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17c/f17c-12-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0058-2 (Cannabis Ordinance) ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Encinitas No. LCP-6-ENC-21-0058-2 (Ordenanza del Cannabis) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Encinitas to amend its certified Implementation Plan to update cannabis uses and regulations to allow retail, distribution, and cultivation. (KC-SD)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Encinitas para enmendar su Plan de Implementación certificado para actualizar los usos y regulaciones del cannabis para permitir la venta minorista, distribución y cultivo. (KC-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17d/F17d-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17d/F17d-12-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "City of Del Mar LCP Amendment No. LCP-6-DMR-20-0079-3 (North Commercial and Professional Commercial Land Use and Zone) ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Del Mar No. LCP-6-DMR-20-0079-3 (Uso de la Tierra y Zona Comercial Norte y Comercial Profesional) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Del Mar to amend its certified Land Use Plan and Implementation Plan to add multiple dwelling unit residential up to a density of 20 dwelling units/acre as an allowable use within the North Commercial and Professional Commercial zones with an affordable housing component. (SL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Del Mar para enmendar su Plan de Uso de la Tierra y Plan de Implementación certificados para agregar unidades residenciales múltiples hasta una densidad de 20 unidades de vivienda/acre como un uso permitido dentro de las zonas Comercial Norte y Comercial Profesional con un componente de vivienda asequible. (SL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0005-5 (2019 Housing Legislation) ",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-SAN-21-0005-5 (Legislación de Vivienda 2019) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to implement several housing-related amendments regarding accessory dwelling units, moveable tiny houses, dwelling unit protection, and miscellaneous changes to implement state housing laws. (AL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de San Diego de modificar su Código de Desarrollo del Suelo certificado (IP) para aplicar varias enmiendas relacionadas con la vivienda en lo que respecta a las unidades de vivienda accesorias, las casas diminutas móviles, la protección de las unidades de vivienda y cambios diversos para aplicar las leyes estatales en materia de vivienda. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17f/F17f-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17f/F17f-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17f/F17f-12-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17f/F17f-12-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0006-5 (Moveable Tiny Houses) ",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-SAN-21-0006-5 (Casas Diminutas Móviles) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to permit moveable tiny houses as a new separately regulated residential use alongside accessory dwelling units. (AL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de San Diego de modificar su Código de Desarrollo del Suelo certificado (IP) para permitir las casas diminutas móviles como un nuevo uso residencial regulado por separado junto a las unidades de vivienda accesorias. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17g/F17g-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17g/F17g-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17g/F17g-12-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "h",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0033-1 (Complete Communities) ",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-SAN-21-0033-1 (Comunidades Completas) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to introduce a new opt-in program to incentivize affordable housing with public pedestrian amenities, as well as a new mandatory mobility infrastructure program. (AL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de San Diego para enmendar su Código de Desarrollo de la Tierra certificado (IP) para introducir un nuevo programa de opción para incentivar la vivienda asequible con servicios públicos peatonales, así como un nuevo programa de infraestructura de movilidad obligatoria. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "i",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0046-2 (Short Term Rentals) Time Extension ",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-SAN-21-0046-2 (Alquileres a corto plazo) Prórroga "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its Implementation Plan to regulate and limit the number of residential short-term rentals. (AL-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 60 días para la acción de la Comisión hasta un año a petición de la ciudad de San Diego para enmendar su Plan de Implementación para regular y limitar el número de alquileres residenciales a corto plazo. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F17i/F17i-12-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-21-0067 (Laughlin & Greenberg, Solana Beach) ",
                                            "spanish": "Solicitud No. 6-21- 0067 (Laughlin & Greenberg, Solana Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Peter Laughlin and Renita Greenberg to construct 100 ft. long, 20 ft. high seawall extension, geogrid structure and landscaping at public beach and bluff fronting 325 and 327 Pacific Avenue, Solana Beach, San Diego County. (KC-SD)",
                                            "spanish": "Solicitud de Peter Laughlin y Renita Greenberg para construir una extensión al malecón de 100 ft. de largo, 20 ft. de alto, estructura de geomalla y paisajismo en una playa pública y risco ubicado entre 325 y 327 Pacific Avenue, Solana Beach, condado de San Diego. (KC-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18a/F18a-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18a/F18a-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18a/F18a-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18a/F18a-12-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-21-0206 (Rockenfeller, San Diego) ",
                                            "spanish": "Solicitud No. 6-21- 0206 (Rockenfeller, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Pam and Uwe Rockenfeller to demolish 3,734 sq.ft. duplex and construct new 2,774 sq.ft., approx. 30’ high, 3-story single-family home with attached 402 sq.ft. garage and 215 sq.ft. junior ADU on a 2,720 sq.ft. lot at 2962 Ocean Front Walk, Mission Beach, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de Pam y Uwe Rockenfeller para demoler un dúplex de 3,734 ft² y construir una nueva casa unifamiliar de 2,774 ft², de aproximadamente 30’ de alto con 3 pisos, con un garaje adjunto de 402 ft² y una vivienda accesoria junior de 215 ft² en un lote de 2,720 ft² en 2962 Ocean Front Walk, Mission Beach, San Diego, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18b/F18b-12-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18b/F18b-12-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18b/f18b-12-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/12/F18b/F18b-12-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be February 9-11, 2022, March 9-11, 2022 and April 6-8, 2022.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del 9 al 11 de Febrero de 2022, y 9 al 11 de Marzo de 2022, y 6 al 8 de Abril de 2022"
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]