[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "March 17 @ 10:00 pm"
        },
        "status": null,
        "month": "March",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 10,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER & ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/W3/W3-3-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W6a/W6a -3-2021-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W6b/W6b.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation. (JA/SC-SF)  ",
                                            "spanish": "Actualización y posible acción sobre legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W6c/W6c-3-2021.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-20-0271 (City of San Diego Mission Bay Park Playground Renovations). ",
                                            "spanish": "Solicitud No. 6-20-0271 (Renovaciones al Parque de Juegos del Parque Mission Bay de la ciudad de San Diego). "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to replace playgrounds, sidewalks, and landscaping; and upgrade restroom and security lighting at Santa Clara Point in Mission Bay Park, Mission Bay, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de la ciudad de San Diego para reemplazar parques de juegos, aceras y paisajismo; y mejorar la iluminación de baños y de seguridad en Santa Clara Point en el parque Mission Bay, Mission Bay, San Diego, condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W7a/w7a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W7a/w7a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/W9/W9-03-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Huntington Beach LCP Amendment No. LCP-5-HNB-19-0011-1. (Omnibus Clean-up Non-Medical Marijuana Wireless Facilities). ",
                                            "spanish": "Enmienda LCP No. LCP-5-HNB-19-0011-1 de la Ciudad de Huntington Beach. (Omnibus Clean-up Non-Medical Marijuana Wireless Facilities) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Huntington Beach to amend  Implementation Plan (IP) of certified LCP to: 1) change name of Dept. and Director of Planning & Building to Community Development Dept.; 2) prohibit non-medical marijuana businesses and deliveries and regulate non-medical marijuana cultivation; 3) revise Section 230.96 (Wireless Communication Facilities); 4) remove references to  State Government Code in six locations in the IP; and, 5) establish conditional use permit process to permit ancillary on-site sale, service and consumption of alcohol at specific sites in  Open Space-Parks & Recreation zoning district; Huntington Beach, Orange County. (MV-LB)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Huntington Beach para enmendar el Plan de Implementación (IP) del LCP certificado para: 1) cambiar el nombre del Departamento y del Director de Planeación y Construcción al Departamento de Desarrollo Comunitario; 2) prohibir la comercialización y entrega de marihuana no medicinal y regular el cultivo de marihuana no medicinal; 3) revisar la Sección 230.96 (Instalaciones de Comunicación Inalámbrica); 4) retirar las referencias al Código del Gobierno Estatal en seis lugares en el IP; y, 5) establecer un proceso de permiso de uso condicional para permitir la venta, servicio y consumo auxiliar de alcohol en lugares específicos en el distrito de zonificación de Parques con Espacio Abierto y Recreación en Huntington Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W10a/W10a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W10a/W10a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Huntington Beach LCP Amendment No. LCP-5-HNB-20-0089-2. (Omnibus Clean-up and Group Homes). ",
                                            "spanish": "Enmienda LCP No. LCP-5-HNB-20-0089-2 de la Ciudad de Huntington Beach. (Omnibus Clean-up and Group Homes)"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Huntington Beach to amend  Implementation Plan (IP) of certified LCP to make omnibus clarifications and clean-ups and establish permit process to permit Group Homes, Sober Living Homes, and Residential Care Facilities within Residential zoning districts citywide, Huntington Beach, Orange County. (VL-LB). ",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Huntington Beach para enmendar el Plan de Implementación (IP) del LCP certificado para hacer aclaraciones y limpiezas generales y establecer un proceso de permisos para permitir viviendas grupales, hogares de vida sobria y establecimientos de cuidado residencial dentro de los distritos de zonificación residencial en toda la ciudad en Huntington Beach, condado de Orange. (VL-LB). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W10b/W10b-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W10b/W10b-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W10b/W10b-3-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W10b/W10b-3-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-LGB-21-0012 (Chen, Laguna Beach) ",
                                            "spanish": "Apelación No. A-5-LGB-21-0012 (Chen, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Mark & Sharon Fudge of City of Laguna Beach decision granting permit with conditions to Sung-Tsei Chen & Lina Chen for demolition of 1,385sq. ft., 27’ high single-family home, and construction of approx. 3,350-sq. ft., 30’ high single-family home with attached 421 sq.ft. garage at 6 Lagunita, Laguna Beach, Orange County. (MA-LB) ",
                                            "spanish": "Apelación de Mark & Sharon Fudge de la decisión de la ciudad de Laguna Beach que otorga el permiso con condiciones a Sung-Tsei Chen & Lina Chen para la demolición de 1.385 pies cuadrados, vivienda unifamiliar de 27 pies de altura, y construcción de aprox. 3.350 pies cuadrados, casa unifamiliar de 30 pies de altura con garaje adjunto de 421 pies cuadrados en 6 Lagunita, Laguna Beach, Condado de Orange. (MA-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W11a/W11a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W11a/W11a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 5-07-370-A2 (Orange County Parks, Newport Beach) ",
                                            "spanish": "Solicitud 5-07-370-A2 (Parques de Orange County, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Orange County Parks for after-the-fact approval of change in use of visitor dock to emergency dock, reconfiguration of public surface parking spaces, canoe storage area, change of hours of dinghy dock tie up from 72-hours to 6 am to 10 pm; increasing hours of public parking availability from 8 am to 5 pm to 6 am 10 pm, installation of new (not after-the-fact) wayfinding signage, two safety gates and fencing within the facility, canoe storage lockers, new ADA compliant roll-out mat on the sandy beach, and kayak storage rack on Bayside Beach are proposed in Newport Beah, Orange County  (MR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de los Parques de Orange County para una aprobación a posteriori del cambio de uso del muelle de visitantes a muelle de emergencia, reconfiguración de espacios de estacionamiento en la superficie pública, cambio de horas de amarre en el muelle de botes de 72 horas a 6 am a 10 pm; aumentando las horas de disponibilidad del estacionamiento público de 8 am - 5 pm a 6 am - 10 pm, instalación de nueva señalización de orientación (no a posteriori), dos puertas de seguridad y cercas dentro del establecimiento, casilleros de almacenamiento de canoas, nueva alfombra enrollable que cumple con ADA en la playa de arena y estantes de almacenamiento para kayaks en Bayside Beach. Esto se propone en Newport Beach, Orange County (MR-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12a/W12a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12a/W12a-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12a/W12a-3-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0067 (Conzelman, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-20-0067 (Conzelman, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Mark L. Conzelman to replace existing 1,270 sq.ft. boat dock, gangway, and pier with new 1,279 sq.ft. boat dock, gangway, and pier, and to remove five existing concrete piles and install seven new concrete piles, at 939 Via Lido Soud, Newport Beach, Orange County. (CS-LB) ",
                                            "spanish": "Solicitud de Mark L. Conzelman para reemplazar un muelle para barcos, pasarela y embarcadero existentes de 1,270 ft² con un muelle, pasarela y embarcadero nuevo de 1,279 ft² y retirar cinco pilas existentes de concreto e instalar siete pilas nuevas de concreto en 939 Via Lido Soud, Newport Beach, Condado de Orange. (CS-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12b/W12b-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12b/W12b-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0072 (Huntington Beach Wetlands Conservancy & Plains All American Pipeline, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-20-0072 (Huntington Beach Wetlands Conservancy y Plains All American Pipeline, Huntington Beach) Solicitud "
                                        },
                                        "blurb": {
                                            "english": "Application of Huntington Beach Wetlands Conservancy and Plains All American Pipeline for restoration within Upper Magnolia Marsh, to include: removal of remnant 16” and 24” diameter petroleum product pipelines and associated infrastructure; 360 cu. yds. of grading to create  small tidal channel to improve tidal flushing; and coastal salt marsh planting, at 0.3 miles southeast of intersection of Newland St. and Pacific Coast Highway, Huntington Beach, Orange County. (MV-LB) ",
                                            "spanish": "Solicitud de Huntington Beach Wetlands Conservancy y Plains All American Pipeline para restauración dentro de Upper Magnolia Marsh para incluir: extracción de la tubería restante de 16” y 24” para productos de petróleo y su infraestructura asociada; 360 yd³ de regulación granulométrica para crear un pequeño canal de marea para mejorar la descarga de la marea; y plantación de marisma salina costera 0.3 millas al sureste de la intersección de Newland St. y Pacific Coast Highway, en Huntington Beach, Condado de Orange. (MV-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12c/W12c-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12c/W12c-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-20-0428 (City of Newport Beach, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-20-0428 (Ciudad de Newport Beach, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of  City of Newport Beach for follow-up work to Emergency Permit G-5-19-0043 to remove portions of public walkway on waterside of property that were structurally unstable and replace (like-for-like) walkway, handrail, and two piles; to remove and replace (like for like) approximately 50 ft. of public walkway on waterside of property; existing piles will be re-used and new handrails will be installed at top of proposed replacement walkway, at 2804 and 2806 Lafayette Avenue, Newport Beach, Orange County.  (FSY-LB) ",
                                            "spanish": "Solicitud de la Ciudad de Newport Beach para hacer trabajo de seguimiento al Permiso de Emergencia G-5-19-0043 para retirar porciones de la pasarela peatonal en la ribera de la propiedad que eran estructuralmente inestables y reemplazar (en igualdad de condiciones) con una pasarela peatonal, barandilla y dos pilas; para retirar y reemplazar (en igualdad de condiciones) aproximadamente 50 ft de pasarela peatonal pública en la ribera de la propiedad; las pilas existentes se reutilizarán y se instalarán nuevas barandillas en la parte de arriba de la pasarela peatonal de reemplazo propuesta en 2804 y 2806 Lafayette Avenue, Newport Beach, Condado de Orange.  (FSY-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12d/W12d-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W12d/W12d-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-20-0476 (Tanner, San Clemente) ",
                                            "spanish": "Solicitud No. 5-20-0476 (Tanner, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Troy and Desiree Tanner to demolish 2600 sq.ft. 2-story single-family home and construct 3,625 sq.ft. 2-story, 25’ high single family home and attached 430 sq.ft., 2-car garage, 938 sq.ft. balcony deck, 715 sq.ft. at grade concrete patio and 438 sq.ft. detached casita/ADU, pool, spa, koi pond, and hardscape and landscape improvements on 13,680 sq.ft. coastal bluff lot at 1904 Calle de los Alamos, San Clemente, Orange County. (LR-LB)",
                                            "spanish": "Solicitud de Troy y Desiree Tanner para demoler una vivienda unifamiliar de 2 pisos y 2600 ft² y construir una vivienda unifamiliar de 2 pisos, 3,625 ft² y 25’ de altura con un garaje adjunto para 2 automóviles de 430 ft², terraza en balcón de 938 ft², patio de concreto de 715 ft² a nivel y casita/ADU independiente, piscina, spa, estanque koi y mejoras paisajísticas en un terreno de 13.680 ft² en el acantilado costero de 1904 Calle de los Álamos, San Clemente, Condado de Orange. (LR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/W13/W13-3-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0002-2 (ADU and JADU Update) Time Extension.  ",
                                            "spanish": "Enmienda LCP No. LCP-6-ENC-21-0002-2 de la Ciudad de Encinitas (Actualización ADU y JADU). Extensión de tiempo.  "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Encinitas to amend its certified Implementation Plan to modify the regulations for accessory dwelling units and junior accessory dwelling units consistent with state law. (CH-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Encinitas para enmendar su Plan de Implementación certificado para modificar las regulaciones para unidades de vivienda accesorias y unidades de vivienda accesorias junior de acuerdo con la ley estatal. (CH-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W14a/W14a-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0003-2 (Density Bonus Update) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-ENC-21-0003-2 de la Ciudad de Encinitas (Actualización de Bono de Densidad). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Encinitas to amend its certified Implementation Plan to modify regulations related to density bonuses consistent with state law. (CH-SD) ",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Encinitas para enmendar su Plan de Implementación certificado para modificar las regulaciones relacionadas con los bonos de densidad de acuerdo con la ley estatal. (CH-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W14b/W14b-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0004-2 (Group Homes Update) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-ENC-21-0004-2 de la Ciudad de Encinitas (Actualización de Viviendas Grupales). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Encinitas to amend its certified Implementation Plan to modify regulations related to group homes. (CH-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Encinitas para enmendar su Plan de Implementación certificado para modificar regulaciones relacionadas con viviendas grupales. (CH-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W14c/W14c-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-20-0026-1 (12th Update Land Development Code) Certification Review. ",
                                            "spanish": "Enmienda LCP No. LCP-6-SAN-20-0026-1 de la ciudad de San Diego (12va actualización al Código de Desarrollo de Tierra). Revisión de certificación"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director’s determination that the action by City of San Diego accepting the Commission’s certification with suggested modifications is legally adequate. (AL-SD)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo que la acción de la ciudad de San Diego aceptando la certificación de la Comisión con las modificaciones sugeridas es legalmente adecuada. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W14d/W14d-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0005-5 (Housing Legislative Code Update) Time Extension.  ",
                                            "spanish": "Enmienda LCP No. LCP-6-SAN-21-0005-5 de la ciudad de San Diego (Actualización del Código Legislativo de Vivienda). Extensión de tiempo.  "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Land Development Code (IP) to modify the municipal code/LCP provisions on housing consistent with state law.  (DD-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de San Diego para enmendar su Código de Desarrollo de Tierra (IP) certificado para modificar el código municipal/estipulaciones LCP sobre la vivienda de acuerdo con la ley estatal.  (DD-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W14e/W14e-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0006-5 (Moveable Tiny Houses) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-SAN-21-0006-5 de la ciudad de San Diego (Casas pequeñas móviles). Extensión de tiempo.  "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Land Development Code (IP) to modify the municipal code/LCP and add moveable tiny houses as a separately regulated residential use.  (DD-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo de 60 días para la acción de la Comisión por hasta un año a petición de la Ciudad de San Diego para enmendar el Código de Desarrollo de Tierra certificado (IP) para modificar el código municipal/LCP y agregar casas pequeñas móviles como un uso residencial regulado de forma separada.  (DD-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W14f/W14f-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0007-5 (Moderate Income Housing) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-SAN-21-0007-5 de la ciudad de San Diego (Vivienda para ingresos moderados). Extensión de tiempo.  "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Land Development Code (IP) to modify the municipal code/LCP and add regulations for moderate income housing development.  (DD-SD) ",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de San Diego para enmendar su Código de Desarrollo de Tierra (IP) certificado para modificar el código municipal/estipulaciones LCP y agregar regulaciones para el desarrollo de viviendas para ingresos moderados.  (DD-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W14g/W14g-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-OCN-19-0181 ( Beach Walk, Beach City LLCs, Oceanside) ",
                                            "spanish": "Apelación No. A-6-OCN-19-0181 (Beach Walk, Beach City LLCs, Oceanside) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Padilla and Brownsey and Carolyn Kramer from decision of City of Oceanside granting permit with conditions to Beach Walk, LLC to demolish 9 residential units on 2 separate lots totaling 5,780 sq.ft.; consolidate lots and construct a 4-level, 4-unit condominium located at 831 & 833 South Pacific St., Oceanside, San Diego County. (TR-SD)",
                                            "spanish": "Apelación de los Comisionados Padilla y Brownsey y Carolyn Kramer a la decisión de la ciudad de Oceanside otorgando permiso con condiciones para que Beach Walk, LLC pueda demoler 9 unidades residenciales en 2 lotes separados con un total de 5,780 ft²; lotes consolidados y construir un condominio de 4 niveles con 4 unidades ubicado en 831 y 833 South Pacific St., Oceanside, condado de san Diego. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W15a/W15a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W15a/w15a-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exhibits 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W15a/W15a-3-2021-exhibits2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W15a/W15a-3-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W15a/W15a-3-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Revised Findings",
                                    "spanish": "Conclusiones Revisadas"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-19-1291 (DeSimone, Schrager, & Oene, Solana Beach) ",
                                            "spanish": "Solicitud No. 6-19-1291 (DeSimone, Schrager y Oene, Solana Beach) "
                                        },
                                        "blurb": {
                                            "english": "Consideration of findings related to the Commission’s action on September 10, 2020, denying permit to construct 50’ long, 35’ high seawall including geogrid structure with landscaping at public beach and bluff located between 249 and 241 Pacific Ave., Solana Beach, San Diego County. (DD-SD) ",
                                            "spanish": "Consideración de los hallazgos relacionados con la acción de la Comisión el 10 de septiembre de 2020, que niega el permiso para construir un rompeolas de 50’ de largo, 35’ de alto, incluida una estructura de geomalla con paisajismo en una paya pública y risco ubicado entre 249 y 241 Pacific Ave., Solana Beach, condado de San Diego. (DD-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W16a/W16a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/W16a/W16a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "11 Lagunita LLC, et al. v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of the Canyon v. CCC, Govt. Code § 11126(e)(2)(A)5."
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (San Luis Obispo County Case No. 16CV-0160), Govt. Code § 11126(e)(2)(A) - See March 18, Item, Th3"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (San Luis Obispo County Case No. 17CV-0267), Govt. Code § 11126(e)(2)(A) - See March 18, Item, Th3"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc., et al. v. CCC, et al. (U.S. District Court Case No. 2:17-cv-8733), Govt. Code § 11126(e)(2)(A) - See March 18, Item, Th3"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (San Luis Obispo County Case No. 20CV-0100), Govt. Code § 11126(e)(2)(A) - See March 18, Item, Th3"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc., v. CCC, et al. (San Luis Obispo County Case No. 20CV-0402), Govt. Code § 11126(e)(2)(A) - See March 18, Item, Th3"
                                    },
                                    {
                                        "litigation": "Kintsler v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Lent, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North Coast Transit District v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Puvunga v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Schrager, et al. v. CCC, Govt. Code § 11126(e)(2)(A) - See Item W16a"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (Paz et al., RPIs), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (2416 Frey LLC, et al.), Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "January 2021",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/W17/W17a-03-2021.pdf"
                                    },
                                    {
                                        "name": "February 2021",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/W17/W17-03-2021.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "Commission Sub-committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "INFORME DE CONSERVANCY"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 11,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/Th3/Th3-3-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/Th8/Th8-3-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Malibu LCP Amendment No. LCP-4-MAL-19-0164-3 (Prohibit the Use of Pesticides) ",
                                            "spanish": "Enmienda LCP No. No. LCP-4-MAL-19-0164-3 de la ciudad de Malibú (Prohibición de uso de pesticidas) Audiencia "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on the City of Malibu’s request to amend the Land Use Plan (LUP) portion of its certified LCP with regard to a citywide prohibition on pesticides. (DV-V) ",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de Malibú para enmendar la porción del Plan de Uso de Tierra (LUP, por sus siglas en inglés) de su LCP certificado sobre una prohibición de pesticidas a nivel de la ciudad. (DV-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "County of Santa Barbara LCP Amendment No. LCP-4-STB-19-0157-1 (2019 General Package) Certification Review",
                                            "spanish": "Condado de Santa Barbara Enmienda LCP No. LCP-4-STB-19-0157-1 (Paquete General 2019) Revisión de certificación"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director’s determination that action by the County of Santa Barbara, accepting the Commission’s certification with suggested modifications, is legally adequate. (JL-V)",
                                            "spanish": "En conformidad con la determinación del Director Ejecutivo de que la acción tomada por el Condado de Santa Barbara de aceptar la certificación de la Comisión con las modificaciones sugeridas es legalmente adecuada. (JL-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th9b/Th9b-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/TH10/TH10-03-2021.Report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-19-0167-2",
                                            "spanish": "Enmienda LCP No. LCP-5-LOB-19-0167-2 de la Ciudad de Long Beach"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP to: 1) update the definition for townhomes and eliminate zoning restrictions on side-by-side units; 2) eliminate references to commercial districts no longer in use; 3) eliminate size restrictions for single-family garages and update lot coverage and floor area calculations in single-family districts; 4) update roofing material requirements for residential districts; 5) revise screening requirements for mechanical equipment in low-density residential districts; 6) provide guidelines to determine curb cut closures and require underground utilities in new projects; 7) define the standing required and timeline for land use decision appeals; 8) update school siting requirements; and 9) eliminate zoning code restriction on maximum number of zoning regulation amendments per year. (DZ-LB) ",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Long Beach para enmendar la porción de las Ordenanzas de Implementación (IP) del LCP certificado para: 1) actualizar la definición para casas adosadas y eliminar las restricciones de zonificación en las unidades adosadas; 2) eliminar referencias a los distritos comerciales que ya no estén en uso; 3) eliminar las restricciones de tamaño para los garajes unifamiliares y actualizar la cobertura de lotes y los cálculos de área del suelo en los distritos unifamiliares; 4) actualizar los requisitos de material para tejados para los distritos residenciales; 5) revisar los requisitos de evaluación del equipo mecánico en los distritos residenciales de baja densidad; 6) proporcionar lineamientos para determinar el cierre de bordillos y requerir los servicios subterráneos en proyectos nuevos; 7) definir la posición requerida y el calendario para las apelaciones a la decisión del uso de tierra; 8) actualizar los requisitos de ubicación de las escuelas; y 9) eliminar la restricción del código de zonificación sobre el número máximo de enmiendas a la regulación de zonificación al año. (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11a-c/th11a&b&c-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11a-c/th11a&b&c-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-19-0168-3",
                                            "spanish": "Enmienda LCP No. LCP-5-LOB-19-0168-3 de la Ciudad de Long Beach"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP in order to: 1) add definitions and provide regulations for currently undefined land uses; 2) modify development standards for distances between multiple structures on a single property within residential zoning districts, parking requirements for non-conforming historic landmarks, the definition of gross floor area, fence regulations, and rooftop solar collector height exceptions; and 3) update noticing requirements. (DZ-LB) ",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Long Beach para enmendar la porción de las Ordenanzas de Implementación (IP) del LCP certificado para: 1) agregar definiciones y proporcionar regulaciones para los usos de tierra no definidos actualmente; 2) modificar los estándares de desarrollo para las distancias entre varias estructuras en una sola propiedad dentro de los distritos de zonificación residencial, requisitos de estacionamiento para puntos de referencia históricos no conformes, la definición de superficie bruta, regulaciones sobre vallas y excepciones a la altura del colector solar en el tejado; y 3) actualizar los requisitos de notificación. (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11a-c/th11a&b&c-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11a-c/th11a&b&c-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-20-0169-4 ",
                                            "spanish": "Enmienda LCP No. LCP-5-LOB-20-0169-4 de la Ciudad de Long Beach"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Long Beach to amend the Implementing Ordinances (IP) portion of the certified LCP in order to clarify regulations for commercial, industrial, and temporary land uses; modify development standards for attics, rooftop canopies, and post-secondary educational uses; and add provisions to specify administrative procedures. (DZ-LB) ",
                                            "spanish": "Audiencia pública y acción a petición de la ciudad de Long Beach para enmendar la porción de las Ordenanzas de Implementación (IP) del LCP certificado para para aclarar las regulaciones para usos de la tierra comercial, industrial y temporal; modificar los estándares de desarrollo para áticos, marquesinas en las azoteas y usos educativos postsecundarios; y agregar estipulaciones para especificar los procedimientos administrativos. (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11a-c/th11a&b&c-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11a-c/th11a&b&c-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-20-0058-3. Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-5-LOB-20-0058-3 de la Ciudad de Long Beach. Extensión de tiempo. "
                                        },
                                        "blurb": {
                                            "english": "Request to extend time limit for Commission action up to one year for certification of City of Long Beach LCP Amendment No. LCP-5-LOB-20-0058-3. Amendment No. LCP-5-LOB-20-0058-3 would amend the Implementing Ordinances (IP) portion of the certified LCP to revise regulations for short-term rentals in Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud para extender el límite de tiempo para la acción de la Comisión por hasta un año para la certificación de la Enmienda LCP No. LCP-5-LOB-20-0058-3 de la Ciudad de Long Beach. La enmienda No. LCP-5-LOB-20-0058-3 modificaría la porción de las Ordenanzas de Implementación del LCP certificado para revisar las regulaciones para el alquiler a corto plazo en Long Beach, condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11d/th11d-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-19-0008-1. Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-5-LOB-19-0008-1 de la Ciudad de Long Beach. Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Request to extend time limit to acknowledge and accept the modifications suggested by the Coastal Commission on City of Long Beach Local Coastal Program Amendment No. LCP-5-LOB-19-0008-1 (SEASP). (DZ-LB) ",
                                            "spanish": "Solicitud para extender el límite de tiempo para reconocer y aceptar las modificaciones sugeridas por la Comisión Costera en la Enmienda No. LCP-5-LOB-19-0008-1 del Programa Costero Local de la Ciudad de Long Beach (SEASP). (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th11e/th11e-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0010 (Miles, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0010 (Miles, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Dustin Miles (Xingyun, LLC) from decision of City of Los Angeles West Los Angeles Area Planning Commission denying permit to Dustin Miles (Xingyun, LLC) for demolition of existing 1-story, duplex and construction of new 3-story, 35 ft. high, 3,977 sq.ft. single-family home with attached 860 sq. ft. ADU, attached 4-car garage, and roof deck on 4,506 sq.ft. lot at 426-428 Grand Blvd., Venice, Los Angeles, Los Angeles County. (JD-LB)",
                                            "spanish": "Apelación de Dustin Miles (Xingyun, LLC) a la decisión de la Comisión de Planeación del Área Oeste de Los Ángeles en la Ciudad de Los Ángeles en el que se niega el permiso a Dustin Miles (Xingyun, LLC) para demoler un dúplex existente de 1 piso y construir un hogar unifamiliar nuevo de 3 pisos, 35 ft de alto y 3,977 ft² con una ADU adjunta de 860 ft², garaje adjunto para 4 automóviles y terraza en balcón en un lote de 4,506 ft² en 426-428 Grand Blvd., Venice, Los Ángeles, condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th12a/Th12a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th12a/Th12a-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th12a/Th12a-3-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th12a/Th12a-3-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 5-18-1259 (Los Angeles County Public Works, Long Beach) ",
                                            "spanish": "Solicitud 5-18-1259 (Obras Públicas del Condado de Los Ángeles, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Los Angeles County Public Works to remove above-ground stormwater discharge structure,  to include: all timber piles and beams, three reinforced concrete pipelines and existing utility conduits attached to structure, and replace with buried discharge pipes and new smaller concrete outlet structure supported on driven piles within beach of Alamitos Bay; interior improvements and new roof are proposed to associated pump station facility in Long Beach, Los Angeles County. (MR-LB)",
                                            "spanish": "Solicitud de las Obras Públicas del Condado de Los Ángeles para retirar una estructura de descarga de aguas pluviales por encima del suelo, para incluir: todos los pilotes y vigas de madera, tres tuberías de concreto reforzado y conductos de servicios públicos existentes adjuntos a la estructura y reemplazarlos con tubos de descarga enterrados y con una nueva estructura de salida de concreto más pequeña apoyada por pilotes hincados dentro de la playa de Alamitos Bay; se propusieron mejoras internas y un nuevo techo en la estación de bombeo asociada en Long Beach, condado de Los Ángeles. (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13a/Th13a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13a/Th13a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0485 (Lopez, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0485 (López, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Johnny Lopez to: 1) merge two contiguous lots at 2654 and 2666 The Strand, each developed with single-family home; 2) demolish existing 3,180 sq.ft. single-family home at 2654 The Strand; and 3) construct addition to existing 7002 sq. ft. single-family home at 2666 The Strand, resulting in 11,328 sq.ft. single-family home with 798 sq.ft. attached ADU at 2654 and 2666 The Strand, Hermosa Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud de Johnny López para: 1) fusionar dos lotes contiguos en 2654 y 2666 The Strand, cada uno desarrollado con una vivienda unifamiliar; 2) demoler una vivienda unifamiliar existente de 3,180 ft² en 2654 The Strand; y 3) construir una adición a una vivienda unifamiliar existente de 7002 ft² en 2666 The Strand, que resultará en una vivienda unifamiliar de 11,328 ft² con una ADU adjunta de 798 ft² en 2654 y 2666 The Strand, Hermosa Beach, Condado de Los Ángeles, (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13b/Th13b_3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13b/Th13b-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0503 (802 Strand Investments, LLC, Hermosa Beach)",
                                            "spanish": "Solicitud No. 5-20-0503 (802 Strand Investments, LLC, Hermosa Beach)"
                                        },
                                        "blurb": {
                                            "english": "Application of 802 Strand Investments, LLC for after-the-fact conversion of duplex to single-family home, to demolish current 3,540 sq.ft. single-family home, and construct of 30-ft. high, three-story, 3,762 sq. ft. single-family home at 802 The Strand, Hermosa Beach, Los Angeles County (AS-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de 802 Strand Investments, LLC para conversión después del hecho de dúplex a vivienda unifamiliar, para demoler una vivienda unifamiliar actual de 3,540 ft² y construir una vivienda unifamiliar de 30 ft de alto, tres pisos y 3,762 ft² en 802 The Strand, Hermosa Beach, condado de Los Ángeles (AS-LB) (NOTA: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13c/Th13c-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13c/Th13c-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13c/Th13c-3-2021-addendum .pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-20-0063 (City of Long Beach & Grand Prix Association, Long Beach)  ",
                                            "spanish": "Solicitud No. 5-20-0063 (Ciudad de Long Beach y Grand Prix Association, Long Beach)  "
                                        },
                                        "blurb": {
                                            "english": "Application by Grand Prix Association of Long Beach and the City of Long Beach for the 2021, 2022, 2023, 2024, and 2025 Grand Prix of Long Beach events, to include installation and removal of temporary facilities for traffic and public accommodations at Downtown Shoreline, Long Beach, Los Angeles County. (DZ-LB) ",
                                            "spanish": "Solicitud de Grand Prix Association of Long Beach y de la Ciudad de Long Beach para los eventos de Grand Prix del 2021, 2022, 2023, 2024 y 2025 en Long Beach, para incluir la instalación y extracción de instalaciones temporales para tráfico y alojamientos públicos en el centro de Shoreline, Long Beach, condado de Los Ángeles. (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13d/th13d-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13d/th13d-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-20-0197 (Los Angeles Department of Water and Power, Pacific Palisades) ",
                                            "spanish": "Solicitud No. 5-20-0197 (Departamento de Agua y Energía de Los Ángeles, Pacific Palisades) "
                                        },
                                        "blurb": {
                                            "english": "Application of Los Angeles Department of Water and Power to replace 38 existing wooden distribution poles with 38 steel distribution poles approximately 3’ to 5’ from each existing wooden poles along 2.52-mile section existing transmission power line. The applicant is proposing to restore unpermitted development, including widening of the existing main access road, creation of access paths and berms, through pre-development site restoration at and near Temescal Ridge Fire Road, between Mulholland Drive to Split Rock Trailhead, Pacific Palisades, Los Angeles County. (CP-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud del Departamento de Agua y Energía de Los Ángeles para reemplazar 38 postes de distribución existentes de madera con 38 postes de distribución de acero de aproximadamente 3’a 5’ de cada poste existente de madera a lo largo de una sección de 2.52 millas de la línea de transmisión de energía existente. El solicitante propone restaurar un desarrollo no permitido, incluida la ampliación de la carretera de acceso público existente, creación de caminos de acceso y terraplenes a través de la restauración del sitio antes del desarrollo en y cerca de Temescal Ridge Fire Road, entre Mulholland Drive a Split Rock Trailhead, Pacific Palisades, condado de Los Ángeles. (CP-LB) (NOTA: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13e/Th13e-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13e/Th13e-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13e/Th13e-3-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13e/Th13e-3-2021-addendum2.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Application No. 5-20-0538 (Shoda, Los Angeles) ",
                                            "spanish": "Solicitud No. 5-20-0538 (Shoda, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of Diane Shoda to demolish existing approx. 2,000 sq.ft., 26’ high single-family home, and construct approx. 2,300 sq.ft., 33.5’ high single-family home with  approx. 840 sq.ft. ADU and four onsite parking spaces on at 3209 South Ocean Front Walk, Venice, City of Los Angeles, Los Angeles County. (MA-LB)  ",
                                            "spanish": "Solicitud de Diane Shoda para demoler una vivienda unifamiliar existente de aproximadamente 2,000 ft² y 26’ de alto y construir una vivienda unifamiliar de aproximadamente 2,300 ft² y 33.5’ de alto con una ADU de aproximadamente 840 ft² y cuatro espacios de estacionamiento en 3209 South Ocean Front Walk, Venice, ciudad de Los Ángeles, condado de Los Ángeles.  (MA-LB)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13f/Th13f-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/Th13f/Th13f-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "Application No. 5-21-0047 (Bel Air Bay Club, Pacific Palisades, Los Angeles) ",
                                            "spanish": "Solicitud No. 5-21-0047 (Bel Air Bay Club, Pacific Palisades, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of Bel Air Bay Club to construct temporary sand berm (approximately 400’ long and 9000 sq.ft.) between upcoast and downcoast groins using on-site sand to protect against wave uprush and inundation of Club facilities during extreme high tide and/or swell events; relocation of Palapas and Playground; and payment of funds to Boys and Girls Club of West San Gabriel Valley's Fast and Fun sailing program, at 16800 Pacific Coast Highway, Pacific Palisades, Los Angeles, Los Angeles County. (DN-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Bel Air Bay Club para construir una berma de arena temporal (aproximadamente 400’ de largo y con 9000 ft²) entre los espigones de arriba y de abajo usando arena en el sitio para proteger contra la subida de la ola y la inundación de las instalaciones del Club durante eventos de mareas altas y oleaje extremo; reubicación de Patapas and Playground; y pago de fondos al programa de navegación rápida y divertida del Boys and Girls Club of West San Gabriel Valley en 16800 Pacific Coast Highway, Pacific Palisades, Los Ángeles, condado de Los Ángeles. (DN-SF) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal).    "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 12,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/F3/F3-3-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/F7/F7-3-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-20-0171 (City of Point Arena, Point Arena) ",
                                            "spanish": "Solicitud No. 1-20-0171 (Ciudad de Point Arena, Point Arena) "
                                        },
                                        "blurb": {
                                            "english": "Application by City of Point Arena to replace damaged components of Arena Cove Pier including nine wooden fender piles and one steel guide pile in Arena Cove, at 810 Port Road, Point Arena, Mendocino County. (CH-A)",
                                            "spanish": "Solicitud de la ciudad de Point Arena para reemplazar los componentes dañados del Arena Cove Pier, incluidos nueve pilotes de defensa de madera y un pilote guía de acero en Arena Cove, en 810 Port Road, Point Arena, condado de Mendocino. (CH-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F8a/F8a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F8a/F8a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 1-20-0455 (Vero Fiber Networks, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-20-0455 (Vero Fiber Networks, condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application by Vero Fiber Networks, LLC to develop 9 linear miles of underground parallel fiber optic conduit (18 total miles of conduit) using horizontal directional drilling and a series of manholes, handholes, and bore pits primarily along State Route 255 and within connecting City and County road rights-of-way from Arcata to Samoa, Humboldt County. (AL-A)",
                                            "spanish": "Solicitud de Vero Fiber Networks, LLC para desarrollar 9 millas lineales de conducto paralelo subterráneo de fibra óptica (18 millas totales de conducto) usando perforación direccional horizontal y una serie de pozos de registro, alcantarillas y pozos de sondeo principalmente a lo largo de la Ruta Estatal 255 y dentro de los derechos de paso de conexión en la ciudad y el condado de Arcata a Samoa, condado de Humboldt. (AL-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F8b/f8b-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F8b/f8b-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F8b/f8b-3-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment No.1-90-113-A2 ( Mendocino County) ",
                                            "spanish": "Enmienda al permiso No. 1-90-113-A2 (condado de Mendocino) "
                                        },
                                        "blurb": {
                                            "english": "Request to amend permit granted for subdivision of 44-acre lot into three lots to reconfigure the approved building envelope on resultant parcel 3 and increase size from 5,000 sq.ft. to approximately 33,000 sq.ft. along Ten Mile River estuary.  (MBK-A)",
                                            "spanish": "Solicitud para enmendar el permiso otorgado para la subdivisión de un lote de 44 acres en tres lotes para reconfigurar la envoltura del edificio aprobada en la parcela resultante 3 y aumentar el tamaño de 5,000 ft² a aproximadamente 33,000 ft² a lo largo del estuario Ten Mile River.  (MBK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F9a/f9a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F9a/f9a-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F9a/f9a-3-2021-appendix.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F9a/F9a-3-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/F10/F10-3-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 11a and 12a below will share a combined staff report and combined hearing",
                                    "spanish": "Los elementos 11a y 12a a continuación compartirán un informe combinado del personal y una audiencia combinada"
                                }
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 9-20-0092, CC-0001-21 (Pacific Gas and Electric, Humboldt Co.)  ",
                                            "spanish": "Solicitud 9-20-0092, CC-001-21 (Pacific Gas and Electric, Condado de Humboldt)  "
                                        },
                                        "blurb": {
                                            "english": "Application of Pacific Gas and Electric to replace, repair and modify utility poles and reconductor lines along approximately 7.8 miles of existing utility lines in City of Eureka and unincorporated Humboldt Co. (AC-SF)",
                                            "spanish": "Solicitud de Pacific Gas and Electric para reemplazar, reparar y modificar los postes de servicios y líneas de reconducción a lo largo de aproximadamente 7.8 millas de líneas de servicios existentes en la ciudad de Eureka y la parte no incorporada del condado de Humboldt (AC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F11a12a/F11a12a-3-2021-staffreport.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F11a12a/F11a12a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CC-0001-21 (Pacific Gas and Electric, Humboldt Co.)  ",
                                            "spanish": "CC-001-21 (Pacific Gas and Electric, Condado de Humboldt)  "
                                        },
                                        "blurb": {
                                            "english": "Application of Pacific Gas and Electric to replace, repair and modify utility poles and reconductor lines along approximately 7.8 miles of existing utility lines in City of Eureka and unincorporated Humboldt Co. (AC-SF).    ",
                                            "spanish": "Solicitud de Pacific Gas and Electric para reemplazar, reparar y modificar los postes de servicios y líneas de reconducción a lo largo de aproximadamente 7.8 millas de líneas de servicios existentes en la ciudad de Eureka y la parte no incorporada del condado de Humboldt (AC-SF)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F11a12a/F11a12a-3-2021-staffreport.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F11a12a/F11a12a-3-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/F13/F13 NCC DD Report.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "San Mateo County LCP Amendment No. LCP-2-SMC-20-0054-1 (Cypress Point Affordable Housing Project ) ",
                                            "spanish": "Enmienda LCP No. LCP-2-SMC-20-0054-1 del condado de San Mateo (Proyecto de Vivienda Asequible de Cypress Point) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by San Mateo County to amend its LCP to designate an 11-acre parcel at the corner of Carlos and Sierra Streets in the unincorporated Moss Beach area of San Mateo County from “PUD-124/CD” to “PUD-140/CD”, reducing density from medium high to medium, and to provide regulations for the potential future development of a 100% affordable housing project at the site. (EM-SF)",
                                            "spanish": "Audiencia pública y acción a petición del Condado de San Mateo para enmendar su LCP para designar una parcela vacía en la esquina de las calles Carlos y Sierra en el área no incorporada de Moss Beach en el condado de San Mateo de “PUD-124/CD” a “PUD-140/CD”, y reducir la densidad de medio alta a media, y para proporcionar regulaciones para el posible desarrollo futuro de un proyecto con un 100% de viviendas asequibles en el sitio. (EM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14a/F14a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14a/F14a-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14a/F14a-3-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Exparte 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14a/F14a-3-2021-exparte2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14a/F14a-3-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14a/F14a-3-2021-corresp2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14a/F14a-3-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "San Mateo County LCP Amendment No. LCP-2-SMC-20-0055-2 (Density Bonus Program). Time Extension. ",
                                            "spanish": "Enmienda al LCP Nº LCP-2-SMC-20-0055-2 del Condado de San Mateo (Programa de Bonificación de Densidad). Extensión de plazo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by San Mateo County to amend the County’s certified Implementation Program (IP) to modify the County’s existing Density Bonus Program. (EM-SF)",
                                            "spanish": "Audiencia pública y acción para extender el plazo hasta un año para la acción que tomará la Comisión de acuerdo a la solicitud del Condado de San Mateo respecto a la enmienda del Programa de Implementación (IP) certificado del Condado para modificar el Programa de Bonificación de Densidad actual del Condado. (EM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F14b/F14b-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Approved"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-2-DYC-21-0001 (Sand Hill Property Company, Daly City) ",
                                            "spanish": "Apelación No. A-2-DYC-21-0001 (Sand Hill Property Company, Daly City) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Phillip Seitzer of Daly City decision granting permit to Sand Hill Property Company for geotechnical subsurface investigations (to help characterize and evaluate potential geotechnical hazards in support of a future potential CDP application) on an approximately 4.27-acre undeveloped site at 2152 Olympic Way between John Daly Boulevard and the blufftop edge, Daly City, San Mateo County. (JKN-SF)",
                                            "spanish": "Apelación de Phillip Seitzer a la decisión de Daly City que otorga permiso para que Sand Hill Property Company realice investigaciones geotécnicas por debajo de la superficie (para ayudar a caracterizar y evaluar posibles peligros geotécnicos en apoyo a una futura posible solicitud CDP) en un sitio no desarrollado de aproximadamente 4.27 acres en 2152 Olympic Way entre John Daly Boulevard y el borde del acantilado, Daly City, condado de San Mateo. (JKN-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F15a/F15a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F15a/F15a-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F15a/F15a-3-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F15a/F15a-3-2021-corresp2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F15a/F15a-3-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 2-19-0026 (Rhodes Mixed-Use Development, Pacifica) ",
                                            "spanish": "Solicitud No. 2-19-0026 (Desarrollo de Uso Mixto Rhodes, Pacifica) "
                                        },
                                        "blurb": {
                                            "english": "Application of Shawn Rhodes to construct mixed-use development (including  3,346 sq.ft., 2-story building with retail on first floor and two residential units on second floor, and 24-car parking lot (located in City of Pacifica permit jurisdiction); and a 6,475 sq.ft., 2-story surf shop with office and basement for storage, a 3,010 sq.ft., 2-story storage and surf board shaping building, and a 4,730 sq.ft. skate park (located in Coastal Commission’s permit jurisdiction)) at 505 San Pedro Ave., west of Highway 1 and south of Pacifica State Beach, Pacifica, San Mateo County. (JKN-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Shawn Rhodes para la construcción de un desarrollo de uso mixto (incluido un edificio de dos pisos de 3,346 ft² con tiendas en el primer piso y dos unidades residenciales en el segundo piso y un estacionamiento para 24 automóviles (ubicado en la jurisdicción de permisos de la ciudad de Pacifica); y una tienda de surf de 2 pisos con un área de 6,475 ft² con oficinas y sótano para almacenamiento, un edificio de 2 pisos con un área de 3,010 ft² para almacenamiento y modelado de tablas de surf y un parque de patinaje de 4,730 ft² (ubicado en la jurisdicción de permisos de la Comisión Costera)) en 505 San Pedro Ave., al oeste de la Autopista 1 y al sur de Pacifica State Beach, Pacifica, condado de San Mateo. (JKN-SF) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F16a/F16a-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F16a/F16a-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F16a/F16a-3-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F16a/F16a-3-2021-corresp2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F16a/F16a-3-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "DENIED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/F17/F17-3-2021-DDs report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-01-Part A (Accessory Dwelling). Time Extension Only. ",
                                            "spanish": "Enmienda LCP No. LCP-3-STC-20-0015-1-Parte A de la ciudad de Santa Cruz (Unidades de Vivienda Accesoria). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on extension of time limit to act on request by City of Santa Cruz to amend LCP ADU regulations. (CB-SC) ",
                                            "spanish": "Audiencia pública y acción a petición de la ciudad de Santa Cruz para enmendar las regulaciones LCP ADU. (CB-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F18a/F18a-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0040-2-Part B (EV Charging Stations). ",
                                            "spanish": "Enmienda LCP No. LCP-3-STC-20-0040-2-Parte B de la ciudad de Santa Cruz (Unidades de Carga de Vehículos Eléctricos). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by the City of Santa Cruz to modify its Implementation Plan to exempt Electric Vehicle Charging Stations from requirement to obtain a design permit is minor. (RM-SC)  ",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo de que es menor la solicitud de parte de la ciudad de Santa Cruz para modificar su Plan de Implementación para eximir a las Estaciones de Carga de Vehículos Eléctricos del requisito para obtener un permiso de diseño. (RM-SC)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/F18b/F18b-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Capitola LCP Amendment No. LCP-3-CAP-20-0082-2 (Land Use Plan Map Amendment and Implementation Plan Update). ",
                                            "spanish": "Enmienda LCP No. LCP-3-CAP-20-0082-2 de la ciudad de Capitola (Enmienda del Mapa del Plan de Uso de la Tierra y Actualización del Plan de Implementación). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Capitola to amend the Land Use Plan map and update the LCP’s Implementation Plan. (RG-SC)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Capitola para modificar el mapa del Plan de Uso de la Tierra y actualizar el Plan de Implementación del LCP. (RG-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 19a thru 19g below will be presented in a single combined hearing",
                                    "spanish": "Los elementos 19a a 19g a continuación se presentarán en una sola audiencia combinada"
                                }
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0002 (Asquith Second Unit, Los Osos) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0002 (Unidad de Vivienda Secundaria Asquith, Los Osos) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Howell and the Los Osos Sustainability Group of San Luis Obispo County decision granting permit to Shannon Asquith for construction of a two-story 844 sq.ft. single-family residential unit on a property with an existing single-family home located at 1215 15th St. (APN 038-161-029) within the unincorporated community of Los Osos, San Luis Obispo County. (BO-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Howell y de Los Osos Sustainability Group a la decisión del condado de San Luis Obispo que le otorga permiso a Shannon Asquith para construir una unidad de vivienda secundaria de dos pisos de 844 ft² en un lote desarrollado en 1215 15th Avenue (APN 038-161-029), dentro de la comunidad no incorporada de Los Osos, condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19a/F19a-3-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0003 (Moore Second Unit). ",
                                            "spanish": "A-3-SLO-21-0003 (Unidad de Vivienda Secundaria Moore). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Howell and the Los Osos Sustainability Group of San Luis Obispo County decision granting permit to Christopher Moore for construction of one-story 720 sq.ft single-family residential unit on a property with an existing single-family home located at 1375 Nipomo Ave (APN 074-273-014) within the unincorporated community of Los Osos in San Luis Obispo County. (BO-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Howell y de Los Osos Sustainability Group a la decisión del condado de San Luis Obispo que le otorga permiso a Christopher Moore para construir una unidad de vivienda secundaria de un piso de 720 ft² en un lote desarrollado en 1375 Nipomo Ave (APN 074-273-014), dentro de la comunidad no incorporada de Los Osos, condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0004 (Wise Second Unit, Los Osos) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0004 (Unidad de Vivienda Secundaria Wise, Los Osos) Apelación "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Howell and the Los Osos Sustainability Group of San Luis Obispo County decision granting permit to Lisa Wise for construction of a one-story 575 sq.ft. single-family residential unit on a property with an existing single-family home at 1302 Bayview Heights Dr.(APN 074-325-013) within the unincorporated community of Los Osos, San Luis Obispo County. (BO-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Howell y de Los Osos Sustainability Group a la decisión del condado de San Luis Obispo que le otorga permiso a Lisa Wise para construir una unidad de vivienda secundaria de un piso de 575 ft² en un lote desarrollado en 1302 Bayview Heights Dr.(APN 074-325-013), dentro de la comunidad no incorporada de Los Osos, condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19c/F19c-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19c/F19c-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19c/F19c-3-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0005 (Kimbell Second Unit, Los Osos) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0005 (Unidad de Vivienda Secundaria Kimbell, Los Osos) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Howell and the Los Osos Sustainability Group of San Luis Obispo County decision granting permit to Marc Kimbell for construction of one-story 800 sq.ft. single-family residential unit on a property with an existing single-family home located at 1196 6th St. (APN 038-041-008) within the unincorporated community of Los Osos, San Luis Obispo County. (BO-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Howell y de Los Osos Sustainability Group a la decisión del condado de San Luis Obispo que le otorga permiso a Marc Kimbell para construir una unidad de vivienda secundaria de un piso de 800 ft² en un lote desarrollado en 1196 6th St. (APN 038-041-008), dentro de la comunidad no incorporada de Los Osos, condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19d/F19d-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19d/F19d-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19d/F19d-3-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0006 (Salter Second Unit, Los Osos) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0006 (Unidad de Vivienda Secundaria Salter, Los Osos"
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Howell and the Los Osos Sustainability Group of San Luis Obispo County decision granting permit to Andrew Salter for construction of two-story 492 sq.ft. single-family residential unit on a property with existing single-family home at 1342 13th Street (APN 038-232-004) within the unincorporated community of Los Osos, San Luis Obispo County. (BO-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Howell y de Los Osos Sustainability Group a la decisión del condado de San Luis Obispo que le otorga permiso a Andrew Salter para construir una unidad de vivienda secundaria de dos pisos de 492 ft² en un lote desarrollado en 1342 13th Street (APN 038-232-004), dentro de la comunidad no incorporada de Los Osos, condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0007 (Bodine and Townsend Second Unit, Los Osos) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0007 (Unidad de Vivienda Secundaria Bodine y Townsend, Los Osos) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Howell and the Los Osos Sustainability Group of San Luis Obispo County decision granting permit to John Bodine and Brooke Townsend for construction of two-story 1,195 sq.ft. single-family residential unit on a property with an existing single-family home at 708 Highland Drive (APN 074-382-023) within the unincorporated community of Los Osos, San Luis Obispo County. (BO-SC)",
                                            "spanish": "Apelación de los Comisionados Escalante y Howell y de Los Osos Sustainability Group a la decisión del condado de San Luis Obispo que le otorga permiso a John Bodine y Brooke Townsend para construir una unidad de vivienda secundaria de dos pisos de 1,195 ft² en un lote desarrollado en 708 Highland Drive (APN 074-382-023), dentro de la comunidad no incorporada de Los Osos, condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19f/F19f-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19f/F19f-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19f/F19f-3-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0008 (Robertson Second Unit, Los Osos) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0008 (Unidad de Vivienda Secundaria Robertson, Los Osos) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Howell and the Los Osos Sustainability Group of San Luis Obispo County decision granting permit to Ronald Robertson for construction of one-story 1,000 sq.ft. single-family residential unit on a property with an existing single-family home at 1648 Los Osos Valley Road (APN 074-363-030) within the unincorporated community of Los Osos, San Luis Obispo County. (BO-SC)",
                                            "spanish": ") Apelación de los Comisionados Escalante y Howell y de Los Osos Sustainability Group a la decisión del condado de San Luis Obispo que le otorga permiso a Ronald Robertson para construir una unidad de vivienda secundaria de un piso de 1,000 ft² en un lote desarrollado en 1648 Los Osos Valley Road (APN 074-363-030), dentro de la comunidad no incorporada de Los Osos, condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19g/F19g-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19g/F19g-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19g/F19g-3-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "h",
                                        "title": {
                                            "english": "Appeal No. A-3-STC-21-0013 (Front Street/Riverfront Project, Santa Cruz) ",
                                            "spanish": "Apelación No. A-3-STC-21-0013 (Proyecto Front Street/Riverfront, Santa Cruz) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Ronald Pomerantz of City of Santa Cruz decision granting permit with conditions to Riverfront LLC to remove three heritage trees, combine five parcels, demolish three commercial buildings (including two historical buildings) and construct seven-story mixed use building with 175 residential condominiums and approximately 11,500 sq.ft. of ground floor and levee-front commercial space on Front Street adjacent to the San Lorenzo River levee in the City of Santa Cruz. Approximately half of the entire project, including one-and-a-half of the three new buildings, is located within the Coastal Zone. (RM-SC)",
                                            "spanish": "Apelación de Ronald Pomerantz a la decisión de la ciudad de Santa Cruz que otorga permiso con condiciones para Riverfront LLC para retirar tres árboles patrimoniales, combinar cinco parcelas, demoler tres edificios comerciales (incluidos dos edificios históricos) y construir un edificio de uso mixto de siete pisos con 175 condominios residenciales y aproximadamente 11,500 ft² de espacio comercial en planta baja y frente a la playa en Front Street, adyacente al dique del Río San Lorenzo en la ciudad de Santa Cruz. Aproximadamente la mitad del proyecto completo, incluido uno y medio de los tres edificios nuevos que está ubicado dentro de la Zona Costera. (RM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19h/F19h-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19h/F19h-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19h/F19h-3-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/3/f19h/F19h-3-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 18,
                "name": "Special Meeting",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "Call to Order and Roll Call",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "title": {
                                    "english": "CONDITION COMPLIANCE",
                                    "spanish": "CUMPLIMIENTO DE LA CONDICION"
                                },
                                "blurb": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Oceano Dunes CDP Review",
                                    "spanish": "Oceano Dunes CDP Review"
                                },
                                "blurb": {
                                    "english": "Public hearing and potential action on revisions to CDP 4-82-300, as amended, regarding the allowable kinds, locations, and intensities of use and necessary coastal resource protection requirements at State Parks’ Oceano Dunes unit in the City of Grover Beach, the unincorporated community of Oceano, and unincorporated southern San Luis Obispo County. (KK-SC)",
                                    "spanish": "Audiencia pública y posible acción sobre las revisiones del CDP 4-82-300, según enmienda, con respecto a los tipos permitidos, ubicaciones e intensidades de uso y requisitos necesarios de protección de recursos costeros en la unidad Oceano Dunes de State Parks en la ciudad de Grover Beach, el comunidad no incorporada de Oceano, y el sur no incorporado del condado de San Luis Obispo. (KK-SC)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-exhibits.pdf"
                                    },
                                    {
                                        "name": "Exparte",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-ex parte.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp (1 of 3).pdf"
                                    },
                                    {
                                        "name": "Correspondence 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp (2 of 3).pdf"
                                    },
                                    {
                                        "name": "Correspondence 3",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp (3 of 3).pdf"
                                    },
                                    {
                                        "name": "Correspondence-Elected/Government/Tribes",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp-Elected, Tribal, Local.pdf"
                                    },
                                    {
                                        "name": "Correspondence-Groups",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp - Groups.pdf"
                                    },
                                    {
                                        "name": "Correspondence Individual",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp Individual.pdf"
                                    },
                                    {
                                        "name": "Correspondence Individual 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp Individual 2.pdf"
                                    },
                                    {
                                        "name": "Correspondence Individual 3",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp Individual 3.pdf"
                                    },
                                    {
                                        "name": "Correspondence State Parks",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-corresp - State Parks.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Th3-3-2021-addendum.pdf"
                                    },
                                    {
                                        "name": "Hearing Procedures",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/3/special-hearing/Oceano Dunes CDP Review Hearing Procedures.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "NOTE",
                                    "spanish": ""
                                }
                            },
                            {
                                "title": {
                                    "english": "Staff report and related links above",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "When you click on the “Oceano Dunes CDP Review” link above, a new window will open up where you will see links to the Commission staff’s staff report and recommendation (“Report”), and its exhibits (“Exhibits”), as well Commissioner ex parte communication disclosures (“Ex Parte”), correspondence related to this item, and the special hearing procedures that will apply to the hearing. ",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "With respect to correspondence, due to the large volume of correspondence received on this matter, the correspondence has been split into multiple groups. First, correspondence received between July 9, 2019 (i.e., when correspondence was last posted for the Commission’s July 2019 CDP review hearing) and February 16, 2021 (i.e., when the staff report for this item was published) are in chronological order by date received, with the most recent correspondence on top in package 1 (“Correspondence 1”), which then is continued in package 2 (“Correspondence 2”), and then package 3 (“Correspondence 3”), with the oldest correspondence being at the end of package 3. ",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "Correspondence received since February 16, 2021 (when the staff report was published for this item) is in six additional correspondence packages:",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "- “Correspondence – State Parks” is correspondence received from State Parks on March 17, 2021",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "- “Correspondence – Groups” is correspondence from established groups with an interest in Oceano Dunes matters",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "- “Correspondence – Groups” is correspondence from established groups with an interest in Oceano Dunes matters",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "- “Correspondence – Individual”, “Correspondence – Individual 2”, and “Correspondence – Individual 3”  is correspondence from others that weren’t in the above two packages in chronological order with the newest in the first package ",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "How to provide written comments for Commission consideration",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "To submit written materials to the Commission for consideration regarding this matter, please either email OceanoDunesReview@coastal.ca.gov or submit such materials by regular mail (725 Front Street, Suite 300, Santa Cruz, CA 95060) to Commission staff by 5 pm on Friday, March 12, 2021. Staff will then distribute your materials to the Commission. Any materials received after this time will not be distributed by staff to the Commission. Alternatively, you may also submit such materials directly to Commissioners (a list of Commissioners with their contact information is available from Commission staff, or at www.coastal.ca.gov/roster.html) provided such materials are submitted to all Commissioners, all alternates for Commissioners, the three non-voting members of the Commission, and Commission staff. We request you summarize the reasons for your position in no more than two or three pages, if possible.",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "How to provide hearing testimony",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "IMPORTANT! PLEASE NOTE THAT THIS HEARING WILL TAKE PLACE AS PART OF A VIRTUAL MEETING. As a result of the COVID-19 emergency and the Governor’s Executive Orders (N-29-20 and N-33-20), this Coastal Commission meeting will occur virtually through video and teleconference. Special hearing procedures will apply to the hearing for this item, and they can be accessed by clicking the “Oceano Dunes CDP Review” link above. There you will find specific information and instructions on how to participate in the hearing. Please consult those special hearing procedures before submitting a request to speak at the hearing.",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "For more information consult the Commission’s Oceano Dunes webpage",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "The Commission has developed a webpage with information and materials designed to help the public better understand issues at Oceano Dunes as they relate to the hearing. It is located at http://www.coastal.ca.gov/oceano-dunes/. There you will find summary materials and an FAQ, materials associated with recent Commission Oceano Dunes reviews, materials associated with the California Department of Parks and Recreation’s proposals for Oceano Dunes, and materials associated with the March 18, 2021 hearing, including Commission staff’s staff report and recommendation and some summary materials that have been translated into Spanish.",
                                    "spanish": ""
                                },
                                "result": null
                            },
                            {
                                "title": {
                                    "english": "Questions? ",
                                    "spanish": ""
                                },
                                "blurb": {
                                    "english": "Questions regarding this agenda item and/or this hearing should be directed to Coastal Commission staff via email at centralcoast@coastal.ca.gov or via phone at 831-427-4863.",
                                    "spanish": ""
                                },
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be April 14-16, 2021, May 12-14, 2021 and June 9-11, 2021.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán el 14-16 de Abril 2021, el 12-14 de Mayo 2021, y el 9-11 de Junio."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]