[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "August 16 @ 2:00 pm"
        },
        "status": null,
        "month": "August",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 11,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/W3/W3-8-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W6a/W6a-8-2021report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Capstone Project Presentation",
                                            "spanish": "Presentación del Proyecto Capstone"
                                        },
                                        "blurb": {
                                            "english": "Presentation of two educational videos for the Commission’s website developed by graduate students from UC Santa Barbara Bren School of Environmental Science and Management program to encourage public engagement and participation. (SC-SF)",
                                            "spanish": "Presentación de dos videos educativos para la página web de la Comisión desarrollados por estudiantes de postgrado del programa de la Escuela Bren de Ciencias y Gestión Ambiental de la UC Santa Bárbara para fomentar el compromiso y la participación del público. (SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation. (JA/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W6d/W6d-8-2021-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Public Education Grant Program",
                                            "spanish": "Programa de subvenciones a la educación pública. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission action on staff recommendations for modifications to guidelines for Whale Tail Competitive Grants. (AF-SF)",
                                            "spanish": "Audiencia pública y acción de la Comisión sobre las recomendaciones del personal para las modificaciones de las directrices de las subvenciones competitivas Whale Tail. (AF-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W6e/w6e-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W6e/w6e-8-2021-appendix.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0022 (Lane, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-21-0022 (Lane, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Gary Lane to demolish two-story, 1,474 sq.ft. duplex and construct three-story, 3,828 sq.ft. single-family home with attached 659 sq.ft. ADU, attached two-car garage, and one guest space adjacent to garage at 413 25th Street, Hermosa Beach, Los Angeles County (AS-LB). ",
                                            "spanish": "Solicitud de Gary Lane para demoler un dúplex de dos pisos y 1,474 pies cuadrados y construir una casa unifamiliar de tres pisos y 3,828 pies cuadrados con una vivienda accesoria de 659 pies cuadrados  y un garaje adjunto para dos automóviles y un espacio para invitados adyacente al garaje en 413 25th Street, Hermosa Beach, Condado de Los Ángeles (AS-LB). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7a/W7a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7a/W7a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7a/W7a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0090 (RDR Properties, LLC, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-21-0090 (RDR Properties, LLC, Santa Mónica)"
                                        },
                                        "blurb": {
                                            "english": "Application of RDR Properties, LLC to reconstruct 5,808 sq.ft. 3rd floor which was previously removed (no change to the existing building height is proposed) and to change the approved use from retail to bar/lounge, restaurant, and office within an existing 55 ft. high, 3 story, 24,188 sq. ft. commercial building, at 1355 3rd Street Promenade, Santa Monica, Los Angeles County. (JD-LB).",
                                            "spanish": "Solicitud de RDR Properties, LLC para añadir 5,808 pies cuadrados en la tercera planta de un edificio comercial que es un punto de referencia de la ciudad, eliminar la película anticongelante de las ventanas de la planta superior y cambiar el uso de comercio minorista a bar/salón en el sótano, restaurante en la planta baja y oficinas en los tres niveles superiores, en 1355 3rd Street Promenade, Santa Mónica, condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7b/W7b-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7b/W7b-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-21-0142 (Venice Ventures, LLC, Venice) ",
                                            "spanish": "Solicitud No. 5-21-0142 (Venice Ventures, LLC, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Venice Ventures, LLC for after-the-fact change of use from flower shop to café with 200 sq.ft. of service area, removal of unpermitted outdoor dining patio and outdoor deck, addition of 4 bicycle spaces and addition of ADA parking space by removing 1 of 4 standard parking spaces, at 20 Washington Blvd. in Venice, Los Angeles, Los Angeles County. (JD-LB). (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Venice Ventures, LLC para el cambio de uso a posteriori de floristería a cafetería con 200 pies cuadrados de área de servicio, la eliminación de un patio para comer al aire libre no permitido y una cubierta al aire libre, la adición de 4 espacios para bicicletas y la adición de un espacio de estacionamiento ADA mediante la eliminación de 1 de los 4 espacios de estacionamiento estándar, en 20 Washington Blvd. en Venice, Los Ángeles, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7c/W7c-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7c/W7c-8-2021-Exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-21-0143 (Rosen Family Trust, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-21-0143 (Fideicomiso de la Familia Rosen, Hermosa Beach)  "
                                        },
                                        "blurb": {
                                            "english": "Application of Rosen Family Trust to demolish three story, 4,046 sq.ft. single-family home, and construct three-story, 5,226 sq.ft. single-family home with attached two-car garage and one guest parking space at 3033 The Strand, Hermosa Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud del Fideicomiso de la Familia Rosen para demoler una casa unifamiliar de tres pisos y 4,046 pies cuadrados, y construir una casa unifamiliar de tres pisos y 5,226 pies cuadrados con garaje adjunto para dos automóviles y un espacio de estacionamiento para invitados en 3033 The Strand, Hermosa Beach, Condado de Los Ángeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7d/W7d-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W7d/W7d-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/W9/W9-9-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-4-STB-21-0040 (Hughes – Hollister Ranch Parcel 130, Santa Barbara Co.) ",
                                            "spanish": "Apelación No. A-4-STB-21-0040 (Rancho Hughes – Hollister Parcela 130, Condado de Santa Bárbara)"
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Bochco and Padilla from County of Santa Barbara granting permit with conditions to B. Wayne Hughes for the construction of 1,500 sq.ft. pool, 6,728 sq.ft. tennis court, 1,535 sq.ft. expansion of existing barn, conversion of guest house to accessory structure unit, renovation of 1,000 sq.ft. of landscaping, and 1,000 cu. yds. of grading on Hollister Ranch Parcel No. 130 in the Gaviota area of Santa Barbara County. (MK-V)",
                                            "spanish": "Apelación de los comisonados Bochco y Padilla del Condado de Santa Bárbara por la que se concede un permiso con condiciones a B. Wayne Hughes para la construcción de una piscina de 1,500 pies cuadrados, cancha de tenis de 6,728 pies cuadrados, ampliación de 1,535 pies cuadrados del granero existente, conversión de la casa de invitados en una unidad de estructura accesoria, renovación de 1,000 pies cuadrados de paisajismo y 1,000 yardas cúbicas de nivelación en la Parcela No. 130 del Rancho Hollister en la zona de Gaviota del Condado de Santa Bárbara. (MK-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W10a/W10a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W10a/W10a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W10a/W10a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT",
                                    "spanish": "AVISO DE DESARROLLO INMINENTE. "
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "University of California Santa Barbara Notice of Impending Development (NOID) No. UCS-NOID-0002-21 (Hazardous Tree Replacement). ",
                                            "spanish": "Aviso de desarrollo inminente (NOID) No. UCS-NOID-0002-21 de la Universidad de California Santa Bárbara (sustitución de árboles peligrosos). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on NOID by UC Santa Barbara for removal of 44 mature Eucalyptus trees, located on Main Campus at the University of California Santa Barbara, Santa Barbara County. (JP-V) ",
                                            "spanish": "Audiencia pública y acción sobre la NOID de la UC Santa Bárbara para la eliminación de 44 eucaliptos maduros, situados en el campus principal de la Universidad de California Santa Bárbara, en el condado de Santa Bárbara. (JP-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W11a/W11a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W11a/W11a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W11a/W11a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-19-0826 (California State Parks, Los Angeles Co.)  ",
                                            "spanish": "Solicitud No. 4-19-0826 (Parques estatales de California, Condado de Los Ángeles)"
                                        },
                                        "blurb": {
                                            "english": "Application of California Department of Parks and Recreation to construct drainage and erosion control improvements, as well as reconfigure parking lot and egress road, at Trippet Ranch within Topanga State Park, 20828 Entrada Road, Santa Monica Mountains, Los Angeles County (WH-V)",
                                            "spanish": "Solicitud del Departamento de Parques y Recreación de California para construir mejoras de drenaje y control de la erosión, así como reconfigurar el estacionamiento y el camino de salida, en el Rancho Trippet dentro del Parque Estatal Topanga, 20828 Entrada Road, Montañas de Santa Mónica, Condado de Los Ángeles (WH-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/W13/W13-8-2021-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/W13/w13-8-2021-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-0953 (Los Angeles Jazz Festival, Los Angeles Co.)  ",
                                            "spanish": "Solicitud No. 5-19-0953 (Festival de Jazz de Los Ángeles, Condado de Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of Bridge Street and Los Angeles County Department of Beaches & Harbors for three-year authorization for temporary live music and community events held on Dockweiler State Beach with two days of live music (Saturday and Sunday 8/27-28/2022, 8/26-27/2023, 8/24-25/2024) and three days of set-up, take-down, and clean-up activities, one-day music and ocean education youth camp, and celebrity-led beach clean-up. The events are associated with Los Angeles Jazz Festival, which includes additional free community events within and outside the coastal zone. The project includes temporary use of approx. 477,358 sq.ft. of sandy beach to construct temporary concert venue, approx. 80,122 sq.ft. of sandy beach for one-day youth camp, and exclusive use of public parking spaces within Bluff, RV, and Grand Avenue parking lots at Dockweiler State Beach Playa del Rey, City of Los Angeles, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud de Bridge Street y del Departamento de Playas y Puertos del Condado de Los Ángeles para la autorización de tres años para la celebración de eventos temporales de música en vivo y comunitarios en la playa estatal de Dockweiler con dos días de música en vivo (sábado y domingo 27 y 28-08-2022, 26 y 27-08-2023, 24 y 25-08-2024) y tres días de actividades de montaje, desmontaje y limpieza, un campamento juvenil de música y educación oceánica de un día de duración y una limpieza de la playa dirigida por celebridades. Los eventos están asociados al Festival de Jazz de Los Ángeles, que incluye otros eventos comunitarios gratuitos dentro y fuera de la zona costera. El proyecto incluye el uso temporal de aproximadamente 477,358 pies cuadrados de playa de arena para la construcción de un lugar de conciertos temporal, aproximadamente 80,122 pies cuadrados de playa de arena para el campamento juvenil de un día, y el uso exclusivo de las plazas de estacionamiento público dentro de los estacionamientos de Bluff, RV y Grand Avenue en Dockweiler State Beach Playa del Rey, Ciudad de Los Ángeles, Condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14a/w14a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14a/w14a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14a/w14a-8-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14a/w14a-8-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14a/w14a-8-2021-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0541 (Southbay Land Management & Development Company, LLC, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0541 (Southbay Land Management & Development Company, LLC, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Southbay Land Management & Development Company, LLC to demolish two multi-unit structures supporting five units; and construct 2,946 sq.ft. single-family home with 371 sq.ft. ADU and detached 257 sq.ft. ADU and 3,716 sq.ft. single family home with 337 sq.ft. ADU at 908 and 910 Manhattan Avenue, Hermosa Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud de Southbay Land Management & Development Company, LLC para demoler dos estructuras existentes de varias unidades que soportan cinco unidades; y construir una casa unifamiliar de 2,946 pies cuadrados con una vivienda accesoria de 371 pies cuadrados, y una vivienda accesoria independiente de  257 pies cuadrados, además de una casa unifamiliar de 3,716 pies cuadrados con una vivienda accesoria de 337 pies cuadrados en el 908 y 910 Manhattan Avenue, Hermosa Beach, Condado de Los Ángeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14b/W14b-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14b/W14b-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0696 (Fitzgerald, Venice) ",
                                            "spanish": "Solicitud No. 5-20-0696 (Fitzgerald, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Daniel Fitzgerald to replace private parking area with new 4-story 5,516 sq.ft. single-family home over habitable basement, roof deck, and attached 3-car garage on a 3,707 sq.ft. lot, at 5506 Pacific Ave. in Venice, Los Angeles, Los Angeles County. (JD-LB)",
                                            "spanish": "Solicitud de Daniel Fitzgerald para reemplazar el área de estacionamiento privado existente con una nueva casa unifamiliar de 4 pisos y 5,516 pies cuadrados sobre un sótano habitable, una cubierta en el techo y un garaje adjunto para 3 automóviles en un lote de 3,707 pies cuadrados, en 5506 Pacific Ave., en Venice, Los Ángeles, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14c/W14c-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14c/W14c-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14c/W14c-8-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W14c/W14c-8-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "PERMIT EXTENSTION",
                                    "spanish": "PERMISO DE EXTENSION"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-90-789-E27 and -E28 (Pacific Coast Management, LLC, Venice) ",
                                            "spanish": "Permiso No. 5-90-789-E27 y -E28 (Pacific Coast Management, LLC, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Request by Pacific Coast Management, LLC to extend permit approved on November 10, 1991 and amended on October 14, 1994 to November 10, 2021 for construction of four-story, 25’ high, 14,086  sq.ft. commercial center, including 2,155 sq.ft. food service plaza and 2-level subterranean parking lot with 156 total parking spaces, on 18,850 sq.ft. lot at 601 Ocean Front Walk, Venice, Los Angeles County. (CS-LB)",
                                            "spanish": "Solicitud de Pacific Coast Management, LLC para extender el permiso aprobado el 10 de noviembre de 1991 y enmendado el 14 de octubre de 1994 hasta el 10 de noviembre de 2021 para la construcción de un centro comercial de cuatro pisos, 25' de altura, 14,086 pies cuadrados, incluyendo una plaza de servicio de alimentos de 2,155 pies cuadrados y un estacionamiento subterráneo de dos niveles con 156 espacios totales de estacionamiento, en un terreno de 19,404 pies cuadrados en 601 Ocean Front Walk, Venice, Condado de Los Ángeles. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W15a/W15a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W15a/W15a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W15a/W15a-8-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/W15a/W15a-8-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "DENIED"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "RECONSIDERATION",
                                    "spanish": "RECONSIDERACIÓN"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0485-REC (Lopez, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0485-REC (López, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Reconsideration of Commission action to deny Johnny Lopez’ request for: 1) Lot merger of two contiguous lots, each developed with single-family home; 2) demolish 3,180 sq.ft. single-family home at 2654 The Strand; and 3) construct addition to existing 7,002 sq.ft. single-family home at 2666 The Strand, resulting in 11,328 sq.ft. single-family home with 798 sq.ft. attached ADU at 2654 and 2666 The Strand, Hermosa Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Reconsideración de la acción de la Comisión para denegar la solicitud de Johnny López de: 1) Fusión de lotes de dos lotes contiguos, cada uno desarrollado con vivienda unifamiliar; 2) demoler 3,180 pies cuadrados. vivienda unifamiliar en 2654 The Strand; y 3) construir la adición a los 7,002 pies cuadrados existentes. casa unifamiliar en 2666 The Strand, resultando en 11,328 pies cuadrados. casa unifamiliar con 798 pies cuadrados adjuntó ADU en 2654 y 2666 The Strand, Hermosa Beach, Condado de Los Ángeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/w16a/W16a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/w16a/W16a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/w16a/W16a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "DENIED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "Casa Blanca Beach Estates Owners' Association v. County of Santa Barbara, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "EcoLogic Partners, Inc., et al. v. CCC, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. California Department of Parks and Recreation, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (County of San Luis Obispo, et al. RPIs), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (California Department of Parks and Recreation, et al., RPIs), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Hurst v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Lent v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Linovitz, et al. v CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Martin v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Ralston v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Samuel Lawrence Foundation v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Sanson v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Santa Monica Bayside Homeowners Association v. City of Santa Monica, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Schrager, et al. v. CCC, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Steinbruner v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Wall v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Aqualegacy Development LLC v. CCC, et al., Govt. Code § 11126(e)(2)(A) "
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "June 2021",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/W17/W17-8-2021.pdf"
                                    },
                                    {
                                        "name": "July 2021",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/W17/W17-july-8-2021.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                }
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 12,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/Th3/Th3-8-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/Th8/Th8-8-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Mendocino County LCP Amendment No. LCP-1-MEN-20-0021-1(Accessory Dwelling Units). ",
                                            "spanish": "Enmienda LCP No. LCP-1-MEN-20-0021-1 del condado de Mendocino (Unidades de Vivienda Accesorias). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Mendocino County to amend the County’s certified Land Use Plan and Implementation Program to regulate accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in compliance with recent State legislation.  (RSM-A)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud del condado de Mendocino de enmendar el Plan de Uso del Suelo y el Programa de Implementación certificados del condado para regular las unidades de vivienda accesorias (ADU) y las unidades de vivienda accesorias menores (JADU) en cumplimiento de la reciente legislación estatal.  (RSM-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-20-0261 (City of Eureka, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-20-0261 (Ciudad de Eureka, Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application by City of Eureka to improve public boat launching facility by (1) replacing and installing floating docks, (2) removing derelict piles as mitigation for wetland fill (3) replacing a public restroom with combination restroom/equipment storage building, (4) installing ADA-compliant pedestrian pathways, (5) resurfacing and restriping parking lot, and (6) replacing signage along shoreline of Humboldt Bay off Waterfront Drive beneath Highway 255 Bridge with pile removal at Parcel 4 behind Bayshore Mall off Broadway, Eureka, Humboldt County. (RSM-A)",
                                            "spanish": "Solicitud de la ciudad de Eureka para mejorar las instalaciones públicas de lanzamiento de embarcaciones mediante (1) la sustitución e instalación de muelles flotantes, (2) la eliminación de pilotes abandonados como mitigación para el relleno de los humedales (3) la sustitución de un baño público por una combinación de baño y edificio de almacenamiento de equipos, (4) la instalación de senderos peatonales que cumplan con los requisitos de la ADA, (5) la repavimentación y el cambio de las franjas de estacionamiento, y (6) la sustitución de la señalización a lo largo de la costa de la bahía de Humboldt, junto a Waterfront Drive, bajo el puente de la autopista 255, con la eliminación de los pilotes en la parcela 4, detrás del centro comercial Bayshore, junto a Broadway, Eureka, en el condado de Humboldt. (RSM-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th10a/Th10a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th10a/Th10a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th10a/Th10a-8-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th10a/Th10a-8-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency 4hrs",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia 4hrs"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/Th11/Th11-8-2021.pdf"
                                    }
                                ],
                                "result": null,
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "ND-0038-20 (BLM, Eureka) ",
                                            "spanish": "ND-0038-20 (BLM, Eureka) "
                                        },
                                        "blurb": {
                                            "english": "Executive Director determination authorizing one year extension of management plan for the Eureka Dunes Riding Area submitted by the Bureau of Land Management.  (KH-SF)",
                                            "spanish": "Determinación del Director Ejecutivo por la que se autoriza la prórroga de un año del plan de gestión del área de equitación de las dunas de Eureka presentado por la Oficina de Gestión de Tierras.  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th11a/Th11a-8-2021-report.pdf"
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: Items 12b and 13a will share a single combined staff report",
                                    "spanish": "Nota: Los temas 12b y 13a compartirán una sola presentación combinada"
                                }
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 9-20-0458 (Ocean Fathoms, Santa Barbara Co.)  ",
                                            "spanish": "Solicitud No. 9-20-0458 (Ocean Fathoms, Condado de Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Application by Ocean Fathoms for after-the-fact authorization to install and operate a series of submerged wine storage structures on the seafloor as well as application to carry out future placement and use of wine storage structures approximately 2/3 mile offshore of Santa Barbara County. (CT-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Ocean Fathoms de autorización a posteriori para instalar y operar una serie de estructuras de almacenamiento de vino sumergidas en el fondo marino, así como solicitud para llevar a cabo la futura colocación y uso de estructuras de almacenamiento de vino aproximadamente a 2/3 de milla de la costa del Condado de Santa Bárbara (CT-SF). (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12a/Th12a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12a/Th12a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12a/Th12a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 9-21-0165 (RTI Infrastructure, Inc., Humboldt Co.) ",
                                            "spanish": "Solicitud No. 9-21-0165 (RTI Infrastructure, Inc., Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application of RTI Infrastructure, Inc. to install and operate two submarine fiber optic cables extending from one of the four landing pipes in Samoa, CA through state and federal waters and terminating in Singapore and Taiwan. (AC-SF)",
                                            "spanish": "Solicitud de RTI Infrastructure, Inc. para instalar y operar dos cables submarinos de fibra óptica que se extienden desde uno de los cuatro tubos de aterrizaje en Samoa, CA, a través de aguas estatales y federales y que terminan en Singapur y Taiwán (AC-SF)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-exhibits1.pdf"
                                            },
                                            {
                                                "name": "Exhibits 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-exhibits2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CC-0004-21 (RTI Infrastructure, Inc., Humboldt Co.) ",
                                            "spanish": "CC-0004-21 (RTI Infrastructure, Inc., Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Certification by RTI Infrastructure, Inc. to install and operate two submarine fiber optic cables extending from one of the four landing pipes in Samoa, CA through state and federal waters and terminating in Singapore and Taiwan. (AC-SF)",
                                            "spanish": "Certificación de consistencia de RTI Infrastructure, Inc. para instalar y operar dos cables submarinos de fibra óptica que se extienden desde uno de los cuatro tubos de aterrizaje en Samoa, CA, a través de aguas estatales y federales y que terminan en Singapur y Taiwán. (AC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-exhibits1.pdf"
                                            },
                                            {
                                                "name": "Exhibits 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-exhibits2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th12b13a/Th12b13a-8-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "CONDITIONALLY CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/Th14/Th14.pdf"
                                    }
                                ],
                                "result": null,
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Marin County LCP Update",
                                            "spanish": "Actualización del LCP del condado de Marin. "
                                        },
                                        "blurb": {
                                            "english": "Informational update on Marin County’s LCP Update efforts, including recent actions by the Marin County Board of Supervisors to allow all of the Commission-certified LCP (from 2018-2019) to go into effect in the County’s coastal zone. (SP-SF)",
                                            "spanish": "Actualización informativa sobre los esfuerzos de actualización del LCP del condado de Marin, incluidas las recientes acciones de la Junta de Supervisores del condado de Marin para permitir que todo el LCP certificado por la Comisión (de 2018 a 2019) entre en vigor en la zona costera del condado. (SP-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th14a/Th14a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th14a/Th14a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th14a/Th14a-8-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th14a/Th14a-8-2021-corresp-2.pdf"
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 15,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/Th15/Th15-8-2021-DDs.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-21-0037-1 (ADUs)",
                                            "spanish": "Enmienda LCP No. LCP-3-PSB-21-0037-1 de la Ciudad de Pismo Beach (Unidades de Vivienda Accesoria). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and request by the City of Pismo Beach to modify the LCP Implementation Plan’s ADU provisions in response to recent changes to state housing law. (SC/KB-SC) ",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo que la solicitud de la ciudad de Pismo Beach de modificar las estipulaciones ADU del LCP consistentes con los cambios recientes a la ley estatal de vivienda es de minimis. (KB-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16a/Th16a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16a/Th16a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16a/Th16a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Pacific Grove LCP Amendment No. LCP-3-PGR-21-0038-1 (American Tin Cannery Standards). ",
                                            "spanish": "Enmienda LCP No. LCP-3-PGR-21-0038-1 de la ciudad de Pacific Grove (Normas de American Tin Cannery). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Pacific Grove to modify LCP Implementation Plan standards related to the American Tin Cannery site so that all applicable standards apply throughout the site (and not different standards for different portions of the site). (AM-SC)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Pacific Grove de modificar las normas del Plan de Implementación del LCP relacionadas con el sitio de American Tin Cannery para que todas las normas aplicables se apliquen en todo el sitio (y no diferentes normas para diferentes porciones del sitio). (AM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16b/th16b-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16b/th16b-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16b/th16b-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Morro Bay LCP Amendment No. LCP-3-MRB-21-0047-1 (Land Use Plan Update). ",
                                            "spanish": "Enmienda LCP No. LCP-3-MRB-21-0047-1 de la ciudad de Morro Bay (Actualización del plan de uso del suelo). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Morro Bay to comprehensively update the LCP’s Land Use Plan. (KK-SC)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de Morro Bay de actualizar exhaustivamente el Plan de Uso del Suelo LCP. (KK-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16c/th16c-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16c/th16c-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th16c/th16c-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-PSB-21-0032 (Chapman Estate, Pismo Beach). ",
                                            "spanish": "Apelación No. A-3-PSB-21-0032 (Chapman Estate, Pismo Beach). "
                                        },
                                        "blurb": {
                                            "english": "Appeals by Steven Ball; Diane Farley; Michael and Debra LaTourette; Brahm Levin; Pam Roberts; Joanne Schultz; and Kathryn Smalarz from City of Pismo Beach granting permit with conditions to modify event use and related operational provisions at Chapman Estate at 1243 Ocean Blvd. in Pismo Beach, San Luis Obispo County. (EW-SC)",
                                            "spanish": "Apelaciones de Steven Ball; Diane Farley; Michael y Debra LaTourette; Brahm Levin; Pam Roberts; Joanne Schultz; y Kathryn Smalarz de la Ciudad de Pismo Beach concediendo el permiso con condiciones para modificar el uso del evento y las disposiciones operativas relacionadas en Chapman Estate en 1243 Ocean Blvd. en Pismo Beach, Condado de San Luis Obispo. (EW-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th17a/th17a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th17a/th17a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th17a/th17a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0039 (Cobb Hotel, Cayucos). ",
                                            "spanish": "Apelación No. A-3-SLO-21-0039 (Cobb Hotel, Cayucos). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart from San Luis Obispo County decision granting permit with conditions for the construction of three-story, 20,114- sq.ft.,17-unit hotel with day spa/health center, restaurant, bar, outdoor swimming pool, bluff top pathway, and related development on North Ocean Avenue in unincorporated Cayucos area of San Luis Obispo County. (FD-SC)",
                                            "spanish": "Apelación de los comisionados Escalante y Hart contra la decisión del condado de San Luis Obispo de conceder un permiso con condiciones para la construcción de un hotel de tres pisos y 20,114 pies cuadrados, 17 unidades de hotel con spa diurno/centro de salud, restaurante, bar, piscina al aire libre, sendero en la cima del acantilado y desarrollo relacionado en North Ocean Avenue, en la zona no incorporada de Cayucos del condado de San Luis Obispo. (FD-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th17b/th17b-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th17b/Th17b-8-2021-Exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th17b/Th17b-8-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th17b/Th17b-8-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 3-18-1081 (Santa Cruz Wharf Maintenance, Santa Cruz). ",
                                            "spanish": "Solicitud No. 3-18-1081 (Mantenimiento del Muelle de Santa Cruz, Santa Cruz). "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Santa Cruz to implement a five-year repair and maintenance program at the Santa Cruz Municipal Wharf, City of Santa Cruz, Santa Cruz County. (AM-SC)",
                                            "spanish": "Solicitud de la Ciudad de Santa Cruz para implementar un programa de reparación y mantenimiento de cinco años en el Muelle Municipal de Santa Cruz, Ciudad de Santa Cruz, Condado de Santa Cruz. (AM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 3-20-0546 (Avila Pier Rehabilitation, Avila Beach) ",
                                            "spanish": "Solicitud No. 3-20-0546 (Rehabilitación del Muelle de Avila, Avila Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of the Port San Luis Harbor District to rehabilitate Avila Pier, including replacing piles, decking, and other wood components, in unincorporated Avila Beach area of San Luis Obispo County. (AM-SC)",
                                            "spanish": "Solicitud del Distrito Portuario de San Luis para rehabilitar el Muelle de Avila, incluyendo el reemplazo de pilotes, cubiertas y otros componentes de madera, en el área no incorporada de Avila Beach del Condado de San Luis Obispo. (AM-SC)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment No. 3-15-0144-A5 (San Lorenzo River Culvert, Santa Cruz) ",
                                            "spanish": "Enmienda del permiso No. 3-15-0144-A5 (Alcantarilla del río San Lorenzo, Santa Cruz) "
                                        },
                                        "blurb": {
                                            "english": "Request by City of Santa Cruz to install culvert in lower San Lorenzo River with outlet on beach adjacent to San Lorenzo Point to improve fishery habitat and prevent localized flooding caused by seasonal lagoon formation, Santa Cruz, Santa Cruz County. (RM-SC)",
                                            "spanish": "Solicitud de la Ciudad de Santa Cruz para instalar una alcantarilla en la parte baja del río San Lorenzo con salida en la playa adyacente a San Lorenzo Point para mejorar el hábitat de la pesca y evitar las inundaciones localizadas causadas por la formación de lagunas estacionales, Santa Cruz, Condado de Santa Cruz. (RM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Revised Findings",
                                    "spanish": "Conclusiones Revisadas"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Oceano Dunes CDP Review",
                                            "spanish": "Revisión del CDP de Oceano Dunes"
                                        },
                                        "blurb": {
                                            "english": "Consideration of findings for Commission’s March 18, 2021 action on revisions to CDP 4-82-300, as amended, regarding the allowable kinds, locations, and intensities of use and necessary coastal resource protection requirements at State Parks’ Oceano Dunes unit in the City of Grover Beach, the unincorporated community of Oceano, and unincorporated southern San Luis Obispo County. (KK-SC)",
                                            "spanish": "Consideración de los hallazgos de la acción del 18 de marzo de 2021 de la Comisión sobre las revisiones al CDP 4-82-300 y sus enmiendas, sobre los tipos permisibles, ubicaciones e intensidades del uso y de los requisitos necesarios de protección de recursos costeros en la unidad de Oceano Dunes de los parques estatales en la ciudad de Grover Beach, la comunidad no incorporada de Oceano y la porción sur no incorporada del condado de San Luis Obispo. (KK-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th20a/th20a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th20a/th20a-8-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/Th20a/Th20a-8-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 13,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/F3/F3-8-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0059 (Dorey, San Clemente) ",
                                            "spanish": "Solicitud No. 5-21-0059 (Dorey, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of John Dorey to remodel and add 127 sq.ft. to one-story, 2,145 sq.ft. single family home at 2312 Plaza a la Playa, San Clemente, Orange County (CP-LB).",
                                            "spanish": "Solicitud de John Dorey para remodelar y añadir 127 pies cuadrados a una vivienda unifamiliar de una planta y 2,145 pies cuadrados en 2312 Plaza a la Playa, San Clemente, Condado de Orange (CP-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F5a/f5a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F5a/f5a-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report for Orange County",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/F7/F7-8-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED",
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "SEA LEVEL RISE ADAPTATION BRIEFING",
                                            "spanish": "SESIÓN INFORMATIVA SOBRE LA ADAPTACIÓN AL AUMENTO DEL NIVEL DEL MAR. "
                                        },
                                        "blurb": {
                                            "english": "Informational briefing on status of Orange County Parks sea level rise adaptation planning and nature-based adaptation feasibility study required by conditions of Coastal Development Permit No. 5-19-0345, issued to Orange County Parks, to provide for interim protection of public amenities at Capistrano Beach County Park. (DZ-LB)",
                                            "spanish": "Reunión informativa sobre el estado de la planificación de la adaptación al aumento del nivel del mar de los Parques del Condado de Orange y el estudio de viabilidad de la adaptación basada en la naturaleza, exigidos por las condiciones del Permiso de Desarrollo Costero No. 5-19-0345, emitido a los Parques del Condado de Orange, para proporcionar una protección provisional de los servicios públicos en el Parque del Condado de Capistrano Beach. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F7a/f7a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F7a/f7a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F7a/f7a-8-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F7a/f7a-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-21-0042-1. Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-5-LGB-21-0042-1 de la Ciudad de Laguna Beach. Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year for certification of City of Laguna Beach LCP Amendment No. LCP-5-LGB-21-0042-1. Amendment No.  LCP-5-LGB-21-0042-1 would amend the Implementing Ordinances (LIP) portion of the certified LCP to streamline the design review process; waive requirement for design review associated fuel modification programs; and establish new wireless telecommunication procedures. (MA-LB)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo para la acción de la Comisión por hasta un año para la certificación de la Enmienda LCP No. LCP-5-LGB-21-0042-1 de la Ciudad de Laguna Beach. La enmienda No. LCP-5-LGB-21-0042-1 modificaría la parte de las ordenanzas de aplicación (LIP) del LCP certificado para agilizar el proceso de revisión del diseño; eximir del requisito de revisión del diseño asociado a los programas de modificación de combustibles; y establecer nuevos procedimientos de telecomunicaciones inalámbricas. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F8a/F8a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F8a/F8a-8-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: Items 9b and 11a will share a combined hearing",
                                    "spanish": ""
                                }
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-DPT-21-0038 (Zhang and Li, Dana Point) ",
                                            "spanish": "Apelación No. A-5-DPT-21-0038 (Zhang y Li, Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by David J. Daly and Joseph Janczyk from City of Dana Point granting permit with conditions to Ning Zhang and Kui Cai Li for demolition of single-family home and construction of new, 24-ft. high, two-story, 9,000 sq. ft. single-family home with two attached garages on coastal bluff lot, new subsurface drainage system to facilitate positive site drainage flow to street, and minor correctional recontouring of bluff face (return-to-natural) at 35491 Camino Capistrano, Capistrano Beach, Dana Point, Orange County. (CP-LB)",
                                            "spanish": "Apelación de David J. Daly y Joseph Janczyk contra la ciudad de Dana Point por la que se concede un permiso con condiciones a Ning Zhang y Kui Cai Li para la demolición de la vivienda unifamiliar existente y la construcción de una nueva vivienda unifamiliar de 24' de altura, dos pisos y 9,000 pies cuadrados con dos garajes adjuntos en un lote de acantilado costero, un nuevo sistema de drenaje subsuperficial para facilitar el flujo de drenaje positivo del sitio hacia la calle, y una reconformación correctiva menor de la cara del acantilado (retorno a lo natural) en 35491 Camino Capistrano, Capistrano Beach, Dana Point, Condado de Orange. (CP-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9a/f9a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9a/F9a-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-NPB-21-0026 (City of Newport Beach, Newport Beach) ",
                                            "spanish": "Apelación No.  A-5-NPB-21-0026 (Ciudad de Newport Beach, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Environmental & Regulatory Specialists, Inc. from City of Newport Beach granting permit with conditions for construction of pedestrian and bicycle bridge across Superior Avenue, expanded parking lot, and open space improvements to Sunset View Park, located at northern (inland) side of intersection of West Coast Highway (WCH) and Superior Avenue, Newport Beach, County of Orange.  (FSY-LB)",
                                            "spanish": "Apelación de Environmental & Regulatory Specialists, Inc. contra la Ciudad de Newport Beach por el que se concede un permiso con condiciones para la construcción de un puente para peatones y ciclistas a través de la Avenida Superior, la ampliación del estacionamiento y las mejoras en los espacios abiertos del Parque Sunset View, ubicado en el lado norte (interior) de la intersección de la Autopista de la Costa Oeste (WCH) y la Avenida Superior, Newport Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9b/F9b-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9b/F9b-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9b/F9b-8-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9b/F9b-8-2021-addendum2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9b/F9b-8-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-5-LGB-21-0043 (Gray, Laguna Beach) ",
                                            "spanish": "Apelación No. A-5-LGB-21-0043 (Gray, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Mark & Sharon Fudge and George Weiss from City of Laguna Beach decision granting permit with conditions to Mike & Lori Gray for after-the-fact substantial demolition of 2,736-sq.ft., 30-ft. high duplex, and construction of approx. 3,592-sq.ft., 30-ft. high single-family home with 657 sq.ft. garage at 1007 Gaviota Drive, Laguna Beach, Orange County. (MA-LB)",
                                            "spanish": "Apelación de Mark & Sharon Fudge y George Weiss contra la decisión de la Ciudad de Laguna Beach de conceder un permiso con condiciones a Mike & Lori Gray para la demolición sustancial a posteriori de un dúplex de 2,736 pies cuadrados y 30 pies de altura, y la construcción de una casa unifamiliar de aproximadamente 3,592 pies cuadrados y 30 pies de altura con un garaje de 657 pies cuadrados en 1007 Gaviota Drive, Laguna Beach, Condado de Orange. (MA-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9c/F9c-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F9c/F9c-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-LGB-20-0050 (Dig Coast Inn, LLC, Laguna Beach)",
                                            "spanish": "Solicitud No. A-5-LGB-20-0050 (Dig Coast Inn, LLC, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Dig Coast Inn, LLC to renovate 17,042 sq.ft. historic hotel, including interior remodel of 24 rooms, repair of exterior features, and restoration of historic turrets and signage, at 1401 South Coast Hwy, Laguna Beach, Orange County. (CS-LB)",
                                            "spanish": "Solicitud de Dig Coast Inn, LLC para renovar un hotel histórico de 17,042 pies cuadrados, incluyendo la remodelación interior de 24 habitaciones, la reparación de elementos exteriores y la restauración de las torretas históricas y señalización, en 1401 South Coast Hwy, Laguna Beach, Condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10a/F10a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10a/F10a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10a/F10a-8-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10a/F10a-8-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0427 (Giobbi, San Clemente) ",
                                            "spanish": "Solicitud No. 5-20-0427 (Giobbi, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Paul & Tiffaney Giobbi to remodel and expand 2,702 sq.ft., 2-story single family home, including 846 sq.ft. of living space addition on first and second floor, remove rear yard deck, and install new deck, attached covered outdoor living area, pool/spa, and new landscaping in rear yard of coastal canyon lot at 318 West Avenida Gaviota, San Clemente, Orange County. (VL-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Paul y Tiffaney Giobbi para remodelar y ampliar una casa unifamiliar de 2,702 pies cuadrados y dos pisos, incluyendo una adición de 846 pies cuadrados de espacio habitable en el primer y segundo piso, eliminar la cubierta del patio trasero e instalar una nueva cubierta, un área de estar exterior cubierta adjunta, una piscina/spa y nuevo paisajismo en el patio trasero del lote del cañón costero en 318 West Avenida Gaviota, San Clemente, Condado de Orange. (VL- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0472 (Brusco, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-20-0472 (Brusco, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Bo Brusco to replace 735 sq.ft. boat dock and gangway with new 680 sq.ft. boat dock and gangway, in addition to removal and replacement of 3 existing concrete piles, at 18 Linda Isle, Newport Beach, Orange County. (CS-LB)",
                                            "spanish": "Solicitud de Bo Brusco para sustituir un muelle para barcos de 735 pies cuadrados y una pasarela por un muelle para barcos nuevo de 680 pies cuadrados, además de la eliminación y el reemplazo de tres pilotes de concreto existentes en 18 Linda Isle, Newport Beach, Condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10c/F10c-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10c/F10c-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10c/F10c-8-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-21-0079 (Ben Viloria, San Clemente) ",
                                            "spanish": "Solicitud No. 5-21-0079 (Ben Viloria, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ben Viloria to construct 424 sq.ft. second story wooden deck with steel posts and grade beam foundation attached to 2,437 sq.ft.  single family home on coastal canyon lot at 225 Marquita, San Clemente, Orange County. (MR-LB) ",
                                            "spanish": "Solicitud de Ben Viloria para construir una cubierta de madera de 424 pies cuadrados en el segundo piso con postes de acero y cimientos de viga de grado unidos a una vivienda unifamiliar de 2,437 pies cuadrados en el lote del cañón costero en 225 Marquita, San Clemente, Condado de Orange. (MR-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10d/F10d-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10d/F10d-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10d/F10d-8-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F10d/F10d-8-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-21-0109 (California State Parks, Orange Coast District, Laguna Beach) ",
                                            "spanish": "Solicitud No. 5-21-0109 (Parques Estatales de California, Distrito de la Costa de Orange, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of California State Parks to improve 3 public parking lots with new drainage and ADA compliance features, in addition to like-for-like replacement of pedestrian/vehicle bridge at Crystal Cove State Park, Laguna Beach, Orange County. (CS-LB)",
                                            "spanish": "Solicitud de los Parques Estatales de California para mejorar 3 estacionamientos públicos con nuevas características de drenaje y de cumplimiento de la ADA, además del reemplazo similar del puente peatonal/vehicular en el Parque Estatal Crystal Cove, Laguna Beach, Condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment No. 5-11-302-A2 (City of Newport Beach, Newport Beach) ",
                                            "spanish": "Enmienda al permiso No. 5-11-302-A2 (Ciudad de Newport Beach, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by City of Newport Beach to construct western bridge abutment (structural support for new pedestrian bridge) supported by precast concrete driven piles, wing walls, short segment of concrete walkway over Superior Avenue connecting new pedestrian and bicycle bridge to existing walkway, and restore and improve disturbed landscape, located at 4850 West Coast Highway, Newport Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de la Ciudad de Newport Beach para construir el estribo occidental del puente (soporte estructural para el nuevo puente peatonal) soportado por pilotes prefabricados de concreto, muros de ala, un segmento corto de pasarela de concreto sobre la Avenida Superior que conecte el nuevo puente peatonal y para bicicletas con la pasarela existente, y restaurar y mejorar el paisaje alterado, ubicado en el 4850 West Coast Highway, Newport Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F11a/F11a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F11a/F11a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F11a/F11a-8-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F11a/F11a-8-2021-addendum2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F11a/F11a-8-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/8/F12/F12-8-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CVR-21-0041-1 (Village and Barrio Master Plan Decision Making) ",
                                            "spanish": "Enmienda LCP No. LCP-6-CVR-21-0041-1 de la ciudad de Carlsbad (Toma de decisiones del Plan Maestro de la Villa y el Barrio) "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director's determination that the request by the City of Carlsbad to amend its Village & Barrio Master Plan (part of the certified IP) to change the decision-making authority is de minimis. (CB-SD)",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la solicitud de la ciudad de Carlsbad de enmendar su Plan Maestro de la Villa y el Barrio (parte del IP certificado) para cambiar la autoridad de toma de decisiones es de minimis. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13a/f13a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13a/f13a-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-20-0045-2 (Inclusionary Housing Regulations) ",
                                            "spanish": "Enmienda LCP No. LCP-6-SAN-20-0045-2 de la Ciudad de San Diego (Regulación de las viviendas de inclusión) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of San Diego to amend its certified Land Development Code (IP) to revise regulations related to inclusionary housing consistent with state law. (AL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de San Diego de enmendar su Código de Desarrollo de la Tierra (IP) certificado para revisar las regulaciones relacionadas con las viviendas de inclusión de acuerdo con la ley estatal. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13b/F13b-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13b/F13b-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13b/F13b-8-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13b/F13b-8-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Encinitas LCP Amendment No. LCP-6-ENC-21-0002-2 (ADU and JADU Update) ",
                                            "spanish": "Enmienda LCP No. LCP-6-ENC-21-0002-2 de la Ciudad de Encinitas (Actualización de ADU y JADU) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Encinitas to amend its Municipal Code (part of the certified IP) to revise regulations related to accessory dwelling units consistent with state law. (CH-SD)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Encinitas para enmendar su Código Municipal (parte de la IP certificada) para revisar las regulaciones relacionadas con las unidades de vivienda accesorias consistentes con la ley estatal. (CH-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13c/F13c-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F13c/F13c-8-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-19-1426 (City of San Diego South Mission Beach Storm Drain Improvements, San Diego) ",
                                            "spanish": "Solicitud No. 6-19-1426 (Ciudad de San Diego, Mejoras al drenaje pluvial de South Mission Beach, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to replace, repair, and realign 6 storm drains; remove 1 storm drain; install 2 new storm drains; and install bioretention basins and low-flow diversion system improvements on eastern side of South Mission Beach, between Belmont Park and entrance channel, Mission Beach, San Diego, San Diego County. (MF-SF)",
                                            "spanish": "Solicitud de la Ciudad de San Diego para reemplazar, reparar y realinear 6 drenajes pluviales existentes; eliminar 1 drenaje pluvial; instalar 2 nuevos drenajes pluviales; e instalar cuencas de biorretención y mejoras en el sistema de desviación de bajo flujo en el lado este de South Mission Beach, entre Belmont Park y el canal de entrada, Mission Beach, San Diego, Condado de San Diego. (MF-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F14a/F14a-8-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F14a/F14a-8-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/8/F14a/F14a-8-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be September 8-10, 2021, October 13-15, 2021.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán, el 8-10, de Septiembre 2021, el 13-15, de Octubre 2021."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]