[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "April 20 @ 10:00 am"
        },
        "status": null,
        "month": "April",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 14,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/W3/W3-4-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W6a/W6a -4-2021-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción posible sobre correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation. (JA/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W6c/W6c-4-2021.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-1196 (Ramras, Venice) ",
                                            "spanish": "Aplicación No. 5-19-1196 (Ramras, Venecia) "
                                        },
                                        "blurb": {
                                            "english": "Application of Jay Ramras for after-the-fact approval of conversion of 746 sq.ft. storage and recreation rooms into accessory dwelling unit within existing 2,034 sq.ft., 35’ tall duplex with 6 on-site parking spaces at 21 Voyage St., Venice, Los Angeles, Los Angeles County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  ",
                                            "spanish": "Aplicación de Jay Ramras para la aprobación posterior a la realidad de la conversión de 746 sq.ft. salas de almacenamiento y recreación en la unidad de vivienda accesoria dentro de los 2,034 pies cuadrados existentes, dúplex de 35' de altura con 6 plazas de estacionamiento en el lugar en 21 Voyage St., Venecia, Los Ángeles, Condado de Los Ángeles. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W7a/W7a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W7a/W7a-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/W9/W9-4-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Carpinteria LCP Amendment No. LCP-4-CPN-20-0050-1 (Condominium/Cooperative Conversion) Certification Review",
                                            "spanish": "Enmienda LCP de la ciudad de Carpintería No LCP-4-CPN-20-0050-1 (Conversión en condominio/cooperativa) Revisión de la certificación. "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director’s determination that action by the City of Carpinteria, acknowledging receipt, acceptance, and agreement with the Commission’s certification with suggested modifications, is legally adequate. (JP-V)",
                                            "spanish": "La concurrencia con la determinación del Director Ejecutivo que la acción de la Ciudad de Carpintería, acusando recibo, aceptación y acuerdo con la certificación de la Comisión con las modificaciones sugeridas es legalmente adecuada. (JP-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W10a/W10a-4-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 11b, 11c, and 11d below will share a single combined staff report and presentation",
                                    "spanish": "Los puntos 11b, 11c y 11d que se encuentran a continuación compartirán un único reporte de personal y una presentación"
                                }
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-4-STB-20-0061 (Caltrans, Santa Barbara Co.) ",
                                            "spanish": "Apelación No. A-4-STB-20-0061 (Caltrans, Condado de Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Coastal Ranches Conservancy and Gaviota Coast Conservancy of decision of County of Santa Barbara granting permit with conditions to California Department of Transportation for abandonment of existing 475’ long, 6’ x 6’ wide reinforced concrete box and 72” diameter reinforced concrete pipe culvert and installation of new 506’ long, 72” diameter alternative pipe culvert, installation of rock slope protection, construction of headwalls and wingwalls, and grading consisting of 4,610 cu.yds. of cut and 5,050 cu.yds of fill at, Canada del Barro and U.S. Highway 101, Gaviota, Santa Barbara County (WH-V)",
                                            "spanish": "Apelación de Coastal Ranches Conservancy y Gaviota Coast Conservancy a la decisión del Condado de Santa Bárbara de concederle un permiso con condiciones al Departamento de Transporte de California para el abandono de la alcantarilla existente de caja de hormigón armado de 475' de largo y 6' x 6' de ancho y de tubería de hormigón armado de 72' de diámetro y la instalación de una nueva alcantarilla de tubería alternativa de 506' de longitud y 72' de diámetro, la instalación de protección de taludes de roca, la construcción de muros de cabecera y muros de ala, y la nivelación consistente en 4,610 yd³ de corte y 5,050 yd³ de relleno en, Canada del Barro y la Autopista U.S. 101, Gaviota, Condado de Santa Bárbara (WH-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "local permit application withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-4-SBC-20-0065 (City of Santa Barbara Public Works Department and County of Santa Barbara Public Works Department, Santa Barbara) ",
                                            "spanish": "Apelación No. A-4-SBC-20-0065 (Departamento de Obras Públicas de la Ciudad de Santa Bárbara y Departamento de Obras Públicas del Condado de Santa Bárbara, Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Scott Wenz of decision of City of Santa Barbara granting permit with conditions to City of Santa Barbara Public Works Department and Santa Barbara County Public Works Department for reconfiguration of six-legged stop-controlled intersection to single lane roundabout and addition of pedestrian refuge islands, sidewalks, and crosswalks at the intersection of Olive Mill Road, Coast Village Road, Jameson Lane, Highway 101 northbound off-ramp, and Highway 101 southbound on-ramp, Santa Barbara, Santa Barbara County. (IQ-V)",
                                            "spanish": "Apelación de Scott Wenz a la decisión de la Ciudad de Santa Bárbara por la que se concede un permiso con condiciones al Departamento de Obras Públicas de la Ciudad de Santa Bárbara y al Departamento de Obras Públicas del Condado de Santa Bárbara para la reconfiguración de una intersección controlada por semáforos de seis secciones a una rotonda de un solo carril y la adición de islas de refugio para peatones, aceras y pasos de peatones en la intersección de Olive Mill Road, Coast Village Road, Jameson Lane, rampa de salida de la autopista 101 en dirección norte y rampa de entrada de la autopista 101 en dirección sur, Santa Bárbara, Condado de Santa Bárbara. (IQ-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-exhibit.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-4-STB-20-0079 (City of Santa Barbara Public Works Department and Santa Barbara County Public Works Department, Santa Barbara) ",
                                            "spanish": "Apelación No. A-4-STB-20-0079 (Departamento de Obras Públicas de la Ciudad de Santa Bárbara y Departamento de Obras Públicas del Condado de Santa Bárbara, Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Thomas Becker of decision of County of Santa Barbara granting permit with conditions to City of Santa Barbara Public Works Department and Santa Barbara County Public Works Department for reconfiguration of six-legged stop-controlled intersection to single lane roundabout and addition of pedestrian refuge islands, sidewalks, and crosswalks at intersection of Olive Mill Road, Coast Village Road, Jameson Lane, Highway 101 northbound off-ramp, and Highway 101 southbound on-ramp, Santa Barbara, Santa Barbara County. (IQ-V)",
                                            "spanish": "Apelación de Thomas Becker a la decisión del Condado de Santa Bárbara por la que se le concede un permiso con condiciones al Departamento de Obras Públicas de la Ciudad de Santa Bárbara y al Departamento de Obras Públicas del Condado de Santa Bárbara para la reconfiguración de una intersección controlada por semáforos de seis secciones a una rotonda de un solo carril y la adición de islas de refugio para peatones, aceras y pasos de peatones en la intersección de Olive Mill Road, Coast Village Road, Jameson Lane, rampa de salida de la autopista 101 en dirección norte y rampa de entrada de la autopista 101 en dirección sur, Santa Bárbara, Condado de Santa Bárbara. (IQ-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-exhibit.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-4-STB-20-0078 (County of Santa Barbara Public Works Department, Santa Barbara) ",
                                            "spanish": "Apelación No. A-4-STB-20-0078 (Departamento de Obras Públicas del Condado de Santa Bárbara, Santa Bárbara)"
                                        },
                                        "blurb": {
                                            "english": "Appeal by Thomas Becker of decision of County of Santa Barbara granting permit with conditions to Santa Barbara County Public Works Department for reconfiguration of two stop-controlled intersections to single lane roundabout and addition of sidewalks at intersection of San Ysidro Road, North Jameson Lane, and the northbound Highway 101 on- and off-ramps, Santa Barbara, Santa Barbara County. (IQ-V)",
                                            "spanish": "Apelación de Thomas Becker contra la decisión del Condado de Santa Bárbara de concederle un permiso con condiciones al Departamento de Obras Públicas del Condado de Santa Bárbara para la reconfiguración de dos intersecciones controladas a una rotonda de un solo carril y la adición de aceras en la intersección de San Ysidro Road, North Jameson Lane y las rampas de entrada y salida de la autopista 101 en dirección norte, Santa Bárbara, Condado de Santa Bárbara. (IQ-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-exhibit.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W11b,11c&11d/W11b11c11d-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 12a and 12b share a single combined staff report and hearing",
                                    "spanish": "Los puntos 12a y 12b comparten un único reporte de personal y una audiencia combinados"
                                }
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-05-148-A1 (City of Ventura and 31st Agricultural District, Ventura) ",
                                            "spanish": "Solicitud No. 4-05-148-A1 (Ciudad de Ventura y Distrito Agrícola 31, Ventura) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Ventura and 31st Agricultural District to modify portions of managed retreat project, extend cobble berm and vegetated sand dunes approximately 150 li.ft. east (14,800 cu.yds. of cobble and 17,825 cu.yds. of sand), reconfigure public access amenities, and revise landscaping plan, at Surfer’s Point, City of Ventura, Ventura County. (WD-V)",
                                            "spanish": "Solicitud de la Ciudad de Ventura y el Distrito Agrícola 31 para modificar partes del proyecto de retiro controlado, extender la berma de adoquín y las dunas de arena con vegetación aproximadamente 150 li.ft. al este (14,800 yd³ de adoquín y 17,825 yd³ de arena), reconfigurar los servicios de acceso público y revisar el plan de paisajismo, en Surfer's Point, Ciudad de Ventura, Condado de Ventura. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W12a12b/W12a12b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W12a12b/W12a12b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-4-SBV-06-037-A1 (City of Ventura and 31st Agricultural District, Ventura) ",
                                            "spanish": "Solicitud No. A-4-SBV-06-037-A1 ( Ciudad de Ventura y Distrito Agrícola 31, Ventura) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Ventura and 31st Agricultural District to modify portions of managed retreat project, including partial realignment of Shoreline Drive, reconfigure public parking lot, including increasing number of spaces and electrical vehicle charging units, drainage design revisions, reconfigure public access amenities, and revise landscaping plan, located at Surfer’s Point, City of Ventura, Ventura County. (WD-V)",
                                            "spanish": "Solicitud de la Ciudad de Ventura y el Distrito Agrícola 31 para modificar partes del proyecto de retiro administrado, incluyendo la realineación parcial de Shoreline Drive, la reconfiguración del estacionamiento público, incluyendo el aumento del número de espacios y las unidades de carga de vehículos eléctricos, las revisiones del diseño del drenaje, la reconfiguración de los servicios de acceso público y la revisión del plan de paisajismo, ubicado en Surfer's Point, Ciudad de Ventura, Condado de Ventura. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W12a12b/W12a12b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W12a12b/W12a12b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "DISPUTE RESOLUTION",
                                    "spanish": "INFORME DEL SUBDIRECTOR"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Dispute Resolution No. 4-21-0132-EDD (Sycamore Tennis Court Association, Malibu) ",
                                            "spanish": "Resolución de la disputa No. 4-21-0132-EDD (Sycamore Tennis Court Association, Malibú) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission determination on dispute over appealability (pursuant to California Code of Regulations, Title 14, Section 13569) of a pending City of Malibu coastal development permit application for a vehicular and pedestrian access gate at, 6480 Via Escondido Drive, Malibu, Los Angeles County. (DV-V) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Audiencia pública y determinación de la Comisión sobre la disputa de la apelabilidad (de acuerdo con el Código de Regulaciones de California, Título 14, Sección 13569) de una solicitud pendiente de permiso de desarrollo costero de la Ciudad de Malibú para una puerta de acceso vehicular y peatonal en 6480 Via Escondido Drive, Malibú, Condado de Los Ángeles. (DV-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W13a/W13a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W13a/W13a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W13a/W13a-4-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W13a/W13a-4-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Administrative Calendar",
                                    "spanish": "Calendario Administrativo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-0977 (City of Long Beach, Long Beach) ",
                                            "spanish": "Solicitud No. 5-19-0977 (Ciudad de Long Beach, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application by City of Long Beach to replace 16,960 sq.ft. boat launch ramp; demolish 680 sq.ft. restroom and construct 506 sq.ft. restroom; remove 4,320 sq.ft. timber dock system including 13 -14” diameter piles and install same size concrete dock system with 12-24-in piles 10” seaward of existing location; eelgrass mitigation; relocate entrance gate; add or upgrade boat wash station, drainage and sewage pumpout stations, fire suppression system, parking lot (5 new parking spaces), fish cleaning station, signage, and trash facilities; and repair rip rap, as needed at 6204 Marina Drive, Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud de la Ciudad de Long Beach para reemplazar una rampa de lanzamiento de botes de 16,960 ft²; demoler un baño de 680 ft² y construir un baño de 506 ft²; remover 4,320 ft² de un sistema de muelles madera, incluyendo pilotes de 13 a 14' de diámetro, e instalar un sistema de muelles de concreto del mismo tamaño con pilotes de 12 a 24 pulgadas, a 10' hacia el mar de la ubicación actual; mitigación de zostera marina; reubicación de la puerta de entrada; adición o mejora de la estación de lavado de embarcaciones, estaciones de drenaje y bombeo de aguas residuales, sistema de supresión de incendios, estacionamiento (5 nuevos espacios de estacionamiento), estación de limpieza de peces, señalización e instalaciones de basura; y reparación de los escollos, según sea necesario, en 6204 Marina Drive, Long Beach, Condado de Los Ángeles. (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W14a/w14a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W14a/w14a-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 15,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/W15/W15-4-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Monica LCP Amendment No. LCP-5-SNM-21-0020-1 (Project-Specific FAR and Height Update) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-5-SNM-21-0020-1 de la Ciudad de Santa Mónica (Actualización específica para el proyecto FAR y altura) Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Santa Monica to amend the certified Land Use Plan to modify height and FAR regulations for 1133 Ocean Avenue, 1127 Second Street, and 1129 Second Street specific to the proposed Miramar Hotel Project and 100% Affordable Housing Project. (CS-LB) ",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 60 días para la acción de la Comisión por hasta un año sobre la solicitud de la Ciudad de Santa Mónica de enmendar el Plan de Uso del Suelo certificado para modificar las regulaciones de altura y FAR para 1133 Ocean Avenue, 1127 Second Street y 1129 Second Street, específicas para el Proyecto de Hotel Miramar propuesto y el Proyecto de Viviendas 100% Asequibles. (CS-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W16a/W16a-4-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-DRL-21-0015 (Streams, Playa Del Rey) ",
                                            "spanish": "Apelación No. A-5-DRL-21-0015 (Streams, Playa Del Rey) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Robert Shelton, Julie Ross, Stew Herrera and Lisa Farris from decision of City of Los Angeles West Los Angeles Area Planning Commission approving permit to Mark Streams for demolition of existing 1,987 sq. ft., 1-story, single-family residence and construction of new 3-story, approx. 36 ft. high, 5,784 sq. ft., single-family home over 1,722 sq. ft. basement containing 3-car garage and storage, roof deck with elevator shaft, and cut and export of 1,500 cu.yds. on 5,637 sq. ft. lot, at 7012 Vista Del Mar Lane, Playa Del Rey, Los Angeles, Los Angeles County. (JD-LB)",
                                            "spanish": "Apelación de Robert Shelton, Julie Ross, Stew Herrera y Lisa Farris contra la decisión de la Comisión de Planificación del Área Oeste de Los Ángeles que aprueba el permiso a Mark Streams para la demolición de una residencia unifamiliar existente de 1,987 ft², de 1 piso, y construcción de una nueva casa unifamiliar de 3 pisos, aproximadamente 36 ft de altura, 5,784 ft², sobre un sótano de 1,722 ft² que contiene un garaje para 3 automóviles y almacenamiento, cubierta de techo con agujero para elevador, y corte y exportación de 1,500 yd³ en un lote de 5,637 ft² en 7012 Vista Del Mar Lane, Playa Del Rey, Los Ángeles, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W17a/W17a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W17a/W17a-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-LOB-21-0016 (City of Long Beach, Long Beach)",
                                            "spanish": "Apelación No. A-5-LOB-21-0016 (Ciudad de Long Beach, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Los Cerritos Wetlands Task Force, Sierra Club (Ann Cantrell) of decision of City of Long Beach local coastal development permit for establishment of policy for annual and emergency tree trimming activities for City-maintained trees within the coastal zone, excluding trees within the State's permit jurisdiction. The coastal tree trimming policy includes, but is not limited to, establishing requirements for bird nesting surveys, monitoring, best practices, and administrative procedures city-wide, Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Apelación del Grupo de Trabajo de los Humedales de Los Cerritos, Sierra Club (Ann Cantrell) contra la decisión del permiso local de desarrollo costero de la Ciudad de Long Beach para el establecimiento de una política de actividades de poda de árboles anual y de emergencia para los árboles mantenidos por la Ciudad dentro de la zona costera, excluyendo los árboles dentro de la jurisdicción del permiso del Estado. La política de poda de árboles en la costa incluye, pero no está limitada al establecimiento de requisitos para los estudios de anidación de aves, la supervisión, las mejores prácticas y los procedimientos administrativos en toda la ciudad de Long Beach, en el condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W17b/w17b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W17b/w17b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "withdrawn"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-15-0003 (Lion Gate #1, LLC, Los Angeles) ",
                                            "spanish": "Apelación No. A-5-VEN-15-0003 (Lion Gate #1, LLC, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of Lion Gate Global #1, LLC to convert 4,230 sq.ft. single-family home to commercial mixed use development, including: 1) 550 sq.ft. retail on ground floor ; 2)  2,990 sq.ft. Artisan-Residence on ground floor, second, and third floors; 3) three onsite parking spaces (including one ADA-compliant space); and 4) eight bicycle parking spaces, at 1214 Abbot Kinney Boulevard, Venice, City of Los Angeles, Los Angeles County (AS-LB)",
                                            "spanish": "Solicitud de Lion Gate Global #1, LLC para convertir una vivienda unifamiliar de 4,230 ft² en un desarrollo comercial de uso mixto, incluyendo: 1) 550 ft² de venta al público en la planta baja ; 2) 2,990 ft². Residencia artesanal en la planta baja, segundo y tercer piso; 3) tres plazas de estacionamiento en el lugar (incluyendo una plaza que cumple con los requisitos de la ADA); y 4) ocho plazas de estacionamiento para bicicletas en 1214 Abbot Kinney Boulevard, Venice, Ciudad de Los Ángeles, Condado de Los Ángeles (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18a/W18a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18a/W18a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18a/W18a-4-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18a/W18a-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application 5-21-0077 (Papaian, Torrance) ",
                                            "spanish": "Solicitud 5-21-0077 (Papaian, Torrance)  "
                                        },
                                        "blurb": {
                                            "english": "Application of Haig Papaian for after-the-fact approval to install approximately 70’ long retaining wall with nine 18” diameter caissons and approximately 840 sq.ft. concrete patio; new drainage sump pump proposed within concrete patio to redirect runoff from blufftop to street; removal of unpermitted coastal bluff-face pathway, drainage pipes and riprap, 3 wooden retaining walls, and restoration of disturbed area with native southern coastal bluff plant species is also proposed at 425 Paseo de la Playa, Torrance, Los Angeles County (MR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Haig Papaian para la aprobación a posteriori de la instalación de un muro de contención de aproximadamente 70' de largo con nueve cajones de 18' de diámetro y aproximadamente 840 ft² de patio de hormigón; nueva bomba de sumidero de drenaje propuesta dentro del patio de hormigón para redirigir la escorrentía hacia la calle; también se propone la eliminación de un sendero sin permiso en el acantilado costero y ripio, tubería de drenaje y escollos, 3 muros de contención de madera y restauración de un área perturbada con especies de plantas nativas del sur del acantilado costero en 425 Paseo de la Playa, Torrance, Condado de Los Ángeles (MR-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18b/W18b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18b/W18b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application 5-19-1212 (Santa Monica Beach Club, Santa Monica)  ",
                                            "spanish": "Solicitud No. 5-19-1212 (Santa Monica Beach Club, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Application of The Beach Club of Santa Monica to remodel existing Beach Club to include: 1) renovate kitchen, bar, and seating areas; 2) add employee service facilities, maintenance facilities, and basement-level storage facilities; 3) seismic retrofitting; 4) new mat-slab foundation for proposed remodel/addition areas; 5) demolish small storage sheds, remove shade structures, and vegetation; 6) modify fencing for two new proposed view corridors, to include 20’ southern view corridor and 49’ northern view corridor; and 7) after-the-fact permitting for unpermitted development, at 201 Palisades Beach Road, Santa Monica, Los Angeles County. (AS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de The Beach Club de Santa Mónica para remodelar el club de playa existente para incluir: 1) renovar la cocina, el bar y las áreas de asientos; 2) agregar instalaciones de servicio para los empleados, instalaciones de mantenimiento e instalaciones de almacenamiento a nivel del sótano; 3) adaptación sísmica; 4) nuevos cimientos de losa para las áreas propuestas para áreas de remodelación/adición; 5) demoler cobertizos de almacenamiento pequeños, remover estructuras de sombra y vegetación; 6) modificar el vallado para dos nuevos pasillos de vistas propuestos para incluir un corredor de vista sur de 20' y un corredor de vista norte de 49'; y 7) permiso a posteriori para desarrollo sin permiso en 201 Palisades Beach Road, Santa Mónica, condado de Los Ángeles. (AS-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-20-0063 (Grand Prix Association of Long Beach & City of Long Beach, Long Beach) ",
                                            "spanish": "Solicitud No. 5-20-0063 (Ciudad de Long Beach y Grand Prix Association of Long Beach, Long Beach)  "
                                        },
                                        "blurb": {
                                            "english": "Application by Grand Prix Association of Long Beach and City of Long Beach for 5-year authorization for 2021, 2022, 2023, 2024, and 2025 Grand Prix of Long Beach, including installation and removal of temporary facilities for traffic and public accommodations at Downtown Shoreline, Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud de Grand Prix Association of Long Beach y de la Ciudad de Long Beach para la autorización de 5 años del Grand Prix de Long Beach del 2021, 2022, 2023, 2024 y 2025, incluyendo la instalación y extracción de instalaciones temporales para tráfico y alojamientos públicos en el centro de Shoreline, Long Beach, condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18d/w18d-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18d/w18d-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18d/w18d-4-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-20-0397 (SVBSM LLC, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-20- 0397 (SVBSM LLC, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Application of SVBSM LLC to change use of 12,170 sq.ft. office and 3,530 sq. ft. rooftop area to 15,700 sq.ft. membership restaurant, at 1401 Ocean Avenue, 300, Santa Monica, Los Angeles County. (CP-LB)",
                                            "spanish": "Solicitud presentada por SVBSM LLC para cambiar el uso de un área de 12,170 ft² de oficina y 3,530 ft² de azotea a 15,700 ft² de un restaurante para socios en 1401 Ocean Avenue, 300, Santa Mónica, Condado de Los Ángeles. (CP-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18e/W18e-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18e/W18e-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18e/W18e-4-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18e/w18e-4-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Exparte 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18e/w18e-4-2021-exparte2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18e/W18e-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Application No. 5-20-0650 (Smith, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0650 (Smith, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Barry Smith to demolish existing 2,024 sq.ft. triplex and construct new 3,241 sq.ft., 3-story duplex with 313 sq.ft. attached accessory dwelling unit (ADU), at 24 3rd St, Hermosa Beach, Los Angeles County. (VL-LB)",
                                            "spanish": "Solicitud de Barry Smith para demoler el tríplex existente de 2,024 ft² y construir un nuevo dúplex de 3,241 ft² de 3 pisos con una unidad de vivienda accesoria (ADU) de 313 ft² en el 24 3rd St, Hermosa Beach, Condado de Los Ángeles. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18f/W18f-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/W18f/W18f-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "11 Lagunita LLC, et al. v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Ballona Wetlands Land Trust v. CDFW, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Clayton v. Peterson, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of the Canyon v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Hurst v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Kintsler v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Lent, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North County Transit District v. CCC, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Puvunga v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Schrager, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Sisney v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Smith v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (Paz et al., RPIs), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (2416 Frey LLC, et al.), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "California State Lands Commission, et al. v. Martin’s Beach I, LLC, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Wall v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Wong v. Sonoma County, et al., Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 19,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "April 2021",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/W19/W19-4-2021.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Commission Sub-committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "INFORME DE CONSERVANCY."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/W22/W22 -4 -2021 -Report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 15,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/Th3/Th3-4-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/Th8/Th8 NCC DD Report April.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Half Moon Bay LCP Amendment No. LCP-2-HMB-20-0081-2 (Land Use Plan Update) ",
                                            "spanish": "Enmienda LCP No. LCP-2-HMB-20-0081-2 de la ciudad de Half Moon Bay (actualización del plan de uso del suelo). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Half Moon Bay to comprehensively update the LCP Land Use Plan. (JKN-SF) ",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de Half Moon Bay de actualizar exhaustivamente el Plan de Uso del Suelo LCP. (JKN-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9a/Th9a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9a/Th9a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9a/Th9a-4-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9a/Th9a-4-2021-corresp2.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9a/Th9a-4-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9a/Th9a-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Pacifica LCP Amendment No. LCP-2-PAC-20-0075-2 (Single-Parcel Rezone) ",
                                            "spanish": "Enmienda LCP No. LCP-2-PAC-20-0075-2 de la ciudad de Pacifica (Rezonificación de una parcela). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by the City of Pacifica to modify the land use designation and zoning classification of a single vacant parcel on Salada Ave (APN 016-050-400) from R-2 (Two-Family Residential) to R-3 (Multiple-Family Residential) is de minimis. (JKN-SF)",
                                            "spanish": "La concurrencia con la determinación del Director Ejecutivo de que la solicitud de la ciudad de Pacifica de modificar la designación del uso del suelo y la clasificación de la zonificación de una única parcela vacía en Salada Ave (APN 016-050-400) de R-2 (residencial bifamiliar) a R-3 (residencial multifamiliar) es de minimis. (JKN-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9b/Th9b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th9b/Th9b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/Th10/Th10-4-2021-DDs report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/Th10/Th10-4-2021-Corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-1-Part A (Accessory Dwelling Units) ",
                                            "spanish": "Enmienda LCP No. LCP-3-STC-20-0015-1-Parte A de la ciudad de Santa Cruz (Unidades de Vivienda Accesoria). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Santa Cruz to amend LCP ADU regulations. (CB-SC) ",
                                            "spanish": "Audiencia pública y acción a petición de la ciudad de Santa Cruz para enmendar las regulaciones LCP ADU. (CB-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-20-0043-1 (Industrial Hemp). Certification Review",
                                            "spanish": "Enmienda LCP No. LCP-3-SLO-20-0043-1 del condado de San Luis Obispo (Cáñamo industrial). Revisión de certificación. "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the action by San Luis Obispo County accepting certification of LCP-3-SLO-20-0043-1 with modifications (establishing provisions regarding the cultivation and processing of industrial hemp) is legally adequate. (SC-SC)",
                                            "spanish": "La concurrencia con la determinación del Director Ejecutivo diciendo que la acción del condado de San Luis Obispo aceptando la certificación de LCP-3-SLO-20-0043-1 con modificaciones (estableciendo disposiciones sobre el cultivo y procesamiento de cáñamo industrial) es legalmente adecuada. (SC-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/TH11b/Th11b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/TH11b/Th11b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Capitola LCP Amendment No. LCP-3-CAP-20-0082-2 (Land Use Map and Implementation Plan/Map Updates) ",
                                            "spanish": "Enmienda LCP No. LCP-3-CAP-20-0082-2 de la ciudad de Capitola (Actualizaciones al Mapa del Plan de Uso de la Tierra y del Plan/Mapa de Implementación). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Capitola to update the LCP’s Land Use Map, the Zoning Map, the Archaeological Sensitivity Map, the Environmentally Sensitive Habitat Map, and most chapters of the Implementation Plan. (RG-SC)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Capitola de actualizar el Mapa de Uso del Suelo del LCP, el Mapa de Zonificación, el Mapa de Sensibilidad Arqueológica, el Mapa de Hábitat Ambientalmente Sensible y la mayoría de los capítulos del Plan de Implementación. (RG-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11c/Th11c-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11c/Th11c-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11c/Th11c-4-2021-Corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11c/Th11c-4-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment Number LCP-3-STC-21-0019-1 (Metro Station Land Use and Zoning Changes) ",
                                            "spanish": "Enmienda LCP número LCP-3-STC-21-0019-1 de la ciudad de Santa Cruz (Cambios en el uso del suelo y la zonificación de la estación de metro). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by the City of Santa Cruz to reconfigure the Land Use and Zoning Designations for the Metro Station property located in Downtown Santa Cruz is de minimis. (RM-SC) ",
                                            "spanish": "La concurrencia con la determinación del Director Ejecutivo de que la solicitud de la ciudad de Santa Cruz de reconfigurar el uso del suelo y las designaciones de zonificación para la propiedad de la estación de metro situada en el centro de Santa Cruz es de minimis. (RM-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11d/Th11d-4-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-21-0023-1-Part B (Cannabis Ordinance Update) ",
                                            "spanish": "Enmienda LCP No. LCP-3-SLO-21-0023-1-Parte B del condado de San Luis Obispo (actualización de la ordenanza sobre el cannabis). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by San Luis Obispo County to amend the Implementation Plan’s existing cannabis ordinance is minor. (BO-SC)",
                                            "spanish": "La concurrencia con que la determinación del director ejecutivo de que la solicitud del condado de San Luis Obispo de enmendar la ordenanza sobre el cannabis existente en el Plan de Implementación es menor. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11e/Th11e-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11e/Th11e-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-21-0026-1-Part E (Code Enforcement Proceedings) ",
                                            "spanish": "Enmienda LCP No. LCP-3-SLO-21-0026-1-Parte E del condado de San Luis Obispo (Procedimientos de aplicación del código)"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by San Luis Obispo County to amend the Implementation Plan’s procedures for code enforcement and violations is minor. (BO-SC)",
                                            "spanish": "La concurrencia con la determinación del Director Ejecutivo de que la solicitud del condado de San Luis Obispo de modificar los procedimientos del Plan de Implementación para la aplicación del código y las infracciones es menor. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11f/Th11f-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th11f/Th11f-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0017 (Phillips 66 Remediation, Arroyo Grande) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0017 (Phillips 66, Condado de San Luis Obispo). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Jeff Edwards of San Luis Obispo County decision granting permit with conditions to the Phillips 66 Company for remediation of 14,520 cu. yds. of soil impacted with hydrocarbons, asbestos, and domestic waste, and revegetation of this impacted area, at existing Phillips 66 oil refinery at 2555 Willow Road, Arroyo Grande, San Luis Obispo County. (AM-SC)",
                                            "spanish": "Apelación de Jeff Edwards contra la decisión del condado de San Luis Obispo de concederle un permiso con condiciones a la empresa Phillips 66 para permitir la remediación de 14,520 yd³ de suelo contaminado con hidrocarburos, asbestos y residuos domésticos, seguida de revegetación, en la refinería de petróleo existente en Phillips 66 en 2555 Willow Road, Arroyo Grande, condado de San Luis Obispo. (AM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th12a/Th12a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th12a/Th12a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th12a/Th12a-4-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0020 (Pat Kimbell Second Unit, Los Osos)",
                                            "spanish": "Apelación No. A-3-SLO-21-0020 (Segunda Unidad de Pat Kimbell, Los Osos Condado de San Luis Obispo,). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart of San Luis Obispo County decision granting permit with conditions to Pat Kimbell to construct two-story residential unit with deck on property with existing single-family home, at 928 El Moro Avenue in the unincorporated community of Los Osos in San Luis Obispo County. (MW-SC) ",
                                            "spanish": "Apelación de los comisionados Escalante y Hart a la decisión del condado de San Luis Obispo de concederle un permiso con condiciones a Pat Kimbell para construir una unidad residencial de dos pisos con cubierta en una propiedad con una casa unifamiliar existente, en 928 El Moro Avenue en la comunidad no incorporada de Los Osos en el condado de San Luis Obispo. (MW-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/TH12b/Th12b-3-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/TH12b/Th12b-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/TH12b/Th12b-4-2021-Corresp.pdf"
                                            }
                                        ],
                                        "result": "withdrawn"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0019 (Sandy Bean, Los Osos). ",
                                            "spanish": "Apelación No. A-3-SLO-21-0019 (Sandy Bean, Los Osos, Condado de San Luis Obispo). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Cecile Surbeck of San Luis Obispo County decision granting permit with conditions to Sandy Bean to establish temporary off-site construction storage yard located at the northeast corner of Los Olivos Avenue and Fairchild Way in the unincorporated community of Los Osos in San Luis Obispo County. (MW-SC) ",
                                            "spanish": "Apelación presentada por Cecile Surbeck sobre la decisión del Condado de San Luis Obispo que otorga un permiso con condiciones a Sandy Bean para establecer un patio de almacenamiento temporal fuera del sitio de construcción ubicado en la esquina noreste de la Avenida Los Olivos y Fairchild Way en la comunidad no incorporada de Los Osos en el Condado de San Luis Obispo. (MW-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th12c/Th12c-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th12c/Th12c-3-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th12c/Th12c-4-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th12c/Th12c-4-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "substantial issue hearing only; de novo hearing postponed"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment Application No. 3-12-050-A2 (California Department of Parks and Recreation Oceano Dunes Dust Control, Grover Beach/Oceano, San Luis Obispo Co.) ",
                                            "spanish": "Solicitud de enmienda de permiso No. 3-12-050-A2 (Departamento de Parques y Recreación de California, Control de Polvo de las Dunas de Oceano, Grover Beach/Oceano, Condado de San Luis Obispo) "
                                        },
                                        "blurb": {
                                            "english": "Application of State Parks to amend CDP No. 3-12-050 (which authorized a five-year program between 2017 and 2022 to reduce dust and particulate matter emissions at State Parks’ Oceano Dunes park) to: allow an additional 93 acres of permanent dust control mitigation (with 66 acres in the OHV riding and camping areas and 27 acre outside of these areas) in the dunes, for a total of roughly 250 acres (222 acres in the OHV riding and camping areas and 27 acres outside of these areas). All at Oceano Dunes, which spans the City of Grover Beach and the unincorporated community of Oceano in southern San Luis Obispo County. (KK-SC)",
                                            "spanish": "Solicitud de los Parques Estatales para enmendar el Permiso de Desarrollo Costero No. 3-12-050 (que autorizaba un programa de cinco años entre 2017 y 2022 para reducir las emisiones de polvo y partículas en el parque Oceano Dunes de los Parques Estatales) para: permitir 93 acres adicionales de mitigación permanente del control del polvo (con 66 en la zona de conducción de vehículos todoterreno y de acampada y 27 fuera de ella) en las dunas, para un total de 250 acres. Todo ello en Oceano Dunes, que abarca la ciudad de Grover Beach y la comunidad no incorporada de Oceano en el sur del condado de San Luis Obispo. (KK-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th13a/Th13a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th13a/th13a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/Th13a/Th13a-4-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 16,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/F3/F3-4-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0489 (Kay, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-20-0489 (Kay, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Willa Kay to demolish existing 1-story single family home and construct new 3,145 sq.ft., 25’-high, 2-story single family home with 2-car garage at, 210 2nd St, Seal Beach, Orange County. (VL-LB)",
                                            "spanish": "Solicitud de Willa Kay para demoler la casa unifamiliar existente de 1 piso y construir una nueva casa unifamiliar de 3,145 ft², 25' de altura, 2 pisos y garaje para 2 autos en 210 2nd St, Seal Beach, Condado de Orange. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5a/F5a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5a/F5a-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0525 (Zheng, Sunset Beach) ",
                                            "spanish": "Solicitud No. 5-20-0525 (Zheng, Sunset Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Tony Zheng and Lan Xuan to demolish existing 1,690 sq.ft. single family home and construct new 3-story, *35' high, 4,764 sq. ft., 2-unit condominium with attached garages at, 16776 15th St, Sunset Beach, Orange County.",
                                            "spanish": "Solicitud de Tony Zheng para demoler la casa unifamiliar existente de 1,690 ft² y construir un nuevo condominio de 3 pisos, 35’ de altura, 2 unidades con garajes adjuntos en 16776 15th St, Sunset Beach, Condado de Orange. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5b/F5b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5b/F5b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "POSTPONED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0598 (McKinley Family Trust, San Clemente) ",
                                            "spanish": "Solicitud No. 5-20-0598 (McKinley Family Trust, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of McKinley Family Trust to expand existing 617 sq.ft. restaurant by converting 770 sq.ft. of retail space adjacent to existing restaurant to restaurant use resulting in 1,171 sq.ft. restaurant with 216 sq.ft. covered dining patio. The applicant will contribute $3,000 annually to City of San Clemente to be used to promote multi-modal access to Pier Bowl.  A portion of first annual contribution will be used to fund creation of two new metered public parking spaces in Pier Bowl at, 612 Avenida Victoria, San Clemente, Orange County. (CP-LB)",
                                            "spanish": "Solicitud de McKinley Family Trust para ampliar el restaurante existente de 617 ft² mediante la conversión de 770 ft² de espacio de venta al público adyacente al restaurante existente para uso del restaurante, lo que resulta en 1,171 ft² de restaurante con 216 ft² de patio de comedor cubierto. El solicitante contribuirá con $3,000 dólares anuales a la ciudad de San Clemente, que se utilizarán para promover el acceso multimodal a Pier Bowl.  Una parte de la primera contribución anual se utilizará para financiar la creación de dos nuevas plazas de estacionamiento público con parquímetro en Pier Bowl en 612 Avenida Victoria, San Clemente, Condado de Orange. (CP-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5c/F5c-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5c/F5c-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 6-20-0594 (City of San Diego Crown Point Improvements, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0594 (Mejoras en Crown Point de la Ciudad de San Diego, San Diego)"
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to replace playground, sidewalks, and landscaping; repair and resurface parking lot at Crown Point in Mission Bay Park, Mission Bay, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de la Ciudad de San Diego para reemplazar el área de juegos, las aceras y el paisajismo; reparar y repavimentar el estacionamiento en Crown Point en el Parque Mission Bay, Mission Bay, San Diego, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5d/f5d-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F5d/f5d-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/F7/F7-4-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-19-0356 (Humboldt County Public Works Dept., Humboldt Co.)  ",
                                            "spanish": "Solicitud No. 1-19-0356 (Departamento de Obras Públicas del Condado de Humboldt, Condado de Humboldt)  "
                                        },
                                        "blurb": {
                                            "english": "Application by the Humboldt County Public Works Dept. to replace existing Pine Hill Road bridge over Swain Slough with new 80’ long, 34’ wide, two lane bridge just south of Eureka on Pine Hill Road at Swain Slough, Humboldt County (CK-A)",
                                            "spanish": "Solicitud del Departamento de Obras Públicas del Condado de Humboldt para reemplazar el puente existente de Pine Hill Road sobre Swain Slough con un nuevo puente de 80' de largo, 34' de ancho y dos carriles justo al sur de Eureka en Pine Hill Road en Swain Slough, Condado de Humboldt (CK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F8a/F8a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F8a/F8a-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 1-20-0559 (Vero Fiber Networks, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-20-0559 (Vero Fiber Networks, Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application by Vero Fiber Networks, LLC to install underground fiber optic cable conduit using horizontal directional drilling and a series of handholes and bore pits within 9.5-mile-long stretch of public road rights-of-way primarily along Old Arcata Road and Myrtle Ave. and portions of other connecting City and County roads from Arcata to Mitchell Heights area east of Eureka, Humboldt County (MBK-A)",
                                            "spanish": "Solicitud de Vero Fiber Networks, LLC para instalar conductos subterráneos de cable de fibra óptica utilizando perforación direccional horizontal y una serie de agujeros de mano y pozos de sondeo dentro de un tramo de 9.5 millas de derechos de paso de carreteras públicas principalmente a lo largo de Old Arcata Road y Myrtle Ave., y partes de otras carreteras de conexión de la ciudad y el condado desde Arcata hasta la zona de Mitchell Heights al este de Eureka, Condado de Humboldt (MBK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F8b/f8b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F8b/f8b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/F9/F9-4-2021.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CD-0002-21. (Corps of Engineers, San Luis Obispo Co.) ",
                                            "spanish": "CD-0002-21. (Cuerpo de Ingenieros, Condado de San Luis Obispo) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Determination by U.S. Army Corps of Engineers for repairs to the federal breakwater in Port San Luis Harbor, San Luis Obispo County. (AC-SF) ",
                                            "spanish": "Determinación de consistencia del Cuerpo de Ingenieros del Ejército de los Estados Unidos para las reparaciones del rompeolas federal en el puerto de San Luis, Condado de San Luis Obispo. (AC-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F10a/f10a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F10a/f10a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F10a/F10a-4-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Administrative Calendar",
                                    "spanish": "Calendario Administrativo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0023 (City of Seal Beach, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-21-0023 (Ciudad de Seal Beach, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Seal Beach to replace five Brazilian peppertrees with five oak trees within Gum Grove Park and restore all disturbed areas to pre-disturbed condition including replanting with native plants at Gum Grove Park, Seal Beach, Orange County. (CP-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de la Ciudad de Seal Beach para reemplazar cinco árboles pimenteros brasileños con cinco robles dentro del Parque Gum Grove y restaurar todas las áreas perturbadas a la condición previa a la perturbación incluyendo la replantación con plantas nativas en el Parque Gum Grove, Seal Beach, Condado de Orange. (CP- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F11a/F11a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F11a/F11a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F11a/F11a-4-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/F12/F12-4-2021-report.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/F12/F12-4-2021-addenda.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT/PUBLIC WORKS PLAN",
                                    "spanish": "AVISO DE DESARROLLO INMINENTE/PLAN DE OBRAS PUBLICAS"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Crystal Cove State Park Notice of Impending Development CCV-NOID-0001-21 (Los Trancos Creek Maintenance, Orange Co.)",
                                            "spanish": "Aviso de desarrollo inminente del Parque Estatal Crystal Cove CCV-NOID-0001-21 (Mantenimiento  del arroyo Los Trancos) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on the Notice of Impending Development by California Department of Parks and Recreation pursuant to the certified Crystal Cove State Park Public Works Plan for removal of grouted rip-rap within the upper Los Trancos Creek and installation of un-grouted rip rap spillway adjacent to public pedestrian pathway to prevent undermining and remove accumulated creek sediment downstream to reduce the flooding during a large storm flow. Measures are proposed to protect nesting trees, nesting and roosting bird species, and impacts to native vegetation will be mitigated at a 2:1 ratio in the Crystal Cove Historic District, Orange County. (AD-LB) ",
                                            "spanish": "Audiencia pública y acción sobre el Aviso de desarrollo inminente por parte del Departamento de Parques y Recreación de California de acuerdo con el Plan de Obras Públicas certificado del Parque Estatal Crystal Cove para la remoción de escollos fijos dentro de la parte superior del arroyo Los Trancos y la instalación de un vertedero de escollos no fijos adyacente al sendero peatonal público para prevenir el socavamiento y remover el sedimento acumulado en el arroyo aguas abajo para reducir la inundación durante un gran flujo de tormenta. Se proponen medidas para proteger los árboles que anidan, las especies de aves que anidan y se posan, y se mitigarán los impactos sobre la vegetación nativa en una proporción de 2:1 en el distrito histórico de Crystal Cove, en el condado de Orange. (AD-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F13a/F13a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F13a/F13a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F13a/F13a-4-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-LGB-19-0010 (Surf & Sand Resort, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-19-0010 (Surf & Sand Resort, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Surf & Sand Resort to renovate 8 existing on-site buildings of Surf & Sand Resort, on 3.18 acre site that slopes from South Coast Highway to sandy beach at 1555 South Coast Highway, Laguna Beach, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de Surf & Sand Resort para renovar 8 edificios existentes en el sitio de Surf & Sand Resort, en un sitio de 3.18 acres que se inclina desde South Coast Highway hasta la playa de arena en 1555 South Coast Highway, Laguna Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14a/F14a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14a/F14a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14a/F14a-4-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14a/F14a-4-2021-expartes.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-LGB-19-0011 (Bluebird #24, LLC, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-19-0011 (Bluebird #24, LLC, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Bluebird #24, LLC for request for after-the-fact approval of 235-sq.ft. addition to existing 1,318 sq.ft. residential unit (Unit 24) of 32-unit condominium complex, which consists of converting 235 sq.ft. of deck area into internal floor area on ocean-fronting property at 1585 S. Coast Highway, Unit 24, Laguna Beach, Orange County. (MA-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Bluebird #24, LLC para pedir la aprobación a posteriori de una adición de 235 ft² a una unidad residencial existente de 1.318 ft² (Unidad 24) del complejo de condominios de 32 unidades, que consiste en convertir 235 ft² de área de cubierta en área de piso interno en la propiedad frente al mar en 1585 S. Coast Highway, Unidad 24, Laguna Beach, Condado de Orange. (MA- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14b/F14b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14b/F14b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. A-5-LGB-19-0023 (Kinstler, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-19-0023 (Kinstler, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Charles & Lynda Kinstler to demolish existing approx. 1,200-sq.ft., 24.3’ high single-family home and 930-sq.ft. second residential unit, and construct approx. 5,200-sq.ft., 28.5’ high single-family home with detached garage, 640-sq.ft. ADU, and after-the-fact request for approval of unpermitted non-conforming beach stairs on bluff face on ocean-fronting, blufftop lot at 31861 Coast Highway, Laguna Beach, Orange County. (MA-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Charles y Lynda Kinstler para demoler vivienda unifamiliar existente de aproximadamente 1,200 ft² y 24.3' de altura y la segunda unidad residencial de 930 ft², y construir una vivienda unifamiliar de aproximadamente 5,200 ft² y 28.5' de altura con garaje independiente, 640 ft². ADU, y solicitud de aprobación a posteriori de unas escaleras de playa que no se ajustan a la norma en la cara del acantilado en un terreno frente al océano, en la cima del acantilado, en el 31861 de Coast Highway, Laguna Beach, Condado de Orange. (MA- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. A-5-LGB-20-0003 (Dekovner, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-20-0003 (Dekovner, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Betty Dekovner to the repair and replace(in-kind) structural posts, stairs, and stair railing; install additional balusters on existing railings; install handrail; and install interior fall protection at operable windows at 1045 Gaviota Drive, Laguna Beach, Orange County. (AS-LB)",
                                            "spanish": "Solicitud de Betty Dekovner para reparar y reemplazar los postes estructurales, las escaleras y la barandilla de la escalera; instalar balaustres adicionales en las barandillas existentes; instalar un pasamanos; e instalar una protección interior contra caídas en las ventanas operables en 1045 Gaviota Drive, Laguna Beach, Condado de Orange. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14d/F14d-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14d/F14d-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONTINUED"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application 5-20-0446 (OC Re-Hab 1, LLC, San Clemente) ",
                                            "spanish": "Solicitud 5-20-0446 (OC Re-Hab 1, LLC, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of OC Re-Hab 1, LLC to authorize landslide remediation for Shorecliffs Golf Course, constructed pursuant to emergency permit, to include: construct 2,600-ft. long box culvert; import of 150,000 cu.yds. of fill for reconstruction of slope; install gravity buttress and drainage network; and restore existing native habitat both on-site and off-site, at Cascadita Canyon, San Clemente, Orange County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de OC Re-Hab 1, LLC para autorizar la remediación de desprendimientos de tierra para el campo de golf Shorecliffs, construido conforme a un permiso de emergencia, para incluir: construir una alcantarilla de caja de 2,600 pies de largo; importar 150,000 yardas cúbicas de relleno para la reconstrucción de la pendiente; instalar un contrafuerte de gravedad y una red de drenaje; y restaurar el hábitat nativo existente tanto en el sitio como fuera de él, en Cascadita Canyon, San Clemente, Condado de Orange. (CS- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14e/F14e-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14e/F14e-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14e/F14e-4-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14e/F14e-4-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Application No. 5-20-0469 (Biehler, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-20-0469, Biehler, Seal Beach  "
                                        },
                                        "blurb": {
                                            "english": "Application of David Biehler to demolish existing duplex with 1,004 sq.ft. unit and 330 sq.ft. unpermitted unit, separate 765 sq. ft. unit, 596 sq.ft. garage and 567 sq.ft. unpermitted carport all located on two inland lots and construct new two-story, 2,850 sq.ft. single-family home with attached 416 sq.ft. garage on each lot, at 133 and 135 13th Street, Seal Beach, Orange County.  (FSY-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de David Biehler para demoler el dúplex existente con una unidad de 1,004 ft² y una unidad sin permiso de 330 ft², una unidad separada de 765 ft², un garaje de 596 ft² y un garaje abierto sin permiso de 567 ft², todos ubicados en dos lotes interiores y construir una nueva casa unifamiliar de dos pisos y 2,850 ft² con un garaje adjunto de 416 ft² en cada lote, en el 133 y 135 13th Street, Seal Beach, Condado de Orange.  (FSY- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14f/F14f-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F14f/F14f-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 15,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/4/F15/F15-4-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-20-0091-4 (Inclusionary Housing Ordinance Revisions) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-OCN-20-0091-4 de la Ciudad de Oceanside (Revisiones de la Ordenanza de la Vivienda de Inclusión). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action up to one year on request by City of Oceanside to amend its Implementation Plan to update regulations related to inclusionary housing. (TR-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Oceanside para enmendar su Plan de Implementación para actualizar regulaciones relacionadas con viviendas de inclusión. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F16a/F16a-4-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0165-3 (Balboa Avenue Station Specific Plan)",
                                            "spanish": "Enmienda LCP No. LCP-6-SAN-19-0165-3 de la Ciudad de San Diego (Plan Específico de la Estación de la Avenida Balboa) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend the certified Land Use Plan (LUP) and Implementation Plan (IP) to implement the Balboa Avenue Station Area Specific Plan and related amendments to the Pacific Beach and Clairemont Mesa community plans. (AL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de San Diego de enmendar el Plan de Uso del Suelo (LUP) y el Plan de Implementación (IP) certificados para implementar el Plan Específico del Área de la Estación de la Avenida Balboa y las enmiendas relacionadas con los planes comunitarios de Pacific Beach y Clairemont Mesa. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F16b/F16b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F16b/F16b-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F16b/F16b-4-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F16b/F16b-4-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "PORT MASTER PLAN",
                                    "spanish": "PLAN MAESTRO DEL PUERTO."
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Port of San Diego Master Plan Amendment No. PMP-6-PSD-20-0001-01 (Pilot Native Oyster Living Shoreline) Certification Review. ",
                                            "spanish": "Enmienda al Plan Maestro del Puerto de San Diego No. PMP-6-PSD-20-0001-01 (Línea de costa viva de ostras nativas piloto) Revisión de la certificación"
                                        },
                                        "blurb": {
                                            "english": "Commission action on Port of San Diego's adoption of Coastal Commission certification of Port Master Plan Amendment No. PMP-6-PSD-20-0001-01 for a pilot native oyster living shoreline project. (ML-SD)",
                                            "spanish": "Acción de la Comisión sobre la adopción por parte del Puerto de San Diego de la certificación de la Comisión Costera de la Enmienda del Plan Maestro del Puerto No. PMP-6-PSD-20-0001-01 para un proyecto piloto de costa viva de ostras nativas. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F17a/F17a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F17a/F17a-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-COR-20-0045 (Berge, Coronado) ",
                                            "spanish": "Apelación No. A-6-COR-20-0045 (Berge, Coronado) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Padilla and Brownsey from decision of City of Coronado granting permit to Brent Berge for after-the-fact construction of 15” tall retaining wall, 24” tall retaining wall, and 17’ long, 11’ wide deck at, 621 First Street, Coronado, San Diego County. (ML-SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Apelación de los Comisionados Padilla y Brownsey contra la decisión de la Ciudad de Coronado de concederle un permiso a Brent Berge para la construcción a posteriori de un muro de contención de 15' de altura, un muro de contención de 24' de altura y una cubierta de 17' de largo y 11' de ancho en 621 First Street, Coronado, Condado de San Diego. (ML-SD) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18a/F18a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18a/F18a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18a/f18a-4-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18a/f18a-4-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-6-OCN-20-0066 (Sarkaria, Oceanside)  ",
                                            "spanish": "Apelación No. A-6-OCN-20-0066 (Sarkaria, Oceanside) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Padilla and Brownsey from decision of City of Oceanside granting permit with conditions to Paul Sarkaria for subdivision of a 1.17-acre lagoon-fronting lot into two residential parcels at 2102 South Nevada Street, Oceanside, San Diego County. (TR-SD)",
                                            "spanish": "Apelación de los Comisionados Padilla y Brownsey contra la decisión de la Ciudad de Oceanside de concederle un permiso con condiciones a Paul Sarkaria para la subdivisión de un terreno de 1.17 acres frente a la laguna en dos parcelas residenciales en 2102 South Nevada Street, Oceanside, Condado de San Diego. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18b/F18b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18b/F18b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-6-DMR-21-0018 (Ocean Front, LLC, Del Mar) ",
                                            "spanish": "Apelación No. A-6-DMR-21-0018 (Ocean Front, LLC, Del Mar) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Mark Wyland from decision of City of Del Mar granting permit to Ocean Front, LLC for conversion of an existing, approximately 380 sq.ft. attached 2-car garage into an approximately 392 sq.ft. ADU attached to an existing approximately 525 sq.ft. single-family residence on a 1,753 sq.ft. lot at 2610 Ocean Front, Del Mar, San Diego County. (CH-SD) ",
                                            "spanish": "Apelación de Mark Wyland contra la decisión de la ciudad de Del Mar por la que se le concede permiso a Ocean Front, LLC para la conversión de un garaje existente para 2 automóviles de aproximadamente 380 ft², en un garaje de aproximadamente 392 ft². ADU adjunta a una residencia unifamiliar existente de aproximadamente 525 ft² en un lote de 1,753 ft² en el 2610 Ocean Front, Del Mar, Condado de San Diego. (CH-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18c/f18c-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18c/f18c-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18c/f18c-4-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F18c/f18c-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-19-1162 (Toor, San Diego) ",
                                            "spanish": "Solicitud No. 6-19-1162 (Toor, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Baljit Toor to demolish 806 sq.ft., 1-story single-family home and construct new 1,063 sq.ft., approx. 30’ high, 3-story single-family home with attached garage and 292 sq.ft. junior ADU on 1,241 sq.ft. lot, at 722 San Jose Pl., Mission Beach, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de Baljit Toor para demoler una casa unifamiliar de 806 ft² de 1 solo piso y construir una nueva casa unifamiliar de 1,063 ft², de aproximadamente 30’ de alto con 3 pisos, con un garaje adjunto y una vivienda accesoria junior de 292 ft² en un lote de 1,241 ft² en 722 San Jose Pl., Mission Beach, San Diego, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F19a/f19a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F19a/f19a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F19a/f19a-4-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F19a/f19a-4-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-19-1426 (City of San Diego South Mission Beach Storm Drain Improvements, San Diego) ",
                                            "spanish": "Solicitud No. 6-19-1426 (Ciudad de San Diego, South Mission Beach - Mejoras al drenaje pluvial, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to replace, repair, and realign 6 existing storm drains; remove 1 storm drain; install 2 new storm drains; and install bioretention basins and low-flow diversion system improvements on the eastern side of South Mission Beach, between Belmont Park and the entrance channel, Mission Beach, San Diego, San Diego County. (MF-SF)",
                                            "spanish": "Solicitud de la Ciudad de San Diego para reemplazar, reparar y realinear 6 drenajes pluviales existentes; eliminar 1 drenaje pluvial; instalar 2 nuevos drenajes pluviales; e instalar cuencas de biorretención y mejoras en el sistema de desviación de bajo flujo en el lado este de South Mission Beach, entre Belmont Park y el canal de entrada, Mission Beach, San Diego, Condado de San Diego. (MF-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F19b/F19b-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/F19b/F19b-4-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 22,
                "name": "Special Meeting",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 3,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CD-0006-20. (National Park Service, Marin Co.) ",
                                            "spanish": "CD-0006-20. (Servicio de Parques Nacionales, Condado de Marin) "
                                        },
                                        "blurb": {
                                            "english": "Consistency Determination by National Park Service for the 2020 General Management Plan Amendment for Point Reyes National Seashore and the north district of Golden Gate National Recreation Area, including elk and ranch management actions, Marin County. (JW-SF)",
                                            "spanish": "Determinación de consistencia por parte del Servicio de Parques Nacionales para la Enmienda del Plan de Gestión General 2020 para la Costa Nacional de Point Reyes y el distrito norte del Área de Recreación Nacional de Golden Gate, incluyendo acciones de gestión de alces y ranchos, Condado de Marin. (JW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence Elected Tribal",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-correspondence-elected tribal.pdf"
                                            },
                                            {
                                                "name": "Correspondence Individuals",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-correspondence-individuals part 1.pdf"
                                            },
                                            {
                                                "name": "Correspondence Individuals 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-correspondence-individuals part 2.pdf"
                                            },
                                            {
                                                "name": "Correspondence Individuals 3",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-correspondence-individuals part 3.pdf"
                                            },
                                            {
                                                "name": "Correspondence Official Org",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-correspondence-official organizations part 1.pdf"
                                            },
                                            {
                                                "name": "Correspondence Official Org 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-correspondence-official organizations part 2.pdf"
                                            },
                                            {
                                                "name": "Correspondence Official Org 3",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-correspondence-official organizations part 3.pdf"
                                            },
                                            {
                                                "name": "Procedures",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/4/special-hearing/Th3a-4-2021-procedures.pdf"
                                            }
                                        ],
                                        "result": "Conditionally Concurred"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be May 12-14, 2021, June 9-11, 2021 and July 7-9, 2021.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán, el 12-14 de Mayo 2021, y el 9-11 de Junio."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]