[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "November 19 @ 5:00 pm"
        },
        "status": null,
        "month": "November",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 17,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/W3/W3-11-2021- agenda changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W6a/W6a-11-2021report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status and possible action on pending legislation. (JA/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Informational Briefing on Public Trust Tidelands and Sea Level Rise",
                                            "spanish": "Sesión informativa sobre los terrenos de propiedad pública y el aumento del nivel del mar"
                                        },
                                        "blurb": {
                                            "english": "Presentation on policy recommendations and research priorities developed by Dr. Charles Lester, Director of the Ocean and Coastal Policy Institute at UC Santa Barbara, designed to ensure protection of public trust tidelands in the face of sea level rise. (CB-SF)",
                                            "spanish": "Presentación sobre las recomendaciones de políticas y las prioridades de investigación desarrolladas por el Dr. Charles Lester, Director del Instituto de Política Oceánica y Costera de la Universidad de California en Santa Bárbara, diseñadas para garantizar la protección de las zonas costeras de propiedad pública ante el aumento del nivel del mar. (CB-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/assets/slr/Lester%20Prot%20Public%20Trust%20Res%20Face%20of%20SLR.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W6d/W6d-11-2021-corresp.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Draft Critical Infrastructure Sea Level Rise Planning Guidance. ",
                                            "spanish": "Borrador de la guía de planificación del aumento del nivel del mar para infraestructuras críticas"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and possible Commission action on “Critical Infrastructure at Risk: Sea Level Rise Planning Guidance for California’s Coastal Zone”. (KD-SF)",
                                            "spanish": "Audiencia pública y posible actuación de la Comisión sobre 'Infraestructuras críticas en peligro: Guía de planificación del aumento del nivel del mar para la zona costera de California'. (KD-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W6e/w6e-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W6e/w6e-11-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W6e/W6e-11-2021-addenda.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0706 (Playa Redondo, LLC, Torrance) ",
                                            "spanish": "Solicitud No. 5-20-0706 (Playa Redondo, LLC, Torrance) "
                                        },
                                        "blurb": {
                                            "english": "Application of Playa Redondo, LLC. to remodel interior and add 2,071 sq.ft. to landward side of 2-story, 7,965 sq.ft. single family home on 26,825 sq.ft. coastal bluff lot at 433 Paseo de la Playa, Torrance, Los Angeles County. (MR-LB)",
                                            "spanish": "Solicitud de Playa Redondo, LLC. para remodelar el interior y añadir 2,071 pies cuadrados al lado de tierra de una casa unifamiliar de 2 pisos y 7,965 pies cuadrados en un terreno de 26,825 pies cuadrados en el acantilado costero en 433 Paseo de la Playa, Torrance, Condado de Los Ángeles. (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W7a/W7a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W7a/W7a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0389 (Marcelli, Venice) ",
                                            "spanish": "Solicitud No. 5-21-0389 (Marcelli, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Enrico and Pascale Marcelli for after-the-fact construction of 2-story, 25’-2” high, 1,844 sq. ft. single-family home, and addition of 328 sq.ft. on 2nd level consisting of 68 sq.ft. bathroom and 260 sq.ft. bedroom and library resulting in 2,172 sq.ft. single-family home at 2507 Eastern Canal, Venice, Los Angeles, Los Angeles County. (JD-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Enrico y Pascale Marcelli para la construcción a posteriori de una casa unifamiliar de 2 pisos, 25'-2' de altura, 1,844 pies cuadrados, y la adición de 328 pies cuadrados en el segundo nivel que consiste en un baño de 68 pies cuadrados y un dormitorio y biblioteca de 260 pies cuadrados, lo que resulta en una casa unifamiliar de 2,172 pies cuadrados en 2507 Eastern Canal, Venice, Los Ángeles, Condado de Los Ángeles. (JD-LB)'"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W7b/W7b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W7b/W7b-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                },
                                "result": "APPROVED WITH CONDITIONS"
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/W9/W9-11-2021-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/W9/W9-11-2021-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "San Mateo County LCP Amendment No. LCP-2-SMC-21-0001-1 (ADUs). Certification Review",
                                            "spanish": "Enmienda del LCP del condado de San Mateo No. LCP-2-SMC-21-0001-1 (Unidades de Vivienda Accesoria). Revisión de certificación"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the action by San Mateo County accepting certification of LCP-2-SMC-21-0001-1 with modifications (amending LCP ADU provisions) is legally adequate. (EM-SF)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo diciendo que la acción del Condado de San Mateo aceptando la certificación de LCP-2-SMC-21-0001-1 con modificaciones (enmendando las disposiciones del LCP sobre las ADU) es legalmente adecuada. (EM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W10a/W10a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W10a/W10a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Half Moon Bay LCP Amendment No. LCP-2-HMB-21-0068-1 (ADUs). ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Half Moon Bay No. LCP-2-HMB-21-0068-1 (Unidades de Vivienda Accesoria). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Half Moon Bay to amend the LCP’s accessory dwelling unit provisions, and if the Commission does not take a final action, possible action to extend the deadline for final Commission action on the amendment. (ST-SF)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de Half Moon Bay de enmendar las disposiciones del LCP para las unidades de vivienda accesorias y, si la Comisión no toma una acción final, posible acción para extender el plazo para la acción final de la Comisión sobre la enmienda. (ST-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W10b/w10b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W10b/w10b-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment Application No. 2-15-1357-A1 (San Francisco Public Utilities Commission Armoring, Ocean Beach) ",
                                            "spanish": "Solicitud de modificación del permiso No. 2-15-1357-A1 (Enrocado de la Comisión de Servicios Públicos de San Francisco, Ocean Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by the San Francisco Public Utilities Commission to amend permit: 1) to extend the authorization period for existing armoring and erosion control measures by six months (to July 1, 2022); and 2) to allow for an increased area of allowed sand berm coverage and increased thickness of coarse sand cover for such sand berms, all located seaward of the Great Highway and south of Sloat Boulevard and fronting the City’s Oceanside Wastewater Treatment Facility and related infrastructure in the southern portion of the City of San Francisco near Fort Funston in San Francisco County. (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) (PB-SF)",
                                            "spanish": "Solicitud de la Comisión de Servicios Públicos de San Francisco para modificar el permiso: 1) para ampliar el período de autorización de las medidas de enrocado y control de la erosión existentes en seis meses (hasta el 1 de julio de 2022); y 2) para permitir un aumento de la superficie de cobertura de las bermas de arena permitidas y un mayor grosor de la cobertura de arena gruesa para dichas bermas de arena, todas ellas situadas hacia el mar de la Gran Autopista y al sur de Sloat Boulevard y frente a la Instalación de Tratamiento de Aguas Residuales de la Ciudad de Oceanside y la infraestructura relacionada en la parte sur de la Ciudad de San Francisco, cerca de Fort Funston en el Condado de San Francisco. (PB-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W11a/w11a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W11a/w11a-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W11a/w11a-11-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W11a/W11a-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/W12/W12-11-2021-DDs report.pdf"
                                    }
                                ],
                                "result": "Not Concurred"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-21-0027-1-Part F (Los Osos Vacation Rentals). ",
                                            "spanish": "Enmienda No. No. del LCP del Condado de San Luis Obispo LCP-3-SLO-21-0027-1-Parte F (Alquileres Vacacionales los Osos). "
                                        },
                                        "blurb": {
                                            "english": "Time Extension Only. Public hearing and action on extension of time limit to act on request by San Luis Obispo County to amend LCP provisions for vacation rentals in the unincorporated community of Los Osos in San Luis Obispo County. (KK-SC)",
                                            "spanish": "Solo extensión de tiempo. Audiencia pública y acción sobre la extensión del límite de tiempo para actuar a solicitud del Condado de San Luis Obispo para enmendar las disposiciones de LCP para alquileres vacacionales en la comunidad no incorporada de Los Osos en el Condado de San Luis Obispo. (KK-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W13a/W13a-11-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 14c and 14d below will have a combined hearing.",
                                    "spanish": "Los puntos 14c y 14d siguientes tendrán una audiencia combinada"
                                }
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0061 (Eublera Second Unit, Los Osos) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0061 (Segunda unidad de Eublera, Los Osos) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Los Osos Sustainability Group of San Luis Obispo County decision approving 1,199 sq.ft., 3-bedroom second residential unit at 2011 Tapidero Avenue in the unincorporated community of Los Osos in San Luis Obispo County. (EW-SC)",
                                            "spanish": "Apelación del Grupo de Sostenibilidad de Los Osos de la decisión del Condado de San Luis Obispo de aprobar una segunda unidad residencial de 1,199 pies cuadrados y 3 dormitorios en la Avenida Tapidero 2011 en la comunidad no incorporada de Los Osos en el Condado de San Luis Obispo. (EW-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W14a/w14a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W14a/w14a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-3-MCO-21-0064 (Isabella 2 SFD, Carmel Point)",
                                            "spanish": "Apelación No. A-3-MCO-21-0064 (Isabella 2 SFD, Carmel Point) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Property Owners Concerned with Equal Treatment, Fairness, and Tribal Cultural Resources of Monterey County decision approving 2,100 sq.ft. single-family home (with a 318 sq.ft. deck and related residential development), a variance to increase allowed floor area ratio from 45% to 58.4%, approximately 304 cubic yards of grading, and relocation of four Coast live oak trees at vacant 3,595 sq.ft property at 26308 Isabella Avenue in unincorporated Carmel Point area of Monterey County. (AM-SC)",
                                            "spanish": "Apelación de los propietarios preocupados por la igualdad de trato, la equidad y los recursos culturales tribales a la decisión del condado de Monterey de aprobar una vivienda unifamiliar de 2,100 pies cuadrados (con una cubierta de 318 pies cuadrados y desarrollo residencial relacionado), una varianza para aumentar la proporción de área de piso permitida de 45% a 58.4%, aproximadamente 304 yardas cúbicas de nivelación y la reubicación de cuatro robles vivos de la costa en una propiedad vacante de 3,595 pies cuadrados en 26308 Isabella Avenue en el área no incorporada de Carmel Point del Condado de Monterey. (AM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0065 (Bookout SFD, Cambria) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0065 (Bookout SFD, Cambria) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart, Elizabeth Bettenhausen, Christine Heinrichs, and Ted Key of San Luis Obispo County decision approving a 3,136 sq.ft. single-family home (with a 1,000 sq.ft. garage and a 1,000 sq.ft. workshop) and related development on undeveloped property at 6725 Cambria Pines Road in the unincorporated community of Cambria in San Luis Obispo County. (Note: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and/or this site, as is explained further in the staff report.) (EW-SC)",
                                            "spanish": "Apelación de los comisionados Escalante y Hart, Elizabeth Bettenhausen, Christine Heinrichs y Ted Key a la decisión del condado de San Luis Obispo por la que se aprueba una vivienda unifamiliar de 3,136 pies cuadrados (con un garaje de 1,000 pies cuadrados y un taller de 1,000 pies cuadrados) y la urbanización relacionada en una propiedad no urbanizada en el 6725 de Cambria Pines Road en la comunidad no incorporada de Cambria en el condado de San Luis Obispo. (EW-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W14c/W14c-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W14c/W14c-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-21-0066 (Hadian SFD, Cambria) ",
                                            "spanish": "Apelación No. A-3-SLO-21-0066 (Hadian SFD,  Cambria) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart, Elizabeth Bettenhausen, Christine Heinrichs, and Ted Key of San Luis Obispo County decision approving a 4,000 sq.ft single-family home (with 2,200 sq.ft. garage/workshop, 350 sq.ft. gazebo, 420 sq.ft. greenhouse, 1,200 sq.ft. covered porch/deck, 700 sq.ft. pergola deck, and 1,900 sq.ft. open deck) and related development on undeveloped property at 6785 Cambria Pines Road in the unincorporated community of Cambria in San Luis Obispo County. (Note: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and/or this site, as is explained further in the staff report.) (EW-SC)",
                                            "spanish": "Apelación de los comisionados Escalante y Hart, Elizabeth Bettenhausen, Christine Heinrichs y Ted Key a la decisión del condado de San Luis Obispo de aprobar una casa unifamiliar de 4,000 pies cuadrados (con 2,200 pies cuadrados de garaje/taller, 350 pies cuadrados de glorieta, 420 pies cuadrados de invernadero, porche/cubierta de 1,200 pies cuadrados, cubierta de pérgola de 700 pies cuadrados y cubierta abierta de 1,900 pies cuadrados) y la urbanización relacionada en una propiedad no urbanizada en el 6785 de Cambria Pines Road en la comunidad no incorporada de Cambria en el condado de San Luis Obispo. (EW-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W14d/W14d-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W14d/W14d-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 15,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/W15/W15-11-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-PPL-21-0037 (Michael Aminpour, Pacific Palisades) ",
                                            "spanish": "Apelación No. A-5-PPL-21-0037 (Michael Aminpour, Pacific Palisades) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Pacific Palisades Residents Association and Edgewater Tower Condominium Homeowners Association from City of Los Angeles decision granting permit with conditions to California Food Managers, LLC and Heavenly Tigers, LLC (Michael Aminpour) for demolition of 1,860 sq.ft. vacant fast food restaurant, 11,500 cu. yds. of grading (11,500 cut and 800 recompaction), and construction of new retaining wall and 5-story (plus subterranean garage), 60’ 9” tall, 32,225 sq.ft., mixed-use building with 39 dwelling units (4 restricted Very Low Income and 4 restricted Moderate Income), 2,900 sq.ft. of ground floor commercial uses, and 49 parking spaces at 17346 Sunset Boulevard, Pacific Palisades, Los Angeles, Los Angeles County. (DZ-LB)",
                                            "spanish": "Apelación de la Asociación de Residentes de Pacific Palisades y de la Asociación de Propietarios de Condominios de la Torre Edgewater contra la decisión de la ciudad de Los Ángeles de conceder un permiso con condiciones a California Food Managers, LLC y Heavenly Tigers, LLC (Michael Aminpour) para la demolición de 1,860 pies cuadrados de restaurante de comida rápida vacante, 11,500 yardas cúbicas de nivelación (11,500 de corte y 800 de recompactación), y la construcción de un nuevo muro de contención y un edificio de 5 pisos (más garaje subterráneo), de 60' 9' de altura y 32,225 pies cuadrados, edificio de uso mixto con 39 unidades de vivienda (4 restringidas a ingresos muy bajos y 4 restringidas a ingresos moderados), 2,900 pies cuadrados de usos comerciales en la planta baja y 49 plazas de estacionamiento en el 17346 de Sunset Boulevard, Pacific Palisades, Los Ángeles, Condado de Los Ángeles. (DZ-LB)'"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0067 (Boyd & Guglielmino, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0067 (Boyd & Guglielmino, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Stewart Oscars from decision of City of Los Angeles granting permit with conditions to Matthew Boyd and Alexandra Guglielmino for demolition of 816 sq.ft., 1-story, single-family home, garage and accessory structure and construction of new, 2-story, 32’-7” ft. high, 2,795 sq.ft. single-family home with attached 392 sq.ft., 2-car garage and one unenclosed guest space, swimming pool and 259 sq.ft. roof deck with 99 sq.ft. roof access structure at 822 Angelus Place, Venice, Los Angeles, Los Angeles County. (JD-LB)",
                                            "spanish": "Apelación de Stewart Oscars contra la decisión de la ciudad de Los Ángeles de conceder un permiso con condiciones a Matthew Boyd y Alexandra Guglielmino para la demolición de una casa unifamiliar de 1 piso y 816 pies cuadrados, garaje y estructura accesoria y construcción de una nueva casa unifamiliar de 2 pisos, 32'-7' pies de altura, 2,795 pies cuadrados con garaje adjunto de 392 pies cuadrados para 2 autos y un espacio no cerrado para invitados, piscina y cubierta de techo de 259 pies cuadrados con estructura de acceso al techo de 99 pies cuadrados en 822 Angelus Place, Venice, Los Ángeles, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16b/W16b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16b/W16b-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16b/w16b-11-2021-Correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16b/W16b-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0063 (Sutter, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0063 (Sutter, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Executive Director et. al. from City of Los Angeles action granting permit with conditions to Vera and Gary Sutter for demolition of 3 detached structures with 9 dwelling units, consolidation of 2 lots, and construction of new, 3-story over basement, 39-ft. tall, 13,412 sq. ft., mixed-use development including 9 new dwelling units, a 1,568 sq. ft. restaurant, and 27 parking spaces at 811 and 815 Ocean Front Walk, Venice, Los Angeles, Los Angeles County. (CS-LB)",
                                            "spanish": "Apelación del Director Ejecutivo y otros contra la acción de la Ciudad de Los Ángeles que concede el permiso con condiciones a Vera y Gary Sutter para la demolición de 3 estructuras independientes con 9 unidades de vivienda, la consolidación de 2 lotes y la construcción de un nuevo desarrollo de uso mixto de 3 pisos sobre sótano, 39 pies de altura y 13,412 pies cuadrados, que incluye 9 nuevas unidades de vivienda, un restaurante de 1,568 pies cuadrados y 27 plazas de estacionamiento en el 811 y 815 de Ocean Front Walk, Venice, Los Ángeles, Condado de Los Ángeles. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16c/W16c-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16c/W16c-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16c/W16c-11-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16c/W16c-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0036 (Goldstein, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0036 (Goldstein, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Richard Stanger, Citizens Preserving Venice represented by Sue Kaplan, Ingrid Marston, and Warren Adler from decision of City of Los Angeles West Los Angeles Area Planning Commission granting permit to Gregory Goldstein and Annette Goldstein for the demolition of 1-story single-family home and detached garage and construction of new 2-story, 28’ high, 2,834 sq.ft. single-family home, 423 sq.ft. detached accessory structure (garage and bathroom), swimming pool, and 3 on-site parking spaces at 610 Mildred Ave., Venice, Los Angeles, Los Angeles County. (JD-LB)",
                                            "spanish": "Apelación de Richard Stanger, Citizens Preserving Venice, representado por Sue Kaplan, Ingrid Marston y Warren Adler contra la decisión de la Comisión de Planificación del Área Oeste de Los Ángeles de conceder un permiso a Gregory Goldstein y Annette Goldstein para la demolición de una casa unifamiliar de 1 piso y un garaje independiente y la construcción de una nueva casa unifamiliar de 2 pisos, 28' de altura, 2,834 pies cuadrados, 423 pies cuadrados de estructura accesoria independiente (garaje y baño), piscina y 3 plazas de estacionamiento in situ en el 610 Mildred Ave., Venice, Los Ángeles, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16d/W16d-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16d/w16d-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16d/w16d-11-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W16d/W16d-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Substantial Issue Found, Approved with Conditions"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-VEN-15-0003 (Liongate Global#1, LLC, Venice) ",
                                            "spanish": "Solicitud No. A-5-VEN-15-0003 (Liongate Global#1, LLC, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Liongate Global#1, LLC to convert three-story, 30’ high, 4,230 sq.ft. single-family home with two onsite parking spaces to 4,230 sq.ft. mixed use development consisting of 550 sq.ft. of retail on ground floor, 2,990 sq.ft. artist-in-residence on second and third floors, three onsite parking spaces and eight bicycle spaces at 1214 Abbot Kinney Blvd., Venice, Los Angeles County. (AS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Liongate Global#1, LLC para convertir una vivienda unifamiliar de tres pisos, 30' de altura, 4,230 ft² con dos espacios de estacionamiento in situ en un desarrollo de uso mixto de 4.230 ft² que consiste en 550 ft² de comercio minorista en la planta baja, 2,990 ft² de residencia artística en la segunda y tercera planta, tres espacios de estacionamiento in situ y ocho espacios para bicicletas en el 1214 de Abbot Kinney Blvd., Venice, condado de Los Ángeles. (AS- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17a/W17a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17a/W17a-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17a/W17a-11-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0022 (Lane, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-21-0022 (Lane, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Gary Lane to demolish two-story, 1,474 sq.ft. duplex and construct three-story, 3,828 sq.ft. single-family home with attached 511  sq.ft. ground-level ADU, attached two-car garage, and one guest space adjacent to garage at 413 25th Street, Hermosa Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud de Gary Lane para demoler un dúplex de dos pisos y 1,474 pies cuadrados y construir una casa unifamiliar de tres pisos y 3,828 pies cuadrados, con una vivienda accesoria de 511 pies cuadrados  y un garaje adjunto para dos automóviles y un espacio para invitados adyacente al garaje en 413 25th Street, Hermosa Beach, Condado de Los Ángeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17b/W17b-11-2021-report .pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17b/W17b-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. A-5-VEN-21-0052 (Zashin, Venice) ",
                                            "spanish": "Solicitud No. A-5-VEN-21-0052 (Zashin, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Hillary and Stephen Zashin to demolish two single-family homes (1,112 sq.ft. and 576 sq.ft.) on approx. 5,200 sq.ft. lot and construct 2-story, approximately 25’ high, 2,993 sq.ft. duplex (582 sq.ft. and 2,253 sq.ft.) with 2-car garage and 3 uncovered parking spaces, and roof deck at 628 and 628 ½ Santa Clara Avenue, Venice, Los Angeles, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud de Hillary y Stephen Zashin para demoler dos casas unifamiliares (1,112 pies cuadrados y 576 pies cuadrados) en un lote de aproximadamente 5,200 pies cuadrados y construir un dúplex de 2 pisos, aproximadamente 25' de altura, 2,993 pies cuadrados (500 pies cuadrados y 2,493 pies cuadrados) con garaje para 2 automóviles y 3 espacios de estacionamiento descubiertos, y terraza en el techo en 628 y 628 ½ Santa Clara Avenue, Venice, Los Ángeles, Condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17c/w17c-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17c/w17c-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17c/w17c-11-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17c/w17c-11-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-21-0422 (Ledford, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-21-0422 (Ledford, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Otto Ledford to demolish 2-story, 2,260 sq.ft. duplex and construct 3-story, 25’ high, 3,853 sq.ft. single-family home with attached 574 sq.ft. ground-level ADU, 576 sq ft. attached 2-car garage, and two guest spaces in the driveway, and 358 sq.ft. roof deck at 419-421 25th Street, Hermosa Beach, Los Angeles County. (JD-LB)",
                                            "spanish": "Solicitud de Otto Ledford para demoler un dúplex de dos pisos y 2,260 pies cuadrados y construir una casa unifamiliar de tres pisos, 25' de altura y 3,853 pies cuadrados, con una vivienda accesoria de 574 pies cuadrados  y un garaje adjunto para dos automóviles de 576 pies cuadrados y dos espacios para invitados en la entrada y una cubierta de techo de 358 pies cuadrados en 419-421 25th Street, Hermosa Beach, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17d/W17d-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W17d/W17d-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Redond Beach LCP Amendment No. LCP-5-RDB-21-0061-1 (Vehicle Miles Traveled)",
                                            "spanish": ""
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director's determination that the request by the City of Redondo Beach to amend a section of the Implementation Plan's transportation provisions is de minimis. (CS-LB)",
                                            "spanish": ""
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W18a/W18a-11-2021-Report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/W18a/W18a-11-2021-Exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "Benedetti, et al. v. County of Marin, et al. (CCC, RPI), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Dunes Development LLC v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "EcoLogic Partners, Inc., et al. v. CCC, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Environmental Defense Center, et al. v. Bureau of Ocean Energy Management, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 16CV-0160), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 20CV-0100), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. CCC, et al. (Case 17CV-0267), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. California Department of Parks and Recreation, et al., (Case 21CV-0275) Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC (California Department of Parks and Recreation, et al. RPIs) (Case 21CV-0246), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (County of San Luis Obispo, et al., RPIs) (Case 21CV-0214), Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC (California Department of Parks and Recreation, et al., RPIs) (Case 21CV-0541), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of the Canyon v. CCC, Govt. Code § 11126(e)(2)(A)  "
                                    },
                                    {
                                        "litigation": "Humboldt Alliance for Responsible Planning v. CCC, et al. (Bureau of Indian Affairs, RPI) (Case CV190866), Govt. Code § 11126(e)(2)(A)  "
                                    },
                                    {
                                        "litigation": "Levy, et al. v. City of Los Angeles, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Misenum, LLC, et al. v. City of San Diego, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Pappas, et al. v. State Coastal Conservancy, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Sanson v. CCC, Govt. Code § 11126(e)(2)(A)  "
                                    },
                                    {
                                        "litigation": "Shear v. CCC, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (Paz et al., RPIs), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (2416 Frey LLC, et al., RPIs), Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 19,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "October 2021",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/W19/W19-11-2021.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                }
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 18,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th3/Th3-11-2021.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Public Workshop on Hollister Ranch Coastal Access Program, Santa Barbara County. ",
                                    "spanish": "Taller público sobre el Programa de Acceso a la Costa de Hollister Ranch, Condado de Santa Bárbara. "
                                },
                                "blurb": {
                                    "english": "Public Workshop to review and comment on the draft Hollister Ranch Coastal  Access Program. No Commission action will be taken. (LL/SC-SF) ",
                                    "spanish": "Taller público para revisar y comentar el borrador del Programa de Acceso a la Costa de Hollister Ranch. La Comisión no tomará ninguna acción. (LL/SC-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th5/Th5-11-2021.pdf"
                                    },
                                    {
                                        "name": "Exparte",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th5/Th5-11-2021-ex parte.pdf"
                                    },
                                    {
                                        "name": "Individual Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th5/Th5-11-2021-corresp1.pdf"
                                    },
                                    {
                                        "name": "Organizations Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th5/Th5-11-2021-corresp2.pdf"
                                    },
                                    {
                                        "name": "Organizations Correspondence 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th5/Th5-11-2021-corresp2b.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 5.5,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th6/Th6-11-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Trinidad LCP Amendment No. LCP-1-TRN-21-0039-1 (Emergency Shelters). ",
                                            "spanish": "Enmienda del LCP de la ciudad de Trinidad No. LCP-1-TRN-21-0039-1 (Albergues de emergencia). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Trinidad to amend the City’s certified Implementation Program to (1) add definition for “Emergency Shelter,” (2) expand the list of allowed principal uses in the Commercial zone to include emergency shelter, (3) expand the list of allowed conditional uses in the Planned Development zone to include emergency shelters, and (4) add off-street parking requirements for emergency shelters. (RSM-A)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Trinidad para enmendar el Programa de Implementación certificado de la Ciudad para (1) agregar una definición para 'Albergue de Emergencia', (2) expandir la lista de usos principales permitidos en la zona Comercial para incluir el albergue de emergencia, (3) expandir la lista de usos condicionales permitidos en la zona de Desarrollo Planificado para incluir los albergues de emergencia, y (4) agregar requisitos de estacionamiento fuera de la calle para los albergues de emergencia. (RSM-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th7a/Th7a-11-21-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th7a/Th7a-11-21-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Point Arena LCP Amendment No. LCP-1-PTA-20-0040-1 (Farm Stays and Ag Exclusive Use Changes). ",
                                            "spanish": "Ciudad de Point Arena LCP Enmienda No. LCP-1-PTA-20-0040-1 (Estadías en granjas y cambios de uso exclusivo de ag). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director’s determination that action by the City of Point Arena, accepting the Commission’s certification with suggested modifications, is legally adequate. (MBK-A)   ",
                                            "spanish": "De acuerdo con la determinación del Director Ejecutivo de que la acción de la Ciudad de Point Arena, aceptando la certificación de la Comisión con las modificaciones sugeridas, es legalmente adecuada. (MBK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th7b/Th7b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th7b/Th7b-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-21-0356 (Brown, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-21-0356 (Brown,  condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application of Beth Brown to demolish 1-story, 1,445 sq.ft. farmhouse and construct new 2-story, 1,610 sq.ft., maximum 31’ high farmhouse with 613 sq.ft. deck, septic system, and landscaping, at 993 Port Kenyon Road, Ferndale area, Humboldt County. (CH-A)",
                                            "spanish": "Solicitud de Beth Brown para demoler una casa de campo de 1 piso y 1,445 pies cuadrados y construir una nueva casa de campo de 2 pisos y 1,610 pies cuadrados, con una altura máxima de 31 pies, con una cubierta de 613 pies cuadrados, sistema séptico y jardinería, en 993 Port Kenyon Road, área de Ferndale, condado de Humboldt. (CH-A) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th8a/Th8a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th8a/Th8a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th9/Th9-11-2021.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th9/Th9-11-2021-correspondence.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 9-21-0083 (PG&E, Humboldt Co.)  ",
                                            "spanish": "Solicitud No. 9-21-0083 (PG&E, Condado de Humboldt)  "
                                        },
                                        "blurb": {
                                            "english": "Application by Pacific Gas and Electric to conduct gas line downrate activities at six sites on existing natural gas pipeline in Humboldt Co. (AC-SF)",
                                            "spanish": "Solicitud de Pacific Gas and Electric para llevar a cabo actividades de reducción de la línea de gas en seis lugares de la tubería de gas natural existente en el Condado de Humboldt (AC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th10a/Th10a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th10a/Th10a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Material Amendment No. E-00-008-A5/CC-110-00 (Coastwide) ",
                                            "spanish": "Enmienda de Material No. E-00-008-A5/CC-110-00 (Coastwide) "
                                        },
                                        "blurb": {
                                            "english": "Request by Zayo Group Holdings, Inc. to amend an existing permit condition and modify consistency certification requirement for survey frequency of existing fiber optics cables. (AC-SF)",
                                            "spanish": "Solicitud de Zayo Group Holdings, Inc. para enmendar una condición del permiso existente y modificar el requisito de certificación de consistencia para la frecuencia de estudio de los cables de fibra óptica existentes. (AC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th11a/Th11a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th11a/Th11a-11-2021-exhibit.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/Th13/Th13-11-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-4-MAL-19-0202 (GKGD Heritage Trust, Malibu) ",
                                            "spanish": "Apelación No. A-4-MAL-19-0202 (GKGD Heritage Trust, Malibú) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Dorinne and Dennis Graves from City of Malibu decision granting permit with conditions to GKGD Heritage Trust for construction of new 2,536 sq. ft. two-story single-family home, attached two-car garage with roof deck, retaining walls, landscaping, hardscaping, seawall, new onsite wastewater treatment system, and offer to dedicate lateral public access easement, at 20222 Pacific Coast Highway, Malibu, Los Angeles County. (WD-V)",
                                            "spanish": "Apelación de Dorinne y Dennis Graves contra la decisión de la ciudad de Malibú de conceder un permiso con condiciones a GKGD Heritage Trust para la construcción de una nueva casa unifamiliar de 2,536 pies cuadrados y dos pisos, garaje adjunto para dos automóviles con cubierta, muros de contención, jardinería, construcción exterior decorativa, malecón, nuevo sistema de tratamiento de aguas residuales in situ, y oferta para dedicar la servidumbre de acceso público lateral, en 20222 Pacific Coast Highway, Malibú, Condado de Los Ángeles. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th14a/Th14a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th14a/Th14a-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th14a/Th14a-11-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th14a/Th14a-11-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-4-MAL-19-0218 (Klein Family Partnership, Malibu) ",
                                            "spanish": "Solicitud No. A-4-MAL-19-0218 (Klein Family Partnership, Malibú) "
                                        },
                                        "blurb": {
                                            "english": "Application of Klein Family Partnership to demolish 3,153 sq. ft. single-family home, and construct new 5,730 sq. ft. single-family home, 660 sq. ft. attached garage, and replace onsite wastewater treatment system on beachfront parcel at 30708 Pacific Coast Highway, Malibu, Los Angeles County. (DV-V) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Klein Family Partnership para demoler una casa unifamiliar de 3,153 pies cuadrados, y construir una nueva casa unifamiliar de 5,730 pies cuadrados, un garaje adjunto de 660 pies cuadrados, y reemplazar el sistema de tratamiento de aguas residuales en la parcela frente a la playa en 30708 Pacific Coast Highway, Malibú, Condado de Los Ángeles. (DV-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th15a/Th15a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th15a/Th15a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 4-21-0227 (City of Santa Barbara Parks and Recreation Dept., City of Santa Barbara) ",
                                            "spanish": "Solicitud No. 4-21-0227 (Departamento de Parques y Recreación de la Ciudad de Santa Bárbara, Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Application of the City of Santa Barbara Parks and Recreation Department for weir replacement and restoration of 3.6 acres of native habitat at the Andrée Clark Bird Refuge; implementation of a beach elevation management plan for a period of five years and restoration of 1.4 acres of dune and salt marsh habitat at the lagoon and East Beach; and construction of a water quality treatment wetland at the Municipal Tennis Center; in the City of Santa Barbara, Santa Barbara County. (IQ-V)",
                                            "spanish": "Solicitud del Departamento de Parques y Recreación de la Ciudad de Santa Bárbara para reemplazar la presa y restaurar 1.6 acres de hábitat nativo en el Refugio de Aves Andrée Clark; implementar el plan de gestión de la elevación de la playa por un período de cinco años y restaurar 1.4 acres de hábitat de dunas y marismas saladas en la laguna y East Beach; y la construcción de un humedal de tratamiento de la calidad del agua en el Centro Municipal de Tenis; en la Ciudad de Santa Bárbara, Condado de Santa Bárbara. (IQ-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th15b/Th15b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th15b/Th15b-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th15b/Th15b-11-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/Th15b/Th15b-11-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 19,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/F3/F3-11-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "ADMINISTRATIVE CALENDAR",
                                    "spanish": "APLICACIONES DE PERMISOS ADMINISTRATIVOS"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0322 (Thiel & Wooten, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-21-0322 (Thiel & Wooten, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Scott Thiel and Laura Wooten to demolish 970 sq.ft. floating dock and replace with pre-constructed 970 sq.ft. floating dock of same dimensions, at 2210 Channel Road, Newport Beach, Orange County. (JD-LB)",
                                            "spanish": "Solicitud de Scott Thiel y Laura Wooten para demoler un muelle flotante de 970 pies cuadrados y sustituirlo por un muelle flotante preconstruido de 970 pies cuadrados de las mismas dimensiones, en 2210 Channel Road, Newport Beach, Condado de Orange. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F5a/F5a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F5a/F5a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0396 (Komberg, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-21-0396 (Komberg, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ed and Edit Komberg to add 5’ to 5’ wide deck resulting in 10’ deck to beach-facing (southern) 2nd floor balcony of 1,726 sq.ft., single-family home resulting in no setback from seaward property line and/or beach; install 42” tall tempered glass guardrail, two new 8” round column placed below deck at midpoint (5 ft. distance) for structural support, at 85A Surfside Avenue, Surfside, Seal Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de Ed y Edit Komberg para añadir 5' a 5' de ancho de cubierta, lo que resulta en 10' de cubierta al balcón del segundo piso orientado a la playa (sur) de una casa unifamiliar de 1,726 pies cuadrados, lo que resulta en que no hay retroceso de la línea de propiedad hacia el mar y/o la playa; instalar barandilla de vidrio templado de 42' de altura, dos nuevas columnas redondas de 8' colocadas debajo de la cubierta en el punto medio (5 pies de distancia) para soporte estructural, en 85A Surfside Avenue, Surfside, Seal Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F5b/F5b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F5b/F5b-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-21-0404 (Hsu, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-21-0404 (Hsu, Huntington Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Wen Tang Hsu to demolish 40.25” x 5” wooden cantilevered deck and construct new 40.25” x 5” concrete deck cantilevered 5” beyond bulkhead, at 4071 Morning Star Drive, Huntington Beach, Orange County. (SA-LB)",
                                            "spanish": "Solicitud de Wen Tang Hsu para demoler 40.25” x 5” de madera en voladizo y construir una nueva cubierta de concreto de 40.25' x 5' en voladizo, 5' más allá del tabique, en 4071 Morning Star Drive, Huntington Beach, Condado de Orange. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F5c/F5c-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F5c/F5c-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F5c/F5c-11-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-21-0181 (City of San Diego North Cove Park Improvements, San Diego) ",
                                            "spanish": "Solicitud No. 6-21-0181 (Mejoras en el Parque North Cove de la Ciudad de San Diego, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to demolish 1,200 sq.ft. comfort station and construct new 1,000 sq.ft. comfort station with utility improvements; resurface, restripe, and install conduit for future electric vehicle charging stations in portion of parking lot; and install ADA improvements at North Cove Park in Mission Bay Park, Mission Bay, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de la Ciudad de San Diego para demoler un baño público de 1,200 pies cuadrados y construir un nuevo baño público de 1,000 pies cuadrados con mejoras en los servicios públicos; repavimentar, reasfaltar e instalar conductos para futuras estaciones de carga de vehículos eléctricos en una parte del estacionamiento; e instalar mejoras ADA en el Parque North Cove en el Parque Mission Bay, Mission Bay, San Diego, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F6a/f6a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F6a/f6a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/F8/F8-11-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Newport Beach LCP Amendment No. LCP-5-NPB-20-0025-1",
                                            "spanish": "Enmienda del LCP de la Ciudad de Newport Beach No. LCP-5-NPB-20-0025-1. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Newport Beach to amend the Land Use Plan (LUP) and the Implementation Plan (IP) of the certified LCP to 1) permit up to 50% additions to existing bungalows while maintain nonconforming onsite parking; and 2) raise maximum hedge heights in Lido Isle from 42” To 60”, in Newport Beach, Orange County (AS-LB)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Newport Beach para enmendar el Plan de Uso de la Tierra (LUP, por sus siglas en inglés) y el Plan de Implementación (IP, por sus siglas en inglés) del LCP certificado para: 1) permitir adiciones de hasta el 50% a los bungalós existentes manteniendo el estacionamiento no conforme en el lugar; y 2) aumentar la altura máxima de los setos en Lido Isle de 42' a 60', en Newport Beach, Condado de Orange (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F9a/W9a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F9a/W9a-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F9a/F9a-11-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F9a/F9a-11-2021-addendum2.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-18-0324 (California Seabreeze Community Association, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-18-0324 (Asociación Comunitaria California Seabreeze, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of California Seabreeze Community Association to remove 105’ long damaged V-ditch drainage structure, and install 170’ long subsurface drainpipe in same alignment,  208 sq.ft. rock rip rap energy dissipator at north end of drainage, and restore with native vegetation within drainage on the Banning Ranch along western boundary of Seabreeze subdivision, Newport Beach, in unincorporated Orange County, (MR-LB)",
                                            "spanish": "Solicitud de la Asociación Comunitaria California Seabreeze para remover una estructura de drenaje en V dañada de 105' de largo, e instalar una tubería de drenaje subsuperficial de 170' de largo en el mismo alineamiento, un disipador de energía de roca de 208 pies cuadrados en el extremo norte del drenaje, y restaurar con vegetación nativa dentro del drenaje en el Rancho Banning a lo largo del límite occidental de la subdivisión Seabreeze, Newport Beach, en el Condado de Orange no incorporado, (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-LGB-19-0010 (Surf & Sand Resort, Regency Properties, L.P., Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-19-0010 (Surf & Sand Resort, Regency Properties, L.P., Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Surf & Sand Resort, Regency Properties, L.P. to renovate Surf & Sand Resort on 3.18 acre site that slopes from South Coast Highway to sandy beach below, at 1555 South Coast Highway, Laguna Beach, Orange County. (MV-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Surf & Sand Resort, Regency Properties, L.P. para renovar Surf & Sand Resort en un sitio de 3.18 acres que se inclina desde South Coast Highway hasta la playa de arena abajo, en 1555 South Coast Highway, Laguna Beach, Condado de Orange. (MV-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10b/F10b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10b/F10b-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10b/F10b-11-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10b/F10b-11-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10b/F10b-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. A-5-LGB-20-0003 (Dekovner, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-20-0003 (Dekovner, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Betty Dekovner to the repair and replace(in-kind) structural posts, stairs, and stair railing; install additional balusters on existing railings; install handrail; and install interior fall protection at operable windows at 1045 Gaviota Drive, Laguna Beach, Orange County. (AS-LB)",
                                            "spanish": "Solicitud de Betty Dekovner para reparar y reemplazar (en especie) los postes estructurales, las escaleras y la barandilla de la escalera; instalar balaustres adicionales en las barandillas existentes; instalar un pasamanos; e instalar una protección interior contra caídas en las ventanas operables en 1045 Gaviota Drive, Laguna Beach, Condado de Orange. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10c/F10c-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10c/F10c-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10c/F10c-11-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10c/F10c-11-2021-addendum2.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-20-0362 (Fakhoury-Sawabini Private Trust, San Clemente) ",
                                            "spanish": "Solicitud No. 5-20-0362 (Fideicomiso Privado Fakhoury-Sawabini, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Fakhoury-Sawabini Private Trust to remodel and expand 1,320 sq. ft., 13’ high, 1-story mobile home, resulting in 2,317 sq.ft., 16’ high, 2-story mobile home on beachfront mobile home space at 1880 N. El Camino Real, Unit 3, San Clemente, Orange County. (VL-LB)",
                                            "spanish": "Solicitud del Fideicomiso Privado Fakhoury-Sawabini para remodelar y ampliar una casa móvil de 1 piso, de 1,320 pies cuadrados y 13 pies de altura, dando lugar a una casa móvil de 2 pisos, de 2,317 pies cuadrados y 18 pies de altura, en un espacio para casas móviles frente a la playa en 1880 N. El Camino Real, Unidad 3, San Clemente, Condado de Orange. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10d/F10d-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10d/F10d-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10d/F10d-11-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10d/F10d-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-21-0232 (Luckey, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-21-0232 (Luckey, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Palmer Luckey to remove 682 sq.ft. floating dock, 60 sq.ft. gangway, 192 sq.ft. Pier and four, 14” piles; two 16” guide piles will remain in place and three 16” guide piles will be relocated;  install new 600 sq.ft. floating dock and 96 sq.ft. gangway, at 944 Via Lido Nord, Newport Beach, Orange County.  (FSY-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Palmer Luckey para retirar un muelle flotante de 682 pies cuadrados, una pasarela de 60 pies cuadrados, 192 pies cuadrados de muelle y cuatro pilotes de 14'; dos pilotes guía de 16' permanecerán en su lugar y tres pilotes guía de 16' serán reubicados; instalar un nuevo muelle flotante de 600 pies cuadrados y una pasarela de 96 pies cuadrados, en 944 Via Lido Nord, Newport Beach, Condado de Orange.  (FSY) (NOTA: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10e/F10e-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10e/F10e-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10e/F10e-11-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F10e/F10e-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-19-0218-A1 (The Beach House at the River, LLC & City of Seal Beach, Seal Beach) ",
                                            "spanish": "Permiso No. 5-19-0218-A1 (The Beach House at the River, LLC y la Ciudad de Seal Beach, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by The Beach House at the River, LLC & City of Seal Beach to amend previously approved permit to extend the outdoor patio of beach-front restaurant by 600 sq.ft. and landscape area in front of patio with native dune vegetation at 15 1st Street, Seal Beach, Orange County. (VL-LB)",
                                            "spanish": "Solicitud de The Beach House at the River, LLC y de la Ciudad de Seal Beach para modificar el permiso previamente aprobado para ampliar el patio exterior del restaurante frente a la playa en 600 pies cuadrados y hacer paisajismo en el área frente al patio con vegetación nativa de dunas en15 1st Street, Seal Beach, Condado de Orange. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F11a/F11a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F11a/F11a-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Permit No. 5-19-0345-A1 (Orange County Parks, Capistrano Beach County Park) ",
                                            "spanish": "Permiso No. 5-19-0345-A1 (Parques del Condado de Orange, Parque del Condado de Capistrano Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by Orange County Parks to amend previously approved permit to modify the permit timing conditions to extend the permit authorization four months at Capistrano Beach County Park, Dana Point, Orange County. (DZ-LB)",
                                            "spanish": "Solicitud de los Parques del Condado de Orange para enmendar el permiso previamente aprobado para modificar las condiciones de tiempo del permiso para extender la autorización del permiso cuatro meses en el Parque del Condado de Capistrano Beach, Dana Point, Condado de Orange. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F11b/f11b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F11b/f11b-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F11b/f11b-11-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/11/F12/F12-11-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-19-0147-3 (Coast Highway Corridor Incentive District). ",
                                            "spanish": "Enmienda del LCP de la ciudad de Oceanside No. LCP-6-OCN-19-0147-3 (Distrito del Incentivo del Corredor de la Autopista Costera). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Oceanside to amend its Land Use Plan and Implementation Plan to facilitate redevelopment along northern portion of Coast Highway. (TR-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de Oceanside de modificar su Plan de Uso del Suelo y su Plan de Implementación para facilitar la reurbanización a lo largo de la parte norte de la autopista costera. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CII-21-0040-1 (West Oaks). Time Extension",
                                            "spanish": "Enmienda del LCP de la ciudad de Carlsbad No. LCP-6-CII-21-0040-1 (West Oaks). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by City of Carlsbad to redesignate land uses on nine parcels located southwest of the intersection of Palomar Airport Road and Palomar Oaks Way from Planned Industrial and Open Space (OS) to Residential (R-30) and OS, and then rezone from Planned Industrial and OS to Residential Density-Multiple and OS. (CB-SD)",
                                            "spanish": "Audiencia pública y acción para extender el plazo de 90 días para la acción de la Comisión hasta un año sobre la solicitud de la Ciudad de Carlsbad para rediseñar los usos del suelo en nueve parcelas ubicadas al suroeste de la intersección de Palomar Airport Road y Palomar Oaks Way de Industrial Planificado y Espacio Abierto (OS) a Residencial (R-30) y OS, y luego rezonificar de Industrial Planificado y OS a Residencial Densidad-Múltiple y OS. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F13b/f13b-11-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0165-3 (Balboa Avenue Station Specific Plan) Adoption of Suggested Modifications Time Extension",
                                            "spanish": "Enmienda al LCP de la ciudad de San Diego No. LCP-6-SAN-19-0165-3 (Plan Específico de la Estación de la Avenida Balboa) Adopción de la ampliación del plazo de las modificaciones sugeridas"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 6-month time limit up to one year on request by City of San Diego to act and agree to the modifications adopted by the Commission on the City’s certified Land Use Plan and Implementation Plan to implement the Balboa Avenue Station Specific Plan. (AL-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 6 meses hasta un año sobre la solicitud de la Ciudad de San Diego para actuar y aceptar las modificaciones adoptadas por la Comisión sobre el Plan de Uso del Suelo y el Plan de Implementación certificados de la Ciudad para implementar el Plan Específico de la Estación de la Avenida Balboa. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F13c/F13c-11-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of San Diego Amendment No. LCP-6-SAN-20-0076-4 (Cannabis Outlets and Production Facilities). ",
                                            "spanish": "Enmienda No. LCP-6-SAN-20-0076-4 de la ciudad de San Diego (Puntos de venta e instalaciones de producción de cannabis). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director's determination that request by City of San Diego to amend its certified Local Coastal Program Implementation Plan to revise siting and amendment processing requirements for cannabis outlets and production facilities is de minimis. (KC-SD)",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la solicitud de la ciudad de San Diego de enmendar su Plan de Implementación del Programa Costero Local certificado para revisar los requisitos de emplazamiento y tramitación de enmiendas para los puntos de venta y las instalaciones de producción de cannabis es de minimis. (KC-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F13d/F13d-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F13d/F13d-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0005-5 (2019 Housing Legislation). ",
                                            "spanish": "Enmienda al LCP de la ciudad de San Diego No. LCP-6-SAN-21-0005-5 (Legislación de Vivienda 2019). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to implement several housing-related amendments regarding accessory dwelling units, moveable tiny houses, dwelling unit protection, and miscellaneous changes to implement state housing laws. (AL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de San Diego de modificar su Código de Desarrollo del Suelo certificado (IP) para aplicar varias enmiendas relacionadas con la vivienda en lo que respecta a las unidades de vivienda accesorias, las casas diminutas móviles, la protección de las unidades de vivienda y cambios diversos para aplicar las leyes estatales en materia de vivienda. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-21-0006-5 (Moveable Tiny Houses). ",
                                            "spanish": "Enmienda al LCP de la ciudad de San Diego No. LCP-6-SAN-21-0006-5 (Casas diminutas móviles). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend its certified Land Development Code (IP) to permit moveable tiny houses as a new separately regulated residential use alongside accessory dwelling units. (AL-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de San Diego de modificar su Código de Desarrollo del Suelo certificado (IP) para permitir las casas diminutas móviles como un nuevo uso residencial regulado por separado junto a las unidades de vivienda accesorias. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "City of San Diego Amendment No. LCP-6-SAN-21-0032-1 (Kearny Mesa Community Plan Update Implementation). ",
                                            "spanish": "Enmienda de la ciudad de San Diego No. LCP-6-SAN-21-0032-1 (Aplicación de la Actualización del Plan Comunitario de Kearny Mesa). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director's determination that request by City of San Diego to amend its certified Local Coastal Program Implementation Plan to incorporate the Kearny Mesa Community Plan Implementation Overlay Zone and revise zones is de minimis. (KC-SD)",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la solicitud de la ciudad de San Diego de enmendar su Plan de Implementación del Programa Costero Local certificado para incorporar la Zona de Recubrimiento de Aplicación del Plan Comunitario de Kearny Mesa y revisar las zonas es de minimis. (KC-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F13g/F13g-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F13g/F13g-11-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-6-LJS-20-0008 (Abbott, La Jolla) ",
                                            "spanish": "Solicitud No. A-6-LJS-20-0008 (Abbott, La Jolla) "
                                        },
                                        "blurb": {
                                            "english": "Application of Roger Abbott to demolish 5,524 sq.ft. 1-story, single family home and construct 10,385 sq.ft. 2-story, single family home, remodel existing detached garages and remove non-conforming development on 1.37-acre blufftop lot, at 6340 Camino de la Costa, La Jolla, San Diego, San Diego County. (MF-SF)",
                                            "spanish": "Solicitud de Roger Abbott para demoler una casa unifamiliar de 1 piso de 5,524 pies cuadrados y construir una casa unifamiliar de 2 pisos de 10,385 pies cuadrados, remodelar los garajes independientes existentes y eliminar la urbanización no conforme en un lote de 1.37 acres en la cima de un acantilado, en 6340 Camino de la Costa, La Jolla, San Diego, Condado de San Diego. (MF-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14a/F14a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14a/F14a-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14a/F14a-11-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14a/F14a-11-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-21-0259 (Mastro’s Ocean Club, Encinitas) ",
                                            "spanish": "Solicitud No. 6-21-0259 (Mastro's Ocean Club, Encinitas) "
                                        },
                                        "blurb": {
                                            "english": "Application of CHLN, Inc to remodel and rebrand 7,471 sq.ft., 2-story, oceanfront restaurant, including 460 sq.ft. addition; consolidate 13 underlying lots into 1 lot; revise valet program; new landscape and hardscape on combined 27,948 sq.ft. lot, at 2588 South Coast Highway 101, Cardiff, Encinitas, San Diego County. (KC-SD)",
                                            "spanish": "Solicitud de CHLN, Inc. para remodelar y cambiar la marca de un restaurante de 2 pisos frente al mar de 7,471 pies cuadrados, incluyendo una adición de 460 pies cuadrados; consolidar 13 lotes subyacentes en un solo lote; revisar el programa de valet; nuevos jardines y paisaje externo en un lote combinado de 27,948 pies cuadrados, en 2588 South Coast Highway 101, Cardiff, Encinitas, Condado de San Diego. (KC-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14b/F14b-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14b/F14b-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14b/F14b-11-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F14b/F14b-11-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 6-93-207-A2 (NCTD Conservation Easement Revision, Carlsbad) ",
                                            "spanish": "Permiso No. 6-93-207-A2 (Revisión de la Servidumbre de Conservación del NCTD, Carlsbad) "
                                        },
                                        "blurb": {
                                            "english": "Request by North County Transit District (NCTD) to amend permit for construction of Poinsettia transit station to correct and expand the boundaries of previously recorded conservation easement between the NCTD right-of-way and Poinsettia transit station parking lot in Carlsbad, San Diego County. (TH-SD)",
                                            "spanish": "Solicitud del Distrito de Tránsito del Condado Norte (NCTD) para enmendar el permiso para la construcción de la estación de tránsito Poinsettia para corregir y ampliar los límites de la servidumbre de conservación previamente registrada entre el derecho de vía del NCTD y el estacionamiento de la estación de tránsito Poinsettia en Carlsbad, Condado de San Diego. (TH-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F15a/F15a-11-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F15a/F15a-11-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/11/F15a/F15a-11-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be November 17-19, 2021, and December 15-17, 2021.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del 15 al 17 de diciembre de 2021 y 9 al 11 de Febrero de 2022 ."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]