[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "September 13 @ 10:00 am"
        },
        "status": null,
        "month": "September",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 8,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/W3/W3-9-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W6a/W6a-9-2021-Report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation. (JA/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W6c/W6c-9-2021-Report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Interagency Agreements for Implementing California’s Coastal Management Program, FY 2021-22 Coastal Zone Management Grant Award",
                                            "spanish": "Acuerdos interinstitucionales para la implementación del Programa de Gestión Costera de California, concesión de una subvención para la gestión de la zona costera en el ejercicio 2021-22. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission authorization to enter into Interagency Agreements with BCDC and the Coastal Conservancy to transfer federal funds to these agencies for the implementation of California Coastal Management Program for Fiscal Year 2021-22. (AR-SF) ",
                                            "spanish": "Audiencia pública y autorización de la Comisión para celebrar Acuerdos Interinstitucionales con la BCDC y la Conservación Costera para transferir fondos federales a estas agencias para la aplicación del Programa de Gestión Costera de California para el año fiscal 2021-22. (AR-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W6d/W6d-9-2021.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Public Education Grant Program",
                                            "spanish": "Programa de subsidios de educación pública"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission action on proposed awarding of targeted WHALE TAIL grants. (AKF – SF)",
                                            "spanish": "Audiencia pública y acción de la Comisión sobre la concesión propuesta de subvenciones específicas de WHALE TAIL. (AKF – SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W6e/w6e-9-2021-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Informational Presentation on Groundwater Rise. ",
                                            "spanish": "Presentación informativa sobre la subida de las aguas subterráneas. "
                                        },
                                        "blurb": {
                                            "english": "Presentation by a team of scientists who developed a new statewide dataset showing how sea level rise could cause coastal groundwater to rise, and discussion of the implications for sea level rise adaptation planning. (MC-SC)",
                                            "spanish": "Presentación de un equipo de científicos del USGS y la Universidad de Arkansas que desarrollaron un nuevo conjunto de datos a nivel estatal que muestra cómo el aumento del nivel del mar podría hacer que el agua subterránea costera aumente, y la discusión de las implicaciones para la planificación de la adaptación al aumento del nivel del mar. (MC-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "Draft Critical Infrastructure Sea Level Rise Planning Guidance",
                                            "spanish": "Borrador de la Guía de Planificación de la Subida del Nivel del Mar para Infraestructuras Críticas"
                                        },
                                        "blurb": {
                                            "english": "Staff briefing on the draft document “Critical Infrastructure at Risk: Sea Level Rise Planning Guidance for California’s Coastal Zone,” which is available for public review and comment. The Guidance focuses on water and transportation infrastructure and provides local governments, asset managers and other stakeholders with policy and planning information to help protect critical infrastructure as sea levels rise.",
                                            "spanish": "Sesión informativa del personal sobre el proyecto del documento 'Infraestructuras críticas en peligro: guía de planificación de la subida del nivel del mar para la zona costera de California', que está disponible para su revisión y comentario públicos. La Guía se centra en las infraestructuras de agua y transporte y proporciona información sobre políticas y planificación para los gobiernos locales, los gestores de activos y otras partes interesadas, para ayudar a proteger las infraestructuras críticas a medida que sube el nivel del mar. (MC-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Critical Infrastructure Guidance",
                                                "url": "https://documents.coastal.ca.gov/assets/slr/SLR Guidance_Critical Infrastructure_8.16.21_FINAL_FullPDF.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0081 (210 Montreal, LLC, Playa Del Rey) ",
                                            "spanish": "Solicitud No. 5-21-0081 (210 Montreal, LLC, Playa Del Rey) "
                                        },
                                        "blurb": {
                                            "english": "Application of 210 Montreal, LLC to construct three-story, 45’ high, 4,468 sq.ft. single-family home with 1,168 sq.ft. basement, attached three-car garage, retaining walls, approx. 5,600 cu. yd. of grading, and caisson beam foundation on 6,226 sq.ft. vacant lot at 210 Montreal Street, Playa Del Rey, City of Los Angeles, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud de 210 Montreal, LLC para construir una vivienda unifamiliar de tres pisos, 45' de altura, 4,468 pies cuadrados, con un sótano de 1,168 pies cuadrados, garaje adjunto para tres automóviles, muros de contención, aproximadamente 5,600 yardas cúbicas de nivelación y cimientos de vigas de cajón en un terreno vacío de 6,226 pies cuadrados en el 210 Montreal Street, Playa Del Rey, Ciudad de Los Ángeles, Condado de Los Ángeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W7a/W7a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W7a/W7a-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Administrative Calendar",
                                    "spanish": "Calendario Administrativo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0115 (Hounsell, Long Beach) ",
                                            "spanish": "Solicitud No. 5-21-0115 (Hounsell, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Barbara Hounsell to reconfigure 534 sq.ft. U-shaped dock to 526 sq.ft. L-shaped dock, remove and relocate one 16” marina guide pile, and remove and replace one 16” round marina guide pile with one 16” square marina guide pile, at 5745 Corso Di Napoli, Long Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud de Barbara Hounsell para reconfigurar un muelle en forma de U de 534 pies cuadrados a uno de 526 pies cuadrados en forma de L, retirar y reubicar un pilote guía de marina de 16', y retirar y reemplazar un pilote guía de marina redondo de 16' por un pilote guía de marina cuadrado de 16', en 5745 Corso Di Napoli, Long Beach, Condado de Los Ángeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W9a/W9a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W9a/W9a-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/W10/W10-9-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "County of Santa Barbara LCP Amendment No. LCP-4-STB-20-0028-1 (Coastal Resiliency). ",
                                            "spanish": "Enmienda del LCP del condado de Santa Barbara No. LCP-4-STB-20-0028-1 (Resiliencia costera). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on County of Santa Barbara’s request to amend its Land Use Plan and Implementation Plan to add policies, development standards, and maps regarding coastal hazards and planning for sea level rise. (MK-V)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud del condado de Santa Barbara de enmendar su Plan de Uso del Suelo y su Plan de Implementación para añadir políticas, normas de desarrollo y mapas relativos a los peligros costeros y a la planificación para la subida del nivel del mar. (MK-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W11a/W11a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W11a/W11a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W11a/w11a-9-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W11a/w11a-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Malibu LCP Amendment No. LCP-4-MAL-20-0083-2 (Short-term Rentals). Time Extension. ",
                                            "spanish": "Enmienda del LCP de la ciudad de Malibu No. LCP-4-MAL-20-0083-2 (Alquiler a corto plazo). Extensión de tiempo. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the time limit for action up to one year on City of Malibu’s request to amend the Land Use Plan and Local Implementation Plan of its certified LCP to address short-term rental use in residential zones. (DV-V) ",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de actuación hasta un año sobre la solicitud de la ciudad de Malibú de enmendar el Plan de Uso del Suelo y el Plan de Implementación Local de su LCP certificado para abordar el uso de alquileres a corto plazo en zonas residenciales. (DV-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W11b/W11b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W11b/W11b-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Malibu LCP Amendment No. LCP-4-MAL-19-0164-3 (Prohibit the Use of Pesticides) Certification Review. ",
                                            "spanish": "Enmienda del LCP de la ciudad de Malibu LCP No. LCP-4-MAL-19-0164-3 (Prohibir el uso de plaguicidas) Revisión de certificación"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the action by the City of Malibu accepting the Commission’s certification with suggested modifications is legally adequate. (DV-V)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo de que la acción de la ciudad de Malibú de aceptar la certificación de la Comisión con modificaciones sugeridas es legalmente adecuada. (DV-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W11c/W11c-9-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-19-0826 (California State Parks, Los Angeles) ",
                                            "spanish": "Solicitud No. 4-19-0826 (Parques Estatales de California, Los Ángeles)  "
                                        },
                                        "blurb": {
                                            "english": "Application of California Department of Parks and Recreation to construct drainage and erosion control improvements, as well as reconfigure parking lot and egress road, at Trippet Ranch within Topanga State Park, 20828 Entrada Road, Santa Monica Mountains, Los Angeles County. (DC-V)",
                                            "spanish": "Solicitud del Departamento de Parques y Recreación de California para construir mejoras de drenaje y control de la erosión, así como reconfigurar el estacionamiento y el camino de salida, en el Rancho Trippet dentro del Parque Estatal Topanga, 20828 Entrada Road, Santa Monica Mountains, Condado de Los Ángeles (DC-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W12a/W12a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W12a/W12a-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 4-20-0636 (City of Santa Barbara Parks and Recreation Dept., Santa Barbara Co.) ",
                                            "spanish": "Solicitud No. 4-20-0636 (Departamento de Parques y Recreación de la Ciudad de Santa Barbara, Condado de Santa Barbara) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Santa Barbara Parks and Recreation Department to repair Thousand Steps concrete public access stairway, including: replacement of bottom portion of stairway with new stairs that would include approx. 27 sq.ft. extension further seaward with sidewalls, columns, footing, and rocks gathered onsite for additional scour protection; repairs to minor surface cracks in concrete; install drainage infrastructure, new handrails, and new concrete guard-rail at mid-stairway main landing; and addition of new public access amenities at top of stairs; at terminus of Santa Cruz Blvd., Santa Barbara, Santa Barbara County. (WD-V)",
                                            "spanish": "Solicitud del Departamento de Parques y Recreación de la Ciudad de Santa Barbara para reparar la escalera de acceso público de concreto Thousand Steps, incluyendo: la sustitución de la parte inferior de la escalera por una nueva que incluiría aproximadamente 27 pies cuadrados de extensión hacia el mar con paredes laterales, columnas, zapatas y rocas recogidas in situ para una protección adicional contra la socavación; reparación de pequeñas grietas superficiales en el concreto; instalación de infraestructura de drenaje, nuevos pasamanos y nueva barandilla de concreto en el descanso principal de la escalera; y adición de nuevos servicios de acceso público en la parte superior de la escalera; en el extremo del Santa Cruz Blvd., Santa Barbara, Condado de Santa Barbara. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W12b/W12b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W12b/W12b-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/W13/W13-9-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-19-0008-1. ",
                                            "spanish": "Enmienda del LCP de la Ciudad de Long Beach No. LCP-5-LOB-19-0008-1"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that action by the City of Long Beach accepting the Commission’s certification of the Southeast Area Specific Plan and associated changes to the certified Local Coastal Program with suggested modifications is legally adequate. (DZ-LB)",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la acción de la ciudad de Long Beach de aceptar la certificación de la Comisión del Plan Específico de la Zona Sureste y los cambios asociados al Programa Costero Local certificado con las modificaciones sugeridas es legalmente adecuada. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14a/w14a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14a/w14a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exhibits 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14a/w14a-9-2021-exhibits-2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14a/w14a-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14a/w14a-9-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-20-0014-1",
                                            "spanish": "Enmienda del LCP de la Ciudad de Long Beach No. LCP-5-LOB-20-0014-1"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that action by the City of Long Beach accepting the Commission’s certification with suggested modifications to allow for the Belmont Beach and Aquatic Center is legally adequate. (DZ-LB)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo que la acción de la ciudad de Long Beach aceptando la certificación de la Comisión con las modificaciones sugeridas para permitir la Playa y Centro Acuático Belmont es legalmente adecuada. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14b/w14b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14b/w14b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14b/w14b-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W14b/w14b-9-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-MDR-19-0217 (E&S Ring Management Corp., Marina del Rey) ",
                                            "spanish": "Apelación No. A-5-MDR-19-0217 (E&S Ring Management Corp., Marina del Rey) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Ballona Institute and Marcia Hanscom from County of Los Angeles Regional Planning Department granting permit with conditions to E&S Ring Management Corp for authorizing unpermitted removal of 11 nests from four trees within Mariners Village apartment complex at 4600 Via Marina, Lease Parcel 113, Marina del Rey, Los Angeles County. (MR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Apelación del Ballona Institute y Marcia Hanscom contra el Departamento de Planificación Regional del Condado de Los Ángeles por la que se concede un permiso con condiciones a E&S Ring Management Corp para autorizar la retirada sin permiso de 11 nidos de cuatro árboles dentro del complejo de apartamentos Mariners Village en el 4600 Via Marina, Parcela de Arrendamiento 113, Marina del Rey, Condado de Los Ángeles. (MR-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15a/W15a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15a/W15a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15a/W15a-9-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15a/W15a-9-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0046 (Murez, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0046 (Murez, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Save Venice et. al. from City of Los Angeles action granting permit with conditions to James and Melanie Murez for conversion of basement and ground floor of existing 3-story over basement, 5,282 sq.ft. Artist-in-Residence dwelling unit into new 2,027 sq.ft. restaurant with four total parking spaces on 3,391 sq.ft. lot at 800-802 Main St., Venice, City of Los Angeles, Los Angeles County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Apelación de Save Venice et. al. contra la acción de la Ciudad de Los Ángeles que concede el permiso con condiciones a James y Melanie Murez para la conversión del sótano y la planta baja de una unidad de vivienda existente para artistas de 3 pisos y 5,282 pies cuadrados en un nuevo restaurante de 2,027 pies cuadrados con cuatro plazas de estacionamiento en un terreno de 3,391 pies cuadrados en el 800-802 Main St., Venice, ciudad de Los Ángeles, condado de Los Ángeles. (CS-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15b/W15b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15b/W15b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15b/W15b-9-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15b/W15b-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED "
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0051 (Zakoot, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0051 (Zakoot, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Laura Doss, Joan Huff, and Karen Jones from decision of City of Los Angeles granting permit with conditions to Alon Zakoot for demolition of single-story, 1,380 sq.ft. single-family home with detached garage, subdivision of lot into two smaller lots, construction of two-story, approx. 2,800 sq.ft., 35’ high, single-family home with roof deck, swimming pool on each newly subdivided lot, and five parking spaces at 701 & 701 1/2 Vernon Avenue, Venice, Los Angeles, Los Angeles County. (JD-LB)",
                                            "spanish": "Apelación de Laura Doss, Joan Huff y Karen Jones contra la decisión de la ciudad de Los Ángeles de concederle un permiso con condiciones a Alon Zakoot para la demolición de una casa unifamiliar de una sola planta y 1,380 pies cuadrados con garaje independiente, la subdivisión del lote en dos lotes más pequeños, la construcción de una casa unifamiliar de dos plantas y aproximadamente 2,800 pies cuadrados y 35' de altura, con cubierta, piscina en cada lote recién subdividido, y cinco plazas de estacionamiento en el 701 y 701 1/2 Vernon Avenue, Venice, Los Ángeles, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15c/W15c-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15c/W15c-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15c/W15c-9-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15c/W15c-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-21-0052 (LA Riverstonegrey, LLC, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-21-0052 (LA Riverstonegrey, LLC, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Citizens Preserving Venice of decision of City of Los Angeles Planning Director approving local coastal development permit for demolition of two single-family homes (1,112 sq.ft. and 576 sq.ft.) on approx. 5,200 sq.ft. lot and construction 2-story, 3,254 sq.ft. single-family home with 3 parking spaces, roof deck, and 581 sq.ft. attached accessory dwelling unit, at 628 Santa Clara Avenue, Venice, Los Angeles, Los Angeles County. (DZ-LB)",
                                            "spanish": "Apelación de Citizens Preserving Venice contra la decisión del Director de Planificación de la Ciudad de Los Ángeles por la que se aprueba el permiso local de desarrollo costero para la demolición de dos viviendas unifamiliares (1,112 pies cuadrados y 576 pies cuadrados) en un lote de aproximadamente 5,200 pies cuadrados y la construcción de una casa unifamiliar de 2 pisos de 3,254 pies cuadrados con 3 espacios de estacionamiento, cubierta y una unidad de vivienda accesoria de 581 pies cuadrados en el 628 Santa Clara Avenue, Venice, Los Ángeles, Condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15d/w15d-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W15d/w15d-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-19-1195 (M.P. Boat Slips, LLC, Long Beach) ",
                                            "spanish": "Solicitud No. 5-19-1195 (M.P. Boat Slips, LLC, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of MP Boat Slips, LLC to relocate guest dock and gangway and install three new floating docks with 31 public boat slips (30 public for-rent slips, and one free public slip) with dock boxes and utilities and additional gangway, in waterway behind Marina Pacifica Shopping Center, at 6326 E. Pacific Coast Highway, City of Long Beach, Los Angeles County. (MR-LB)",
                                            "spanish": "Solicitud de MP Boat Slips, LLC para reubicar el muelle de invitados y la pasarela e instalar tres nuevos muelles flotantes con 31 muelles públicos para embarcaciones (30 muelles públicos de alquiler y un muelle público gratuito) con cajas de muelle y servicios públicos y pasarela adicional, en la vía fluvial detrás del Marina Pacifica Shopping Center, en el 6326 E. Pacific Coast Highway, Ciudad de Long Beach, Condado de Los Ángeles. (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16a/W16a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16a/W16a-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-LOB-20-0006 (Panattoni Development Company, Inc., Long Beach) ",
                                            "spanish": "Solicitud No. A-5-LOB-20-0006 (Panattoni Development Company, Inc., Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Panattoni Development Company, Inc. to demolish 400 sq.ft. of concrete pipeline structures and asphalt paving and construct two industrial buildings with on-site parking spaces, landscaping, a lot line adjustment, and offer to dedicate 1.81 acres of usable Open Space on the western side of project area to the Los Cerritos Wetlands Authority as native transitional habitat at 300 North Studebaker Rd., Long Beach, Los Angeles County. (CP-LB)",
                                            "spanish": "Solicitud de Panattoni Development Company, Inc. para demoler 400 pies cuadrados de estructuras de tuberías de concreto y pavimentación de asfalto y construir dos edificios industriales con espacios de estacionamiento en el lugar, paisajismo, un ajuste de la línea del lote y ofrecer dedicar 1.81 acres de espacio abierto utilizable en el lado oeste del área del proyecto a la Autoridad de Humedales de Los Cerritos como hábitat nativo de transición en 300 North Studebaker Rd., Long Beach, Condado de Los Ángeles. (CP-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16b/W16b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16b/w16b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16b/W16b-9-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16b/W16b-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0522 (Street Retail West II, LP, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-20-0522 (Street Retail West II, LP, Santa Monica) "
                                        },
                                        "blurb": {
                                            "english": "Application of Street Retail West II, LP to change the use of 44,936 sq.ft., 3-story commercial structure from retail space to recreational fitness center at 1202 3rd Street Promenade, Santa Monica, Los Angeles County. (VL-LB)",
                                            "spanish": "Solicitud de Street Retail West II, LP para cambiar el uso de 44,936 pies cuadrados de una estructura comercial de 3 pisos a un gimnasio recreativo en 1202 3rd Street Promenade, Santa Monica, Condado de Los Ángeles. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16c/W16c-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16c/W16c-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16c/W16c-9-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16c/W16c-9-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-21-0008 (IRD, LP, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-21-0008 (IRD, LP, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of IRD, LP to remodel and add 1,100 sq.ft. to 2,865 sq. ft. single-family home, resulting in 3,376 sq. ft. single-family home with no changes to structure’s height or onsite parking at, 12 The Strand, Hermosa Beach, Los Angeles County. (AS-LB)",
                                            "spanish": "Solicitud de IRD, LP para remodelar y agregar 1,100 pies cuadrados a una casa unifamiliar de 2,865 pies cuadrados, resultando en una casa unifamiliar de 3,376 pies cuadrados sin cambios en la altura de la estructura o en el estacionamiento en el sitio en 12 The Strand, Hermosa Beach, Condado de Los Ángeles. (AS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16d/W16d-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16d/W16d-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-21-0076 (OFIPLEX, LLC, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-21-0076 (OFIPLEX, LLC, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of OFIPLEX LLC to demolish 29’8”-high, two-story, 2,300 sq.ft. duplex and construct new, 29’10”-high, three-story, 4,573 sq.ft. duplex and 932 sq.ft. garage on 3,595 sq.ft. lot at 44 The Strand, Hermosa Beach, Los Angeles County. (CP-LB) ",
                                            "spanish": "Solicitud de OFIPLEX LLC para demoler un dúplex de 29'8' de altura, dos pisos, 2,300 pies cuadrados y construir un nuevo dúplex de 29'10' de altura, tres pisos, 4,573 pies cuadrados y un garaje de 932 pies cuadrados en un terreno de 3,595 pies cuadrados en 44 The Strand, Hermosa Beach, Condado de Los Ángeles. (CP-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16e/W16e-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W16e/W16e-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. P-3-20-78-2978-A1 (2918 3rd St, LLC, Santa Monica) ",
                                            "spanish": "Solicitud No. P-3-20-78-2978-A1 (2918 3rd St, LLC, Santa Monica) "
                                        },
                                        "blurb": {
                                            "english": "Application of 2918 3rd Street, LLC to amend Special Condition 1 of P-3-20-78-2978 to allow for addition of 3 rental units on site, demolish detached 900 sq.ft., 5-car carport and construct new 2-story, 19’-4” high detached structure with two 582 sq.ft. ADUs in rear yard, convert laundry, storage, garage, and crawl space into 700 sq.ft. attached ADU in basement floor of triplex, and retain 2 uncovered on-site parking spaces at 2918 3rd Street, Santa Monica, Los Angeles County. (VL-LB)",
                                            "spanish": "Solicitud de 2918 3rd Street, LLC para enmendar la Condición Especial 1 de P-3-20-78-2978 para permitir la adición de 3 unidades de alquiler en el sitio, demoler el garaje independiente de 900 pies cuadrados y 5 automóviles y construir una nueva estructura independiente de 2 pisos y 19'-4' de altura con dos unidades de vivienda accesoria de 582 pies cuadrados en el patio trasero, convertir la lavandería, el almacenamiento, el garaje, y la cámara bajo la casa en una unidad de vivienda accesoria de 700 pies cuadrados adjunta en el piso del sótano del triplex, y mantener 2 espacios de estacionamiento descubiertos en el sitio en 2918 3rd Street, Santa Monica, Condado de Los Ángeles. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W17a/W17a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W17a/W17a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W17a/W17a-9-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/W17a/W17a-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "Aqualegacy v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Carter, et al. v. City of Los Angeles, et al. , Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Casa Blanca Beach Estates Owners Association v. County of Santa Barbara, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Dunes Development LLC v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Linovitz, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Martins Beach 1, LLC, et al. v. Turnbull-Sanders, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Ralston v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Samuel Lawrence Foundation v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Shear v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Smith v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Environmental Defense Center, et al. v. Bureau of Ocean Energy Management, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Misenum, LLC, et al. v. City of San Diego, et al"
                                    },
                                    {
                                        "litigation": "EcoLogic Partners, Inc., et al. v. CCC, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes v. California Department of Parks and Recreation, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (County of San Luis Obispo, et al. RPIs), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al. (California Department of Parks and Recreation, et al., RPIs), Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 18,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "September 2021",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 9,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th3/Th3-9-2021.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th7/Th7-9-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED",
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Informational Briefing on Offshore Wind. ",
                                            "spanish": "Sesión informativa sobre la energía eólica marina"
                                        },
                                        "blurb": {
                                            "english": "Briefing on the federal consistency review process for potential wind energy lease areas in federal waters offshore of California’s north and central coasts. (KH-SF)",
                                            "spanish": "Sesión informativa sobre el proceso de revisión de la coherencia federal de las posibles zonas de arrendamiento de energía eólica en aguas federales frente a la costa norte y central de California. (KH-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th8/Th8-9-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Mendocino County LCP Amendment No. LCP-1-MEN-20-0021-1(Accessory Dwelling Units). ",
                                            "spanish": "Enmienda de LCP del condado de Mendocino No. LCP-1-MEN-20-0021-1 (Unidades de Vivienda Accesorias). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Mendocino County to amend the County’s certified Land Use Plan and Implementation Program to regulate accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs) in compliance with recent State legislation.  (RSM-A)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud del condado de Mendocino de enmendar el Plan de Uso del Suelo y el Programa de Implementación certificados del condado para regular las unidades de vivienda accesorias (ADU) y las unidades de vivienda accesorias menores (JADU) en cumplimiento de la reciente legislación estatal.  (RSM-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9a/th9a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9a/Th9a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9a/Th9a-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9a/th9a-9-2021-appendix.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9a/th9a-9-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Trinidad LCP Amendment No. LCP-1-TRN-21-0039-1 (Emergency Shelters). Time Extension",
                                            "spanish": "Enmienda del LCP de la ciudad de Trinidad No. LCP-1-TRN-21-0039-1 (Albergues de emergencia). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by the City of Trinidad to amend the City’s Implementation Plan to (1) add a definition for “Emergency Shelter,” (2) expand the list of allowed principal uses in the Commercial zone to include emergency shelter, (3) expand the list of allowed conditional uses in the Planned Development zone to include emergency shelters, and (4) add off-street parking requirements for emergency shelters. (MBK-A)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo para la acción de la Comisión hasta un año a solicitud de la Ciudad de Trinidad para enmendar el Plan de Implementación de la Ciudad para (1) agregar una definición para 'Albergue de Emergencia', (2) expandir la lista de usos principales permitidos en la zona Comercial para incluir el albergue de emergencia, (3) expandir la lista de usos condicionales permitidos en la zona de Desarrollo Planificado para incluir los albergues de emergencia, y (4) agregar requisitos de estacionamiento fuera de la calle para los albergues de emergencia. (MBK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9b/th9b-9-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "County of Humboldt LCP Amendment No. LCP-1-HUM-21-0030-1 (Samoa Peninsula Wastewater Project). Time Extension.  ",
                                            "spanish": "Enmienda del LCP del Condado de Humboldt No. LCP-1-HUM-21-0030-1 (Proyecto de aguas residuales de la península de Samoa). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by the County of Humboldt to amend the County’s certified Humboldt Bay Area Plan Land Use Plan (LUP) and Implementation Plan (IP) to (1) allow for the extension of sewer services outside the urban limit line of Samoa to rural lands on the Samoa Peninsula (North Spit of Humboldt Bay) within the boundaries of the Peninsula Community Services District, and (2) rezone Residential Exurban (RX) lands in the Fairhaven area of the Samoa Peninsula from Residential Single-Family. No Further Subdivision Allowed (RS-X) to RS-X with a Qualified (Q) Combining Zone (RS-X-Q) where new development could only be approved subject to certain findings being made related to ESHA protection and flood risk reduction. (MBK-A)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo para la acción de la Comisión hasta un año a solicitud del Condado de Humboldt para modificar el Plan de Uso del Suelo (LUP) y el Plan de Implementación (IP) certificados del Condado de la Bahía de Humboldt para (1) permitir la extensión de los servicios de alcantarillado fuera de la línea del límite urbano de Samoa a tierras rurales en la Península de Samoa (Cordón Litoral Norte de la Bahía de Humboldt) dentro de los límites del Distrito de Servicios Comunitarios de la Península, y (2) rezonificar los terrenos Residenciales Exurbanos (RX) en la zona de Fairhaven de la Península de Samoa de Residencial Unifamiliar Sin Permitir Más Subdivisiones (RS-X) a RS-X con una Zona de Combinación Calificada (Q) (RS-X-Q) donde el nuevo desarrollo solo podría ser aprobado sujeto a ciertas conclusiones relacionadas con la protección de la ESHA y la reducción del riesgo de inundación. (MBK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9c/th9c-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th9c/Th9c-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-21-0074 (Caltrans, Fort Bragg) ",
                                            "spanish": "Solicitud No. 1-21-0074 (Caltrans, Fort Bragg) "
                                        },
                                        "blurb": {
                                            "english": "Application of California Department of Transportation to widen two-lane Highway1 bridge over Pudding Creek to add shoulder width and separated pedestrian walkways with relocation of utility lines and drainage improvements at Highway 1 crossing of Pudding Creek in City of Fort Bragg, Mendocino County. (AL-A)",
                                            "spanish": "Solicitud del Departamento de Transporte de California para ampliar el puente de dos carriles de la autopista 1 sobre el arroyo Pudding para añadir anchura al arcén y pasarelas peatonales separadas con reubicación de líneas de servicios públicos y mejoras de drenaje en el cruce de la autopista 1 con el arroyo Pudding en la ciudad de Fort Bragg, condado de Mendocino (AL-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th10a/th10a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th10a/th10a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th10a/th10a-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items Th 11.1 and 11.2, below will share a combined staff report and hearing",
                                    "spanish": "Las temas 11.1 y 11.2, debajo será oído a través de un combinado audiencia."
                                }
                            },
                            {
                                "number": 11.1,
                                "title": {
                                    "english": "Consent Cease and Desist Order No. CCC-21-CD-01 (Campland, LLC and Northeast MB, LLC, San Diego) ",
                                    "spanish": "Consentimiento Orden No. CCC-21-CD-01 (Campland, LLC y Northeast MB, LLC; San Diego) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing and authorizing lessees of City-held lands in Mission Bay to: 1) remove unpermitted development located on leased City-owned lands, including signs and other obstructions that restrict access to beaches and public parking areas required by City lease to be made available to the public, 2) address civil liabilities, including by providing additional public access amenities on the property, and 3) cease and desist from undertaking additional unpermitted development at 2211 Pacific Beach Drive, City of San Diego (Campland on the Bay) and 2727 De Anza Road, City of San Diego (Mission Bay RV Resort) (RM-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la orden administrativa propuesta que dirige y autoriza a los arrendatarios de tierras propiedad de la Ciudad en Mission Bay a: 1) eliminar el desarrollo no permitido ubicado en tierras arrendadas propiedad de la Ciudad, incluidas las señales y otras obstrucciones que restringen el acceso a las playas y áreas de estacionamiento público requeridas por el arrendamiento de la Ciudad para estar disponibles para el público, 2) abordar las responsabilidades civiles, incluso proporcionando servicios adicionales de acceso público en la propiedad, y 3) cesar y desistir de emprender un desarrollo adicional no permitido en 2211 Pacific Beach Drive, Ciudad de San Diego (Campland on the Bay) y 2727 De Anza Road, Ciudad de San Diego (Mission Bay RV Resort) (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Staff Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Appendix.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 11.2,
                                "title": {
                                    "english": "Consent Administrative Penalty No. CCC-21-AP-01 (Campland, LLC and Northeast MB, LLC, San Diego) ",
                                    "spanish": "Consentimiento Sanción administrativa No. CCC-21-AP-01 (Campland, LLC y Northeast MB, LLC; San Diego) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring the lessees of City-held lands in Mission Bay to pay penalties or fund in lieu projects for resolution of penalties for violations of the public access provisions of the Coastal Act at that site, which, if unpaid, could result in the recordation of a lien on the property at 2211 Pacific Beach Drive, City of San Diego (Campland on the Bay) and 2727 De Anza Road, City of San Diego (Mission Bay RV Resort). (RM-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la imposición propuesta de sanciones administrativas, que requieren que los arrendatarios de tierras en poder de la Ciudad en Mission Bay paguen sanciones o financien proyectos en lugar de proyectos para la resolución de sanciones por violaciones de las disposiciones de acceso público de la Ley Costera en ese sitio, que, si no se pagan, podrían resultar en la inserción de un gravamen sobre la propiedad en 2211 Pacific Beach Drive, Ciudad de San Diego (Campland on the Bay) y 2727 De Anza Road, Ciudad de San Diego (Mission Bay RV Resort). (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Staff Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Appendix.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th11.1-11.2/Th11.1-11.2-9-9-21 Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th12/Th12.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-2-MAR-21-0045 (BCLT Affordable Housing, Bolinas)",
                                            "spanish": "Apelación No. A-2-MAR-21-0045 (Vivienda Asequible de BCLT, Bolinas) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by H. Roland Crotts from Marin County decision granting permit with conditions for 8-unit affordable housing and mixed-use project at 31 Wharf Road in unincorporated downtown Bolinas, Marin County. (SP-SC)",
                                            "spanish": "Apelación de H. Roland Crotts contra la decisión del condado de Marin de conceder un permiso con condiciones para un proyecto de viviendas asequibles de 8 unidades y de uso mixto en el 31 Wharf Road, en el centro no incorporado de Bolinas, en el condado de Marin. (SP-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13a/Th13a-9-21-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13a/th13a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13a/th13a-9-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13a/th13a-9-2021-corresp-2.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13a/th13a-9-2021-exparte.pdf"
                                            }
                                        ],
                                        "result": "Appeal Withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-2-MAR-21-0048 (Groneman SFD, Muir Beach) ",
                                            "spanish": "Apelación No. A-2-MAR-21-0048 (Groneman SFD, Muir Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart from Marin County decision granting permit with conditions for single-family home and related development on bluffs above Muir Beach at 183 Sunset Way in unincorporated Muir Beach, Marin County. (SP-SC)",
                                            "spanish": "Apelación de los comisionados Escalante y Hart contra la decisión del condado de Marin de conceder un permiso con condiciones para una vivienda unifamiliar y una urbanización relacionada en los acantilados sobre Muir Beach en 183 Sunset Way en la zona no incorporada de Muir Beach, condado de Marin. (SP-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13b/th13b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13b/th13b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13b/th13b-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th13b/Th13b-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/Th14/Th14-9-2021-DDs report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Morro Bay LCP Amendment No. LCP-3-MRB-20-0050-1 (Vacation Rentals). ",
                                            "spanish": "Enmienda del LCP de la ciudad de Morro Bay No. LCP-3-MRB-20-0050-1 (Alquileres vacacionales). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by the City of Morro Bay to establish new LCP vacation rental provisions is de minimis. (EW-SC)",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la solicitud de la ciudad de Morro Bay de establecer nuevas disposiciones sobre el alquiler vacacional en el LCP es de minimis. (EW-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th15a/th15a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th15a/th15a-9-2021-exhibit.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th15a/Th15a-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-21-0050-1-Part A (Park Fees/Dedications). ",
                                            "spanish": "Enmienda del LCP del Condado de Santa Cruz No. LCP-3-SCO-21-0050-1-Parte A (Tarifas del parque/dedicaciones). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by Santa Cruz County to modify LCP park impact fee and dedication provisions is minor. (RM-SC)",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la solicitud del condado de Santa Cruz de modificar las disposiciones sobre tarifas de impacto y dedicación a los parques del LCP es menor. (RM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th15b/th15b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th15b/th15b-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 3-18-1081 (Santa Cruz Wharf Maintenance, Santa Cruz) ",
                                            "spanish": "Solicitud No. 3-18-1081 (Mantenimiento del Muelle de Santa Cruz, Santa Cruz) "
                                        },
                                        "blurb": {
                                            "english": "Application by City of Santa Cruz to implement a five-year repair and maintenance program at the Santa Cruz Municipal Wharf, City of Santa Cruz, Santa Cruz County. (AM-SC)",
                                            "spanish": "Solicitud de la Ciudad de Santa Cruz para implementar un programa de reparación y mantenimiento de cinco años en el Muelle Municipal de Santa Cruz, Ciudad de Santa Cruz, Condado de Santa Cruz. (AM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16a/th16a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16a/th16a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16a/Th16a-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16a/th16a-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 3-20-0546 (Avila Pier Rehabilitation, Avila Beach) ",
                                            "spanish": "Solicitud No. 3-20-0546 (Rehabilitación del Muelle de Avila, Avila Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application by Port San Luis Harbor District to rehabilitate Avila Pier, including replacing piles, decking, and other wood components, in the unincorporated Avila Beach area of San Luis Obispo County. (AM-SC)",
                                            "spanish": "Solicitud del Distrito Portuario de San Luis para rehabilitar el Muelle de Avila, incluyendo el reemplazo de pilotes, cubiertas y otros componentes de madera, en el área no incorporada de Avila Beach del Condado de San Luis Obispo. (AM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16b/th16b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16b/th16b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16b/Th16b-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th16b/th16b-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment No. 3-15-0144-A5 (San Lorenzo River Culvert, Santa Cruz) ",
                                            "spanish": "Enmienda del permiso No. 3-15-0144-A5 (Alcantarilla del río San Lorenzo, Santa Cruz) "
                                        },
                                        "blurb": {
                                            "english": "Request by City of Santa Cruz to install culvert in lower San Lorenzo River with outlet on the beach adjacent to San Lorenzo Point to improve fishery habitat and prevent localized flooding caused by seasonal lagoon formation, City of Santa Cruz, Santa Cruz County. (RM-SC)",
                                            "spanish": "Solicitud de la ciudad de Santa Cruz para instalar una alcantarilla en la parte baja del río San Lorenzo con salida en la playa adyacente a San Lorenzo Point para mejorar el hábitat de la pesca y evitar las inundaciones localizadas causadas por la formación de lagunas estacionales, Ciudad de Santa Cruz, condado de Santa Cruz. (RM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th17a/Th17a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th17a/Th17a-9-2021-Exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/Th17a/Th17a-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 10,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/F3/F3-9-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0427 (Giobbi, San Clemente) ",
                                            "spanish": "Solicitud No. 5-20-0427 (Giobbi, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Paul & Tiffaney Giobbi to remodel and expand 2,702 sq.ft., 2-story single family home, including 846 sq.ft. of living space addition on first and second floor, remove rear yard deck, and install new deck, attached covered outdoor living area, pool/spa, and new landscaping in rear yard of coastal canyon lot at 318 West Avenida Gaviota, San Clemente, Orange County. (VL-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Paul y Tiffaney Giobbi para remodelar y ampliar una casa unifamiliar de 2 pisos y 2,702 pies cuadrados, incluyendo una adición de 846 pies cuadrados de espacio habitable en el primer y segundo piso, eliminar la cubierta del patio trasero e instalar una nueva cubierta, un área de estar exterior cubierta adjunta, una piscina/spa y nuevo paisajismo en el patio trasero del lote del cañón costero en 318 West Avenida Gaviota, San Clemente, Condado de Orange. (VL- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F5a/F5a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F5a/F5a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F5a/F5a-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0109 (California State Parks, Orange Coast District, Laguna Beach) ",
                                            "spanish": "Solicitud No. 5-21-0109 (Parques Estatales de California, Distrito de Orange Coast, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of California State Parks to improve 3 public parking lots with new drainage and ADA compliance features, in addition to like-for-like replacement of pedestrian/vehicle bridge at Crystal Cove State Park, Laguna Beach, Orange County. (CS-LB)",
                                            "spanish": "Solicitud de los Parques Estatales de California para mejorar 3 estacionamientos públicos con nuevas características de drenaje y de cumplimiento de la ADA, además del reemplazo similar del puente peatonal/vehicular en el Parque Estatal Crystal Cove, Laguna Beach, Condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F5b/F5b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F5b/F5b-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "POSTPONED"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/F7/F7-9-2021-report.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/F7/F7-9-2021-addendum.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/F7/F7-9-2021-correspondence.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Newport Beach LCP Amendment No. LCP-5-NPB-21-0036-1 Part D. ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Newport Beach No. LCP-5-NPB-21-0036-1 Parte D. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Newport Beach to amend both the Land Use Plan (LUP) and Implementation Plan (IP) portions of the certified LCP to add one new LUP policy and add new IP section outlining procedures for transfer of development rights from a property to one or more other properties in Newport Beach, Orange County. (LR-LB)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Newport Beach para enmendar las partes del Plan de Uso del Suelo (LUP) y del Plan de Implementación (IP) del LCP certificado para añadir una nueva política LUP y añadir una nueva sección IP que describa los procedimientos para la transferencia de derechos de desarrollo de una propiedad a otra u otras propiedades en Newport Beach, Condado de Orange. (LR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F8a/F8a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F8a/F8a-9-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0087 (Smith, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-21-0087 (Smith, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Brian Smith to remove 592 sq.ft. dock system supported by two 14” square concrete guide piles and replace with 482 sq.ft. dock system supported by two14” square concrete guide piles, replace 14” T pile like for like, and re-decking of existing gangway, located at 309 North Star Lane, Newport Beach, Orange County.  (FSY-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Brian Smith para remover un sistema de muelle de 592 pies cuadrados soportado por dos pilotes guía de concreto cuadrados de 14' y reemplazarlo con un sistema de muelle de 482 pies cuadrados soportado por dos pilotes guía cuadrados de concreto de 14', reemplazar un pilote T de 14' por otro igual, y volver a entablar la pasarela existente, ubicada en 309 North Star Lane, Newport Beach, Condado de Orange.  (FSY-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9a/F9a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9a/F9a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9a/F9a-9-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0128 (Publik House, LLC & San Clemente Arts, LLC, San Clemente) ",
                                            "spanish": "Solicitud No. 5-21-0128 (Publik House, LLC & San Clemente Arts, LLC, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Publik House, LLC & San Clemente Arts, LLC to renovate two-story, 25’ high, plus basement level, 7,448 sq.ft. historic building for use as café, special events venue and church, landscape, hardscape, and parking lot improvements on 19,979 sq.ft. site, at 1531 North El Camino Real, San Clemente, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de Publik House, LLC & San Clemente Arts, LLC para renovar un edificio histórico de dos pisos, 25' de altura, más el nivel del sótano, 7,448 pies cuadrados, para usarlo como café, lugar de eventos especiales e iglesia, paisaje, construcción exterior decorativa y mejoras en el estacionamiento en un terreno de 19,979 pies cuadrados, en 1531 North El Camino Real, San Clemente, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9b/F9b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9b/F9b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9b/F9b-9-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9b/F9b-9-2021-addendum.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F9b/F9b-9-2021-addendum 2.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/9/F10/F10-9-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-19-0146-3 (Transit Overlay District). ",
                                            "spanish": "Enmienda al LCP de la ciudad  de Oceanside No. LCP-6-OCN-19-0146-3 (Distrito de Superposición de Tránsito) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Oceanside to amend its Implementation Plan to increase density within the same building setbacks/height limit and modify parking regulations within the Downtown “D” District. (TR-SD)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Oceanside de enmendar su Plan de Implementación para aumentar la densidad dentro del mismo límite de retroceso/altura de los edificios y modificar las regulaciones de estacionamiento dentro del Distrito 'D' del centro de la ciudad. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F11a/F11a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F11a/F11a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F11a/F11a-9-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F11a/F11a-9-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0032-1 (Floodplain Management Regulations). ",
                                            "spanish": "Enmienda del LCP de la CIudad de Carlsbad No. LCP-6-CAR-20-0032-1 (Regulaciones de la gestión de llanuras de inundación) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Carlsbad to amend its certified Zoning Ordinance (IP) to revise regulations related to floodplain management consistent with federal guidelines. (CB-SD) ",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Carlsbad de enmendar su Ordenanza de Zonificación (IP) certificada para revisar las regulaciones relacionadas con la gestión de llanuras de inundación de acuerdo con los lineamientos federales. (CB-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-LJS-21-0049 (Leidy Residence, San Diego) ",
                                            "spanish": "Apelación No. A-6-LJS-21-0049 (Residencia Leidy, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Dr. Lawrence Bogle from decision of City of San Diego granting permit with conditions to David and Pamela Leidy to demolish 1-story 1,876 sq.ft., single-family home and construct new 2-story over basement, 7,983 sq.ft. single-family home; including attached 2-car garage and attached accessory dwelling unit on 0.24-acre lot, at 6216 Avenida Cresta, La Jolla, San Diego, San Diego County. (AL-SD)",
                                            "spanish": "Apelación del Dr. Lawrence Bogle contra la decisión de la Ciudad de San Diego de concederle un permiso con condiciones a David y Pamela Leidy para demoler una casa unifamiliar de 1 piso y 1,876 pies cuadrados, y construir una nueva casa unifamiliar de 2 pisos sobre sótano, de 7,983 pies cuadrados; incluyendo un garaje para 2 automóviles y una unidad de vivienda accesoria adjunta en un lote de 0.24 acres, en 6216 Avenida Cresta, La Jolla, San Diego, Condado de San Diego. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F12a/F12a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F12a/F12a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F12a/F12a-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-6-LJS-21-0050 (8423 El Paseo Grande, LLC, San Diego) ",
                                            "spanish": "Apelación No. A-6-LJS-21-0050 (8423 El Paseo Grande, LLC, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Ayelet Gneezy from decision by City of San Diego granting permit with conditions to 8423 El Paseo Grande, LLC to demolish 1-story, 1,528 sq.ft. single family home and detached garage and construct new 2-story, 3,989 sq.ft. single family home with attached 2-car garage and 1,090 sq.ft. detached accessory dwelling unit on 0.12-acre lot, at 8423 El Paseo Grande, La Jolla, San Diego, San Diego County. (AL-SD)",
                                            "spanish": "Apelación de Ayelet Gneezy contra la decisión de la Ciudad de San Diego de concederle un permiso con condiciones a 8423 El Paseo Grande, LLC para demoler una casa unifamiliar de 1 piso y 1,528 pies cuadrados y construir una nueva casa unifamiliar de 2 pisos y 3,989 pies cuadrados con un garaje adjunto para dos automóviles y una unidad de vivienda accesoria independiente de 1,090 pies cuadrados en un terreno de 0.12 acres, en 8423 El Paseo Grande, La Jolla, San Diego, Condado de San Diego. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F12b/F12b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F12b/F12b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F12b/F12b-9-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-20-0611 (SD County Regional Airport Authority Terminal 1, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0611 (Autoridad Aeroportuaria Regional del Condado de San Diego, Terminal 1, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Diego County Regional Airport Authority to demolish 336,000 sq.ft., 19-gate Terminal 1 building, solid waste facility, and roadways and construct 1,210,000 sq.ft., 90 ft. tall, 30-gate Terminal 1 building, 32,539 sq.ft., 36’ tall solid waste facility, 2,250,000 sq.ft., 60’ tall, 5,500 space parking garage, on-airport circulation roads, multiuse pedestrian and bicycle path, stormwater improvements, and landscaping; relocate taxi and shuttle lot; and after-the-fact approval of conversion of long-term public parking lot to employee parking and construction of a new 70,762 sq.ft. facilities building, 3,000,000 gallon underground cistern, and 7,040 sq.ft. Fueling and Operations Center at the San Diego International Airport, 3225 North Harbor Drive, San Diego, San Diego County. (ML-SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de la Autoridad Aeroportuaria Regional del Condado de San Diego para demoler un edificio de 19 puertas en la Terminal 1 de 336,000 pies cuadrados, una instalación de residuos sólidos y caminos y construir un edificio de 30 puertas en la Terminal 1 de 1,210,000 pies cuadrados y 90 pies de altura, una instalación de residuos sólidos de 32,539 pies cuadrados, instalación de residuos sólidos de 36' de altura, un estacionamiento de 2,250,000 pies cuadrados, 60' de altura y 5,500 plazas, vías de circulación en el aeropuerto, sendero peatonal y para bicicletas de usos múltiples, mejoras en las aguas pluviales y paisajismo; reubicar el lote de taxis y autobuses; y la aprobación a posteriori de la construcción de un nuevo edificio de la FMD de 70,762 pies cuadrados, una cisterna subterránea de 3,000,000 galones, y un Centro de Operaciones y Abastecimiento de 7,040 pies cuadrados en el Aeropuerto Internacional de San Diego, 3225 North Harbor Drive, San Diego, Condado de San Diego. (ML-SD) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13a/f13a-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13a/f13a-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13a/F13A-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13a/f13a-9-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-20-0685 (Church, Carlsbad) ",
                                            "spanish": "Solicitud No. 6-20-0685 (Church, Carlsbad) "
                                        },
                                        "blurb": {
                                            "english": "Application of Barry and Shanna Church to construct 4,930 sq.ft., two-story single-family home with attached garage and pool, remove unpermitted sand, and after-the-fact approval to remove native vegetation on 0.49-acre vacant lagoon-fronting lot on Adams St., on north shore of Agua Hedionda Lagoon, Carlsbad, San Diego County. (CB-SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de Barry y Shanna Church para construir una casa unifamiliar de dos pisos de 4,930 pies cuadrados con garaje adjunto y piscina, remover arena no permitida, y aprobación a posteriori para remover la vegetación nativa en un lote vacante de 0.49 acres frente a la laguna en Adams St., en la orilla norte de la Laguna Agua Hedionda, Carlsbad, Condado de San Diego. (CB- SD) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal).a."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13b/f13b-9-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13b/f13b-9-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13b/f13b-9-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/9/F13b/f13b-9-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be October 13-15, 2021, November 17-19, 2021, and December 15-17, 2021.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del  13 al 15 de octubre de 2021, del 17 al 19 de noviembre de 2021 y del 15 al 17 de diciembre de 2021."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]