[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "February 15 @ 10:00 am"
        },
        "status": null,
        "month": "February",
        "year": 2021,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "As a result of the Covid-19 emergency, and the Governor’s Executive Orders N-29-20-and N-33-20, this Coastal Commission meeting will occur virtually through video and teleconference. The Coastal Commission is conducting the meeting virtually to avoid a public gathering and protect public health during the COVID-19 pandemic.",
                "address": null,
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 10,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER & ROLL CALL.",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES.",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/W3/W3-2-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W6a/W6a-2-2021-Report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Discussion and possible action on coastal-related legislation. (JA/SC-SF)",
                                            "spanish": "Discusión y acción posible en legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W6c/w6c-2-2021-report.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-20-0432 (Russell Family Trust, San Clemente)  ",
                                            "spanish": "Solicitud No. 5-20-0432 (Fideicomiso de la Familia Russell, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Russell Family Trust to remove existing 1,545 sq.ft., 14’ high mobile home and place new 2,447 sq.ft.,16’ high mobile home with  loft, patio, and 53 sq.ft. storage shed on beachfront mobile home space at, 1880 El Camino Real, Space 54, San Clemente, Orange County.  (CP-LB)  ",
                                            "spanish": "Solicitud del Fideicomiso de la Familia Russell para remover una casa móvil existente de 1.545 ft² de superficie y 14 ft de altura con ático, patio y un cobertizo de almacenamiento de 53 ft² en un espacio de casa móvil frente a la playa en 1880 El Camino Real, Espacio 54, San Clemente, Condado de Orange.  (CP-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7a/W7a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7a/W7a-7-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7a/W7a-2-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7a/W7a-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "POSTPONED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-20-0239 (SD County Regional Airport Authority Solid Waste Facility and Fuel Rack, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0239 (Instalación de Residuos Sólidos y Estanque de Combustible de la Autoridad Aeroportuaria Regional en el condado de San Diego, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Diego County Regional Airport Authority to demolish solid waste facility and fuel rack on east side of San Diego International Airport (SDIA) and construct new 29’ high, 2,828 sq.ft. solid waste facility and new 9’ high fuel rack consisting of five fuel dispensing pumps on paved lot on west side of SDIA, 3225 North Harbor Drive, San Diego, San Diego County. (ML-SD) ",
                                            "spanish": "Solicitud de la Autoridad Aeroportuaria Regional del condado de San Diego para demoler instalaciones de desechos sólidos y estanque de combustible en el lado este del Aeropuerto Internacional de San Diego (SDIA, por sus siglas en inglés) y construir una nueva instalación de desechos sólidos de 29 ft de altura y con un área de 2.828 ft² y un nuevo estanque de combustible de 9 ft de altura que consiste de cinco bombas de combustible en un lote pavimentado en el lado oeste del SDIA en 3225 North Harbor Drive, San Diego, condado de San Diego. (ML-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7b/w7b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7b/w7b-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-20-0555 (Laughton, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0555 (Laughton San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Christopher Laughton to demolish 696 sq.ft. 1-story single-family home and construct new 1,215 sq.ft., approx. 30-ft. high, 3-story single-family home with attached garage on 1,243 sq.ft. lot at 725 Rockaway Ct; and to demolish 641 sq.ft. 1-story single-family home and construct new 1,220 sq.ft., approx. 30-ft. high, 3-story single-family home with attached garage on 1,245 sq.ft. lot at 727 Rockaway Ct., Mission Beach, San Diego, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de Christopher Laughton para demoler una casa unifamiliar de 696 ft² de 1 solo piso y construir una nueva casa unifamiliar de 1.215 ft², de aproximadamente 30’ de altura con 3 pisos, y un garaje adjunto en un lote de 1.243 ft² en 725 Rockaway Ct; y para demoler una vivienda unifamiliar de 1 piso de 641 ft² y construir una nueva vivienda unifamiliar de 3 pisos y 1.220 ft², de aproximadamente 30’ de altura con un garaje adjunto en un lote de 1.245 ft² en 727 Rockaway Ct., Mission Beach, San Diego, condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7c/w7c-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W7c/w7c-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/W9/W9-02-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Newport Beach LCP Amendment No. LCP-5-NPB-20-0070-3 (Short Term Rentals). Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-5-NPB-20-0070-3 de la ciudad de Newport Beach (Alquiler a corto plazo). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Newport Beach to amend its certified Implementation Plan (IP) to revise certain regulations regarding short-term rentals. (AS-LB)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Newport Beach para enmendar su Plan de Implementación certificado para revisar ciertas regulaciones con respecto a los alquileres a corto plazo. (AS-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W10a/W10a-2-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-NPB-20-0071 (Orozco, Newport Beach) ",
                                            "spanish": "Apelación No. A-5-NPB-20-0071 (Orozco, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Gina Cruz of City of Newport Beach granting approval for installation of small cell wireless facility on City Streetlight No. 0902, within the public right-of-way, at 38th Street and Lake Avenue, Newport Beach, Orange County. (VL-LB) ",
                                            "spanish": "Apelación por parte de Gina Cruz de la ciudad de Newport Beach otorgando aprobación para la instalación de servicios inalámbricos de celdas pequeñas en las farolas de la ciudad No. 0902 dentro del derecho de vía público en la 38th Street y Lake Avenue, Newport Beach, Condado de Orange. (VL-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-LGB-20-0083 (Williams, Laguna Beach) ",
                                            "spanish": "Apelación No. A-5-LGB-20-0083 (Williams, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Mark & Sharon Fudge of City of Laguna Beach granting approval to Matthew Williams for demolition of remnants of approx. 2,520-sq.ft., 22-ft. high (above grade) single-family home, installation of stabilization devices and non-conforming temporary shoring (after-the-fact request), and installation of security fence and erosion control measures on ocean-fronting, bluff property, at 1685 Viking Road, Laguna Beach, Orange County. (MA-LB)  (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Apelación de Mark y Sharon Fudge de la ciudad de Laguna Beach que le otorga la aprobación a Matthew Williams para una demolición al 100% (acumulada) de una vivienda unifamiliar de aproximadamente 2.520-ft², con 22’ de alto (encima de la pendiente) (algunos componentes de la demolición fueron aprobados después del hecho), instalación de dispositivos de estabilización y apuntalamiento temporal no conforme (solicitud después del hecho), e instalación de valla de seguridad y medidas de control de erosión frente al mar, propiedad del acantilado, en 1685 Viking Road, Laguna Beach, Condado de Orange. (MA-LB) (NOTA: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W11b/W11b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W11b/W11b-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-DPT-18-0046 (Joe Lancor, AIA, Dana Point) ",
                                            "spanish": "Solicitud No. A-5-DPT-18-0046 (Joe Lancor, AIA, Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Application of Joe Lancor, AIA to demolish 10,400 sq.ft. restaurant (Cannon’s) and construct 44,164 sq.ft., 100-room resort hotel, with restaurant, café, spa, and associated parking facilities on coastal bluff lot, at 34344 Green Lantern, Dana Point, Orange County.  (FSY-LB) ",
                                            "spanish": "Solicitud de Joe Lancor, AIA para demoler un restaurante de 10.400 ft² (Cannon's) y construir un hotel resort de 100 habitaciones y 44.164 ft² con restaurante, café, spa e instalaciones de estacionamiento asociadas en un lote del acantilado costero en 34344 Green Lantern, Dana Point, Condado de Orange.  (FSY-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W12a/W12a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W12a/W12a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W12a/W12a-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-20-0057 (YG III LLC, San Clemente) ",
                                            "spanish": "Solicitud No. 5-20-0057 (YG III LLC, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of YG III, LLC to construct 4’ high retaining wall and backfill behind wall to restore pre-existing grade within 15’ wide vertical public access easement on eastern side of property, remove existing landscaping and obstructions within easement area, construct 42” high iron fence on top of retaining wall, and install two 6’ high wrought iron fences across easement on northern and southern end of property at, 4125 Calle Isabella, San Clemente, Orange County. (VL-LB) NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.",
                                            "spanish": "Solicitud de YG III, LLC para construir un muro de contención de 4’ de alto y un relleno detrás del muro para restaurar la pendiente preexistente dentro de una servidumbre vertical de acceso público de 15’ de ancho en el lado este de la propiedad, remover el paisajismo existente y las obstrucciones dentro del área de servidumbre, construir una valla de hierro de 42” de alto encima del muro de contención e instalar dos vallas de hierro forjado de 6’ de alto a través de la servidumbre de paso en el lado norte y sur de la propiedad en 4125 Calle Isabella, San Clemente, Condado de Orange. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-20-0348 (Huntington Beach Wetlands Conservancy, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-30-0348 (Conservación de Humedales de Huntington Beach, Huntington Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Huntington Beach Wetlands Conservancy for restoration within Talbert Marsh to include measures to address erosion of degraded marsh habitat. Talbert Marsh is a part of the Huntington Beach Wetlands Complex adjacent to Pacific Coast Highway, upcoast of Santa Ana River, Huntington Beach, Orange County. (MV-LB) ",
                                            "spanish": "Solicitud de la Conservación de Humedales de Huntington Beach para restauración dentro del Pantano Talbert para incluir medidas para abordar la erosión del hábitat degradado de pantanos. El Pantano Marsh es parte del Complejo de Humedales de Huntington Beach adyacente a la Autopista de la Costa del Pacífico, en la costa del Río Santa Ana, Huntington Beach, Condado de Orange. (MV-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W12c/W12c-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W12c/W12c-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W12c/W12c-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items W13b and W13c below will share a single, combined public hearing.",
                                    "spanish": "W13b y W13c comparten una sola presentación combinada"
                                }
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-17-0506-A1 (Southern California Edison, Laguna Beach) ",
                                            "spanish": "Permiso No. 5-17-0506-A1 (Southern California Edison, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by Southern California Edison to amend previously approved permit to request approval for habitat revegetation/restoration to mitigate for impacts resulting from unpermitted vegetation clearing at four distribution pole sites at 2.78-acre undeveloped parcel known to contain sensitive habitat located at northern terminus of Driftwood Dr., Laguna Beach, Orange County. (MA-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Southern California Edison para enmendar un permiso aprobado previamente para solicitar la aprobación para la revegetación/restauración del hábitat para mitigar los impactos a ESHA que resultan del desbroce no permitido en cuatro sitios de postes de distribución en una parcela no desarrollada de 2,78 acres ubicada en la terminal norte de Driftwood Dr., Laguna Beach, Condado de Orange. (MA-LB) (NOTA: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal).  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13a/W13a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13a/W13a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13a/w13a-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13a/W13a-2-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13a/W13a-2-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Permit No. 5-10-298-A3 (Advanced Group 99-D, Newport Beach) ",
                                            "spanish": "Permiso No. 5-10-298-A3 (Advanced Group 99-D, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by Advanced Group 99-D amend previously approved permit to install below grade buried 4” water pipe line with utilities down bluff-face from 50.7 contour line to point of connection at pier/gangway at the waterside of existing concrete pad to supply fire hydrants on existing boat dock at 201-205 and 207 Carnation Avenue and 101 Bayside Place, Newport Beach, Orange County. (LR-LB) ",
                                            "spanish": "Solicitud de Advanced Group 99-D  para enmendar un permiso previamente aprobado para instalar una tubería de agua de 4” enterrada por debajo del nivel del suelo con utilidades abajo del frente del risco desde una línea de contorno 50,7 hacia un punto de conexión en el muelle/pasarela a las orillas del agua de una plataforma de hormigón existente para suministro de los hidrantes de incendios en el muelle para barcos existente en 201-205 y 207 Carnation Avenue y 101 Bayside Place, Newport Beach, Condado de Orange. (LR-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13b/W13b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13b/W13b-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Permit No. 5-12-214-A1 (Advanced Group 99-D, Newport Beach) ",
                                            "spanish": "Permiso No. 5-12-214-A1 (Advanced Group 99-D, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by Advanced Group 99-D amend previously approved permit to install a new 4” water pipe line with utilities from point of connection at pier/gangway to end of gangway and install two 4” diameter fire lines from gangway to dock to supply two fire hydrants with hose cabinet and fire extinguisher on shared dock for 201-205 and 207 Carnation Avenue and 101 Bayside Place, Newport Beach, Orange County. (LR-LB) ",
                                            "spanish": "Solicitud de parte de Advanced Group 99-D para enmendar un permiso previamente aprobado para instalar una nueva tubería de agua de 4” con servicios públicos desde el punto de conexión en el muelle/pasarela hasta el extremo de la pasarela e instalar dos líneas de control de 3” desde la pasarela hasta el puerto para el suministro de dos hidrantes con armarios para mangueras y extintor de incendios en un puerto compartido para 201-205 y 207 Carnation Avenue y 101 Bayside Place, Newport Beach, Condado de Orange. (LR-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13c/W13c-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W13c/W13c-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/W14/W14-2-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-20-0084-2 (Accessory Dwelling Unit Revisions) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-OCN-20-0084-2 de la Ciudad de Oceanside (Revisiones de Unidades de Vivienda Accesorias). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day limit for Commission action for up to one year on request by the City of Oceanside to amend its Implementation Plan and update regulations for Accessory Dwelling Units. (TR-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Oceanside para enmendar su Plan de Implementación y actualizar las regulaciones para las Unidades de Vivienda Accesorias. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15a/w15a-2-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-20-0085-2 (Cannabis Ordinance Revisions) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-OCN-20-0085-2 de la Ciudad de Oceanside (Revisiones de la Ordenanza de Cannabis). Extensión de tiempo. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day limit for Commission action for up to one year on request by the City of Oceanside to amend its Implementation Plan to allow for the cultivation of cannabis in certain districts, but not within the Coastal Zone. (TR-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Oceanside para enmendar su Plan de Implementación para permitir la cultivación de cannabis en ciertos distritos, pero no dentro de la Zona Costera. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15b/w15b-2-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0077-2 (Accessory Dwelling Unit Update) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-CAR-20-0077-2 de la Ciudad de Carlsbad (Actualización de Unidades de Vivienda Accesorias). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by the City of Carlsbad to amend the certified Village & Barrio Master Plan (LUP) and Zoning Ordinance (IP) to revise regulations related to accessory dwelling units consistent with state law. (CB-SD)",
                                            "spanish": "diencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Carlsbad para enmendar la Ordenanza de Zonificación certificada (IP, por sus siglas en inglés) para revisar las regulaciones relacionadas con unidades de vivienda accesorias de acuerdo con la ley estatal.  (CB-SD)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15c/W15c-2-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CAR-20-0078-2 (Density Bonus Update) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-CAR-20-0078-2 de la Ciudad de Carlsbad (Actualización de Bono de Densidad). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of Carlsbad to amend the certified Zoning Ordinance (IP) to revise regulations related to density bonuses consistent with state law. (CB-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de Carlsbad para enmendar la Ordenanza de Zonificación certificada (IP, por sus siglas en inglés) para revisar las regulaciones relacionadas con los bonos de densidad de acuerdo con la ley estatal. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15d/W15d-2-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "County of San Diego LCP-6-SDC-20-0031-1 (Implementation Plan) Certification Review",
                                            "spanish": "LCP-6-SDC-20-0031-1 del condado de San Diego (Plan de Implementación). Revisión de certificación"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director’s determination that the action by the County of San Diego, accepting the Commission’s certification with suggested modifications, is legally adequate. (DD-SD)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo que la acción del condado de San Diego aceptando la certificación de la Comisión con las modificaciones sugeridas es legalmente adecuada. (DD-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15e/W15e-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15e/W15e-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "City of Del Mar LCP Amendment No. LCP-6-DMR-20-0079-3 (North Commercial and Professional Commercial Land Use and Zone Amendments) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-DMR-20-0079-3 de la ciudad de Del Mar (Modificaciones del uso de suelo y de la zona comercial norte y comercial profesional). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by the City of Del Mar to amend both the certified Land Use and Implementation Plans to revise the land use designation and zoning to add residential use up to a density of 20 du/ac for projects with an affordable housing component on multiple sites and correspondingly revise regulations for the North Commercial and Professional Commercial zones. (DL-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo de 90 días para la acción de la Comisión por hasta un año a petición de la ciudad de Del Mar para enmendar tanto el uso de suelo certificado y los planes de implementación para revisar la designación del uso de suela y la zonificación para agregar uso residencial de una densidad de hasta 20 unidades de vivienda por acre para proyectos con un componente de vivienda asequible en varios sitios y revisar correspondientemente las regulaciones para las zonas Comercial Norte y Comercial Profesional. (DL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15f/W15f-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15f/W15f-2-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-20-0076-4 (Cannabis Outlets and Production Facilities) Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-6-SAN-20-0076-4 de la ciudad de San Diego (Puntos de venta e instalaciones de producción de cannabis). Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by the City of San Diego to amend the certified Land Development Code (IP) to incorporate the 12th Code Update – Phase 3 relating to regulations for cannabis outlets and production facilities.  (AL-SD) ",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo de 60 días para la acción de la Comisión por hasta un año a petición de la Ciudad de San Diego para enmendar el Código de Desarrollo de Tierra certificado (IP) para incorporar la Actualización del 12vo Código - Fase 3, en relación con las regulaciones para los puntos de venta e instalaciones de producción de cannabis.  (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W15g/W15g-2-2021-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "POST LCP JURISDICTION MAP",
                                    "spanish": "CERTIFICACIÓN POST LCP MAPA DE JURISDICCIÓN."
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "County of San Diego Post LCP Certification Permit and Appeal Jurisdiction Map.  ",
                                            "spanish": "Permiso de Certificación Post LCP y Apelación del Mapa de Jurisdicción del Condado de San Diego"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on draft map that depicts areas within the County of San Diego LCP segment that are subject to the Commission’s permit and appeal jurisdiction after transfer of permit authority pursuant to certification of the LCP (GB-SF).",
                                            "spanish": "Audiencia pública y acción en el proyecto de mapa que demuestra áreas dentro del Segmento LCP del condado de San Diego que están sujetas al permiso de la Comisión y apelación de jurisdicción después de la transferencia de la autoridad de permiso de acuerdo con la certificación del LCP. (GB-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W16a/W16a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W16a/W16a-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "PORT MASTER PLAN",
                                    "spanish": "PLAN MAESTRO DEL PUERTO."
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "San Diego Unified Port District PMP Amendment No. PMP-6-PSD-20-0001-1 (Living Shoreline Project) ",
                                            "spanish": "Enmienda PMP No. PMP-6-PSD-20-0001-1 del Distrito Unificado del Puerto de San Diego (Proyecto de Costa Viviente) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the Port District to amend its certified Port Master Plan to allow for installation of a pilot native oyster living shoreline project adjacent to Chula Vista Wildlife Refuge,  Chula Vista. (ML-SD) ",
                                            "spanish": "Audiencia pública y acción a petición del Distrito del Puerto para enmendar su Plan Maestro del Puerto certificado para permitir la instalación de un proyecto piloto de costa viviente de ostras nativas adyacente al Refugio de Vida Silvestre de Chula Vista en Chula Vista. (ML-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W17a/w17a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W17a/w17a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W17a/w17a-2-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-20-0180 (SD County Regional Airport Authority Office Trailers, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0180 (Remolques de Oficinas de la Autoridad Aeroportuaria Regional del condado de San Diego, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Diego County Regional Airport Authority to relocate approximately 52,000 sq.ft. of temporary construction office trailers from McCain Road to the existing long-term parking lot on the east side of San Diego International Airport and the temporary loss of 980 long-term public parking spaces, 3225 North Harbor Drive, San Diego, San Diego County. (ML-SD)",
                                            "spanish": "Solicitud de la Autoridad Aeroportuaria Regional del condado de San Diego para reubicar aproximadamente 52.000 ft² de remolques de oficina para construcción temporal del Camino McCain al estacionamiento existente a largo plazo en el lado este del Aeropuerto Internacional de San Diego y la pérdida de 980 espacios de estacionamiento público a largo plazo en 3225 North Harbor Drive, San Diego, condado de San Diego. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18a/w18a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18a/w18a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18a/w18a-2-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-20-0200 (Seascape Shores HOA, Solana Beach)",
                                            "spanish": "Solicitud No. 6-20-0200 (Seascape Shores HOA, Solana Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Seascape Shores HOA to repair private timber beach access stairway including replacement of lower two landings and install new fiber wrap and fiberglass grating, at 325 South Sierra Ave., Solana Beach, San Diego County. (DN-SF)",
                                            "spanish": "Solicitud de la Asociación de Propietarios de Seascape Shores para reparar una escalera privada de acceso a la playa hecha de madera, incluyendo el reemplazo de los dos rellanos inferiores e instalar nueva envoltura de fibra y rejilla de fibra de vidrio en 325 South Sierra Ave., Solana Beach, condado de San Diego. (DN-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18b/W18b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18b/W18b-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18b/W18b-2-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18b/W18b-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "WITHDRAWN"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-20-0217 (Koch's Crack Sea Cave Infill & Repairs, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0217 (Relleno y reparaciones de la cueva marina Koch's Crack, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of the City of San Diego Public Works Department to fill Koch’s Crack sea cave with 608 cu.yd. erodible concrete underneath Coast Blvd; replace 2 damaged storm drains and an ocean outfall; below Coast Blvd., La Jolla, San Diego, San Diego County (JS-SF)",
                                            "spanish": "Solicitud del Departamento de Obras Públicas de la ciudad de San Diego para rellenar la cueva marina de Koch's Crack con 608 yd³ de hormigón erosionable debajo de Coast Blvd; reemplazar 2 desagües pluviales dañados y salida al mar; debajo de Coast Blvd., La Jolla, San Diego, condado de San Diego (JS-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18c/w18c-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18c/w18c-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 6-20-0311 (Alvarado Pipeline Extension, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0311 (Extensión de tubería de Alvarado, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to install approx. 18,000 linear ft. of new 12” and 24” diameter water main pipelines along portions of SeaWorld Dr. and Friars Rd. and abandon in place existing 8” and 12” diameter pipelines, at SeaWorld Dr. and Friars Rd., Mission Bay Park, San Diego, San Diego County. (AL-SD)",
                                            "spanish": "Solicitud de la Ciudad de San Diego para instalar aproximadamente 18.000 ft lineales de tubería nueva de 12” y 24” de diámetro en paralelo a lo largo de porciones de SeaWorld Drive y Friars Rd y abandonar en su lugar la tubería existente de 8” y 12” de diámetro en SeaWorld Dr y Friars Rd, Mission Bay Park, San Diego, Condado de San Diego. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18d/W18d-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18d/W18d-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 6-20-0418 (Binns, San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0418 (Binns, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ryan Binns to demolish 748 sq.ft., 1-story single-family home and construct new 1,343 sq.ft., approx. 30-ft. tall, 3-story single-family home with attached garage and 220 sq.ft. junior ADU on 1,254 sq.ft. lot at 721 Portsmouth Ct., Mission Beach, San Diego, San Diego County (CB-SD)",
                                            "spanish": "Solicitud de Ryan Binns para demoler una casa unifamiliar de 748 ft² de 1 solo piso y construir una nueva casa unifamiliar de 1.343 ft², de aproximadamente 30 ft de alto con 3 pisos, y un garaje adjunto y una ADU junior de 220 ft² en un lote de 1.254 ft² en 721 Portsmouth Ct., Mission Beach, San Diego, condado de San Diego (CB- SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18e/w18e-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18e/w18e-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/W18e/w18e-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "11 Lagunita LLC et al. v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Clayton, et al. v. Peterson, et al., Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Cotsen v. CCC, et al., Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Kinstler v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Lent, et al. v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North Coast Transit District v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Ruby Falls Fund LLC v. CCC, et al., Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Schrager, et al. v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Sisney v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Smith v. CCC, , Govt. Code  § 11126(e)(2)(A) A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spotlight on Coastal Corruption v. Kinsey, et al., Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (Paz et al., RPIs), Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Stanger v. CCC (2416 Frey LLC, et al., RPIs), Govt. Code  § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Steinbruner v. CCC, Govt. Code  § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a). ",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno. "
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 19,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "January",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/W19/W19-2-2021.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Commissioners' Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "INFORME DE CONSERVANCY."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/W22/W22 -2 -2021 -Report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 11,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL.",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/Th3/Th3-2-2021-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/Th8/Th8-2-2021.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 9a & 10a will share a single combined staff report and presentation",
                                    "spanish": "Temas 9a y 10a continuación compartirán un informe del personal y una sola presentación combinada"
                                }
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "LONG RANGE DEVELOPMENT PLAN. ",
                                    "spanish": "PLAN DE DESARROLLO A LARGO PLAZO (LRDP)."
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Pepperdine University LRDP Amendment No. LRDP-4-PEP-20-0002-1 (Enhanced Parking and Storage Project). ",
                                            "spanish": "Enmienda LRDP No. LRDP-4-PEP-20-0002-1 de la Universidad Pepperdine (Proyecto de estacionamiento y almacenamiento mejorado). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by Pepperdine University to amend its certified Long Range Development Plan (LRDP) to allow for replacement of three existing surface parking lots with a new parking lot in substantially the same location adjacent to the campus soccer field and baseball field and the installation of 23 underground storage vaults below the new parking lot; permit the Drescher Campus Balance Pad to be used as temporary construction staging area; and reflect the current dedicated trail alignment and easement on the LRDP Facility Map at Pepperdine University’s Malibu Campus, Los Angeles County. (IQ-V)",
                                            "spanish": "Audiencia pública y acción a petición de la Universidad Pepperdine para enmendar su Plan Certificado de Desarrollo a Largo Rango (LRDP) para permitir el reemplazo de tres estacionamientos existentes con un nuevo estacionamiento sustancialmente en la misma ubicación adyacente al campo de fútbol y campo de béisbol del campus y la instalación de 23 bóvedas de almacenamiento subterráneo debajo del nuevo estacionamiento; permiso para que la almohadilla de equilibrio del campus Drescher pueda ser usada como un área temporal de maniobras de construcción; y reflejar la alineación y servidumbre del sendero dedicado en el Mapa de las Instalaciones LRDP en el campus Malibú de la Universidad Pepperdine en el condado de Los Ángeles. (IQ-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th9a&10a/Th9a&10a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th9a&10a/Th9a&10a-2-2021-exhibit.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th9a&10a/Th9a&10a-2-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT ",
                                    "spanish": "AVISO DE DESARROLLO INMINENTE."
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Pepperdine University Notice of Impending Development No. PEP-NOID-0006-20 (Enhanced Parking and Storage Project). ",
                                            "spanish": "Aviso de Desarrollo Inminente No. PEP-NOID-0006-20 de la Universidad Pepperdine (Proyecto de estacionamiento y almacenamiento mejorado). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on Notice of Impending Development by Pepperdine University for replacement of three existing surface parking lots with new parking lot in substantially the same location adjacent to the campus soccer field and baseball field, the installation of 23 underground storage vaults below the new parking lot, and the movement of an estimated 28,247 cu. yds. of fill from the Drescher Campus Balance Pad to the project site with a total of 66,999 cu. yds. of grading for the project (including 19,376 cu. yds. of cut and 47,623 cu. yds. of fill) at Pepperdine University’s Malibu Campus, Los Angeles County. (IQ-V) ",
                                            "spanish": "Audiencia pública y acción sobre el Aviso de Desarrollo Inminente de la Universidad Pepperdine para reemplazar tres estacionamientos existentes con un nuevo estacionamiento sustancialmente en la misma ubicación adyacente el campo de fútbol y campo de béisbol, la instalación de 23 bóvedas de almacenamiento subterráneo debajo del nuevo estacionamiento y el movimiento de aproximadamente 28.247 yd³ de relleno en la almohadilla de equilibrio del campus Drescher al área del proyecto con un total de 66.999 yd³ de nivelación para el proyecto (incluyendo 19.376 yd³ de corte y 47.623 yd³ de relleno) en el campus Malibú de la Universidad Pepperdine en el condado de Los Ángeles. (IQ-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th9a&10a/Th9a&10a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th9a&10a/Th9a&10a-2-2021-exhibit.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th9a&10a/Th9a&10a-2-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/TH11/TH11-02-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: 12b, 13a-13b, & 14a will share a single combined presentation",
                                    "spanish": "Por favor, recuerde: 12b, 13a, 13b y 14a comparten una sola presentación combinada"
                                }
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Manhattan Beach LCP Amendment No. LCP-5-MNB-19-156-1 (Zoning Code Clean Up). ",
                                            "spanish": "Ciudad de Manhanttan Beach Enmienda del Programa Costero Local No. LCP-5-MNB-19-156-1 (Limpieza del Código de Zonificación). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with Executive Director's determination that the request by the City of Manhattan Beach to amend the LCP Implementation Plan’s (IP) zoning code standards is a minor LCP amendment. The proposed zoning code changes regulate the following uses in the Downtown Commercial zone: Banks, catering services, offices and communication facilities; veterinary services and optometrists; and retail sales floor area. (MR–LB) ",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo de que la solicitud de la Cuidad de Manhattan Beach para enmendar los estándares del Código de Zonificación del Plan de Implementación del Programa Costero Local (LCP) es una enmienda menor de LCP. Los cambios propuestos en el Código de Zonificación regulan los siguientes usos en la zona comercial del centro: bancos, servicios de comidas, oficinas e instalaciones de comunicación; servicios veterinarios y optometristas; y área de piso de comercial. (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th12a/Th12a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th12a/Th12a-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-20-0014-1 (Belmont Beach and Aquatic Center). ",
                                            "spanish": "Enmienda No. LCP-5-LOB-20-0014-1 del Programa Costero Local (LCP) de la ciudad de Long Beach (BBAC) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Long Beach to amend its Land Use Plan (LUP) and the Implementation Plan (IP) of the certified LCP to revise regulations for the Belmont Pier Planned Development District to allow for the Belmont Beach and Aquatics Center in the City of Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Audiencia pública y acción a petición de la ciudad de Long Beach para enmendar el Plan de Uso de Tierra (LUP) y el Plan de Implementación (IP) del LCP certificado para revisar las regulaciones para el Distrito Planeado de Desarrollo del Muelle de Belmont para permitir el Belmont Beach and Aquatics Center en la ciudad de Long Beach, condado de Los Ángeles. (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th12b/th12b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th12b/th12b-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13a/th13a-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th12b/Th12b-2-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th12b/Th12b-2-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-LOB-17-0032 (City of Long Beach Belmont Beach and Aquatic Center, Long Beach) ",
                                            "spanish": "Apelación No. A-5-LOB-17-0032 (Belmont Beach and Aquatic Center en la ciudad de Long Beach, Long Beach)"
                                        },
                                        "blurb": {
                                            "english": "Appeals by Commissioners Bochco and Turnbull-Sanders, and Citizens About Responsible Planning (CARP), et al., from decision of City of Long Beach granting permit with conditions for construction of approx. 125,500 sq.ft. swimming pool complex with indoor component with max. building height of 71-ft. above 10-ft. graded plinth and outdoor component including approx. 1,500 sq.ft. café, 600 sq.ft. public restroom, and 55,745 sq.ft. of park area on 5.8 acre beachfront site, at 4000 Olympic Plaza, Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Apelaciones de los Comisionados Bochco y Turnbull-Sanders, y Citizens About Responsible Planning (CARP), et al., a la decisión de la ciudad de Long Beach que otorga un permiso con las condiciones de construcción de un complejo de piscinas de aproximadamente 125.500 ft² con una altura de edificio máxima de 71 ft encima de un zócalo graduado de 10 ft y un componente al aire libre incluyendo un café de aproximadamente 1.500 ft², un baño público de 600 ft² y un área de estacionamiento de 55.745 ft² en un área frente a la playa de 5,8 acres en 4000 Olympic Plaza, Long Beach, condado de Los Ángeles. (DZ-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13a/th13a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13a/th13a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13a/th13a-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13a/Th13a-2-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13a/Th13a-2-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13a/th13a-2-2021-addenda-2.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-LOB-20-0007 (City of Long Beach Belmont Beach and Aquatic Center, Long Beach) ",
                                            "spanish": "Apelación No. A-5-LOB-20-0007 (Belmont Beach and Aquatic Center de la ciudad de Long Beach, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeals by Susan Miller, et al., of City of Long Beach granting permit with conditions for construction of outdoor pool complex with 15,181 sq.ft. approx. 29-ft. high pool facilities building with locker rooms, offices, food concessions, changing rooms, and storage rooms; 141,558 sq.ft. hardscaped open space; 92,297 sq.ft. passive park; and public restrooms and conversion of temporary pool and associated facilities to permanent structures, at 4000 Olympic Plaza, Long Beach, Los Angeles County. (DZ–LB)",
                                            "spanish": "Apelaciones por Susan Miller, et al., de la ciudad de Long Beach que otorga un permiso con condiciones para la construcción de un complejo de piscinas al aire libre con un área aproximada de 15.181 ft², edificio de instalaciones de piscinas de 29 ft de altura con casilleros, oficinas, ventas de comida, vestuarios y salones de almacenamiento; espacio abierto con construcción exterior decorativa de 141.558 ft²; parque pasivo de 92.297 ft²; y baños públicos y conversión de piscina temporal e instalaciones asociadas a estructuras permanentes en 4000 Olympic Plaza, Long Beach, condado de Los Ángeles. (DZ–LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13b/th13b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13b/th13b-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13b/th13b-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13b/Th13b-2-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13b/Th13b-2-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th13b/th13b-2-2021-addenda-2.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 14b & 14c, have separate staff reports but will share a combined presentation.",
                                    "spanish": "Temas 14b y 14c, tienen informes del personal separados, y una sola presentación combinada."
                                }
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-18-0788 (City of Long Beach Belmont Beach and Aquatic Center, Long Beach) ",
                                            "spanish": "Solicitud No. 5-18-0788 (Belmont Beach and Aquatic Center en la ciudad de Long Beach, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Long Beach to close Olympic Plaza to automobile traffic, remove park landscaping, demolish 2 outdoor pools, convert temporary pool and associated facilities to permanent structures, and construct outdoor pool complex including 12,320 sq.ft. competitive pool, 4,560 sq.ft. recreation pool, 1,000 sq.ft. teaching pool, 500 sq.ft. spa, 5,660 sq.ft. diving well, and spray garden, 1,555 permanent seats, 15,181 sq.ft. approx. 29 ft.-high pool facilities building with locker rooms, offices, food concessions, changing rooms, and storage rooms, 141,558 sq.ft. hardscaped open space, 92,297 sq.ft. passive park, and public restrooms, at Belmont Shore Beach Park (4000 Olympic Plaza), Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud de la ciudad de Long Beach para cerrar Olympic Plaza para el tráfico automovilístico, remover paisajismo en el parque, demoler 2 piscinas al aire libre, convertir la piscina temporal y las instalaciones asociadas en estructuras permanentes y construir un complejo de piscinas al aire libre incluyendo una piscina competitiva de 12.320 ft², una piscina recreativa de 4.560 ft², una piscina para clases de 1.000 ft², un spa de 500 ft², un pozo de buceo de 5.660 ft² y un jardín de rociadores, 1.555 asientos permanentes, edificio con instalaciones de piscina de aproximadamente 15.181 ft² y 29 pies de altura con casilleros, oficinas, ventas de comida, vestuarios y salas de almacenamiento, espacio abierto con construcciones decorativas de 141.558 ft², un parque pasivo de 92.297 ft² y baños públicos en Belmont Shore Beach Park (4000 Olympic Plaza), Long Beach, condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14a/th14a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14a/th14a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "FAQ",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14a/Th14a-2-2021-faq.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14a/th14a-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14a/Th14a-2-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14a/Th14a-2-2021-addenda.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14a/th14a-2-2021-addenda-2.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No.  A-5-VEN-20-0037 (Holzman Living Trust, Venice) ",
                                            "spanish": "Solicitud No.  A-5-VEN-20-0037 (Fideicomiso en Vida Holzman, Venice)"
                                        },
                                        "blurb": {
                                            "english": " Application by Holzman Living Trust to demolish 1-story, 1,445 sq.ft. duplex and construct 2-story, 28-ft. tall, 3,192 sq.ft. duplex with attached 2-car garage, plus 3 additional on-site parking spaces, and attached 263 sq.ft. junior accessory dwelling unit, at 710 Palms Blvd., Venice, Los Angeles County. (CS-LB) ",
                                            "spanish": " Solicitud del Fideicomiso en Vida Holzman para demoler un dúplex de 1 piso con 1.445 ft² y construir un dúplex de 2 pisos de 28 ft de alto y con un área de 3.192 ft² con un garaje adjunto de 2 automóviles más 3 espacios de estacionamiento adicionales in situ y una unidad de vivienda accesoria junior adjunta de 263 ft², en 710 Palms Blvd., Venice, condado de Los Ángeles. (CS-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14b/Th14b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14b/Th14b-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14b/Th14b-2-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14b/Th14b-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14b/Th14b-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No.  A-5-VEN-20-0039 (Holzman Living Trust, Venice) ",
                                            "spanish": "Solicitud No.  A-5-VEN-20-0039 (Fideicomiso en Vida Holzman, Venice)"
                                        },
                                        "blurb": {
                                            "english": "Application of Holzman Living Trust to demolish 1-story, 1,968 sq.ft. duplex and construct 2-story, 29.5-ft. tall, 1,540sq.ft. duplex with attached 3-car garage, plus 2 additional on-site parking spaces, and attached 310 sq.ft. junior accessory dwelling unit, at 714-716 Palms Blvd., Venice, Los Angeles County. (CS-LB) ",
                                            "spanish": " Solicitud del Fideicomiso en Vida Holzman para demoler un dúplex de 1 piso con 1.968 ft² y construir un dúplex de 2 pisos de 29,5 ft de alto y con un área de 1.540 ft² con un garaje adjunto para 3 automóviles más 2 espacios de estacionamiento in situ y una unidad de vivienda accesoria junior adjunta de 310 ft², en 714-716 Palms Blvd., Venice, condado de Los Ángeles. (CS-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14c/Th14c-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14c/Th14c-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14c/Th14c-2-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14c/Th14c-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14c/Th14c-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-20-0595 (Baboolal, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0595 (Baboolal, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Heather & Paul Baboolal to demolish existing 1,160 sq.ft., 1-story duplex and construct 3,156 sq. ft., 3-story single family home with 684 sq.ft. attached accessory dwelling unit (ADU), attached 2-car garage, and one guest parking space in driveway at 823 Monterey Blvd, Hermosa Beach, Los Angeles County. (VL-LB) ",
                                            "spanish": "Solicitud de Heather & Paul Baboolal para demoler un dúplex existente de 1 piso de 1.160 ft² y construir una vivienda unifamiliar de 3 pisos con un área de 3.156 ft² y una unidad de vivienda accesoria (ADU, por sus siglas en inglés) adjunta de 684 ft², un garaje adjunto para 2 automóviles, y un espacio de estacionamiento para huéspedes en el acceso en 823 Monterey Blvd, Hermosa Beach, condado de Los Ángeles. (VL-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14d/Th14d-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14d/Th14d-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14d/Th14d-2-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14d/Th14d-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-19-1212 (Santa Monica Beach Club, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-19-1212 (Santa Monica Beach Club, Santa Monica) "
                                        },
                                        "blurb": {
                                            "english": "Application of The Beach Club of Santa Monica to remodel existing Beach Club to include: 1) renovate kitchen, bar, and seating areas; 2) add employee service facilities, maintenance facilities, and basement-level storage facilities; 3) seismic retrofitting; 4) new mat-slab foundation for proposed remodel/addition areas; 5) demolish small storage sheds, remove shade structures, and vegetation; 6) modify fencing for two new proposed view corridors, to include 20-ft. southern view corridor and 49-ft. northern view corridor; and 7) after-the-fact permitting for unpermitted development at, 201 Palisades Beach Road, Santa Monica, Los Angeles County (AS-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de The Beach Club de Santa Monica para remodelar el club de playa existente para incluir:  1) renovar la cocina, el bar y las áreas de asientos; 2) agregar instalaciones de servicio para los empleados, instalaciones de mantenimiento e instalaciones de almacenamiento a nivel del sótano; 3) adaptación sísmica; 4) nuevos cimientos de losa para las áreas propuestas para remodelación/adición; 5) demoler cobertizos de almacenamiento pequeños, remover estructuras de sombra y vegetación; 6) modificar el vallado para dos nuevos pasillos de vistas propuestos para incluir un corredor de vista sur de 20 ft y un corredor de vista norte de 49 ft; y 7) permisos después del hecho para desarrollo sin permiso en 201 Palisades Beach Road, Santa Mónica, condado de Los Ángeles (AS-LB) (NOTA: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Application No. 5-20-0503 (802 Strand Investments, LLC, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-20-0503 (802 Strand Investments, LLC,) "
                                        },
                                        "blurb": {
                                            "english": "Application of 802 Strand Investments, LLC for after-the-fact conversion of duplex to single-family home, to demolish current 3,540 sq.ft. single-family home, and construct of 30-ft. high, three-story, 3,762 sq. ft. single-family home at 802 The Strand, Santa Monica, Los Angeles County (AS-LB) (NOTE: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de 802 Strand Investments, LLC para conversión después del hecho de dúplex a vivienda unifamiliar, para demoler una vivienda unifamiliar actual de 3.540 ft² y construir una vivienda unifamiliar de 30 ft de alto, tres pisos y 3.762 ft² en 802 The Strand, Santa Mónica, condado de Los Ángeles (AS-LB) (NOTA: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14f/Th14f-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14f/Th14f-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "Application No. 5-20-0181 (B&J Capital Group Investments, Hermosa Beach) ",
                                            "spanish": "Solicitud No. 5-20-0181 (B&J Capital Group Investments, Hermosa Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of B&J Capital Group Investments to construct 2,742 sq. ft., 3-story, 5-unit motel and convert existing 1,841 sq.ft., single family home to single-unit motel for total of  6-unit motel on 4,023 sq.ft. lot at, 70 10th Street, Hermosa Beach, Los Angeles County (CP-LB) ",
                                            "spanish": "Solicitud de B&J Capital Group Investments para construir un motel de 5 unidades, 3 pisos y un área de 2.742 ft² y convertir una vivienda unifamiliar existente de 1.841 ft² en un motel de una sola unidad para un total de un motel de 6 unidades en un lote de 4.023 ft² en 70 10th Street, Hermosa Beach, condado de Los Ángeles (CP-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14g/Th14g-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14g/Th14g-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14g/Th14g-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "h",
                                        "title": {
                                            "english": "Application No. 5-20-0397 (SVBSM LLC, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-20-0397 (SVBSM LLC, Santa Monica) "
                                        },
                                        "blurb": {
                                            "english": "Application of SVBSM LLC to change use of 12,170 sq.ft. office and 3,530 sq.ft. rooftop area to 15,700 sq.ft. membership restaurant, at 1401 Ocean Avenue, 300, Santa Monica, Los Angeles County. (CP-LB) ",
                                            "spanish": "Solicitud presentada por SVBSM LLC para cambiar el uso de un área de 12.170 ft² de oficina y 3.530 ft² de azotea a 15.700 ft² de un restaurante para socios en 1401 Ocean Avenue, 300, Santa Monica, Condado de Los Ángeles. (CP-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14h/Th14h-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14h/Th14h-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/Th14h/Th14h-2-2021-correspondence.pdf"
                                            }
                                        ],
                                        "result": "CONTINUED"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 12,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/F3/F3-2-2021-Agenda Changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/F7/F7-2-2021-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Eureka LCP Amendment No. LCP-1-EUR-20-0009-1, Part B (CS District Height Limit) ",
                                            "spanish": "Enmienda LCP No. LCP-1-EUR-20-0009-1, Parte B de la Ciudad de Eureka (Límite de Altura del Distrito CS) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Eureka to amend the Implementation Program (IP) portion of the certified Local Coastal Program (LCP) to increase building height limit within Service Commercial (CS) District from 35 ft. to 55 ft. (CK-A)",
                                            "spanish": "Audiencia pública y acción a petición de la ciudad de Eureka para enmendar la porción del Programa de Implementación (IP) del Programa Costero Local (LCP) para aumentar el límite de altura de edificios dentro del Distrito Comercial de Servicios (CS), de 35 ft a 55 ft. (CK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F8a/F8a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F8a/F8a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F8a/f8a-2-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Mendocino County LCP Amendment No. LCP-1-MEN-20-0021-1 (Accessory Dwelling Units).  Time Extension",
                                            "spanish": "Enmienda LCP No. LCP-1-MEN-20-0021-1 del condado de Mendocino (Unidades de Vivienda Accesorias).  Extensión de tiempo"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend time limit for Commission action up to one year on request by Mendocino County to amend both the County’s certified Land Use Plan (LUP) and Implementation Program (IP) to regulate accessory dwelling units (ADUs) and junior accessory dwelling units (JADUs).  (CK-A)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo para la acción de la Comisión hasta un año a petición del condado de Mendocino para enmendar el Plan de Uso de Tierra (LUP) certificado del condado de Mendocino y el Programa de Implementación (IP) para regular las unidades de vivienda accesoria (ADU) y las unidades de vivienda accesoria junior (JADU).  (CK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F8b/F8b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F8b/f8b-2-2021-corresp.pdf"
                                            }
                                        ],
                                        "result": "Approved"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 9a and 9b below appeals will share a single combined staff report and hearing",
                                    "spanish": "Temas 9a y 9b continuación compartirán un informe del personal y discusión combinados"
                                }
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-1-PTA-20-0028 (Wasserman, Point Arena) ",
                                            "spanish": "Apelación No. A-1-PTA-20-0028 (Wasserman, Point Arena)"
                                        },
                                        "blurb": {
                                            "english": "Appeal by Arabella Akossy of City of Point Arena decision granting permit with conditions to Richard Wasserman to construct two-story, 800 sq.ft., 18’ high residential accessory barn/shop, at 44600/240 Port Road, Point Arena, Mendocino County (ST-A)",
                                            "spanish": "Apelación de Arabella Akossy a la decisión de la ciudad de Point Arena para otorgarle un permiso con condiciones a Richard Wasserman para construir un establo/tienda accesoria residencial de dos pisos, con un área de 800 ft² y 18 ft de altura en 44600/240 Port Road, Point Arena, condado de Mendocino (ST-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/f9a&f9b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/F9a&F9b-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/f9a&f9b-2-2021-appendix.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/F9a&F9b-2-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-1-PTA-20-0074 (Wasserman, Point Arena) ",
                                            "spanish": "Apelación No. A-1-PTA-20-0074 (Wasserman, Point Arena)"
                                        },
                                        "blurb": {
                                            "english": "Appeals by Arabella Akossy and Debra Keipp of City of Point Arena decision granting permit amendment with conditions to Richard Wasserman to modify permit previously granted to construct two-story, 800 sq.ft., 18’ high residential accessory barn/shop, to modify  conditions of approval and to authorize, after-the-fact, 38 cu. yds. of grading, at 44600/240 Port Road, Point Arena, Mendocino County (ST-A) ",
                                            "spanish": "Apelaciones de Arabella Akossy y Debra Keipp a la decisión de la ciudad de Point Arena de otorgarle una enmienda a un permiso con condiciones a Richard Wasserman para modificar el permiso otorgado previamente para construir un establo/tienda accesoria residencial de dos pisos con 800 ft² de 18 ft de altura para agregar aclaraciones y condiciones adicionales de aprobación y para autorizar, después del hecho, ~38 yardas cúbicas de nivelación en 44600/240 Port Road, Point Arena, condado de Mendocino (ST-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/f9a&f9b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/F9a&F9b-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/f9a&f9b-2-2021-appendix.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F9a&F9b/F9a&F9b-2-2021-addenda.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-20-0216 (City of Point Arena, Point Arena) ",
                                            "spanish": "Solicitud No. 1-20-0216 (Ciudad de Point Arena)"
                                        },
                                        "blurb": {
                                            "english": "Application by City of Point Arena to repair and expand existing seawall and jetty rock, install new bio-retention basin, and raise portion of existing parking lot that serves commercial fishing facility at Arena Cove, Point Arena, Mendocino County. (CH-A)",
                                            "spanish": "Solicitud de la ciudad de Point Arena para reparar y expandir el muro de contención existente y la roca del embarcadero, instalar una nueva cuenca de biorretención y elevar una porción del estacionamiento existente que atiende a una instalación de pesca comercial en Arena Cove, Point Arena, condado de Mendocino (CH-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F10a/F10a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F10a/F10a-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/F11/F11-2-2021.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/F11/F11-2-2021-correspondence.pdf"
                                    }
                                ],
                                "result": "CONCURRED",
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Authorization for the Executive Director to become a signatory to the Upper Los Cerritos Mitigation Bank",
                                            "spanish": "Autorización del Director Ejecutivo para convertirse en signatario del Banco de Mitigación Superior Los Cerritos"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to authorize the Executive Director to sign the Bank Enabling Instrument (BEI) for the Upper Los Cerritos Mitigation Bank (ULCMB) in the City of Long Beach, Los Angeles County.  The BEI would establish the use, operation and long-term management of the ULCMB, including the sale of wetland mitigation credits, associated with wetland restoration work authorized by the Commission in CDP 9-18-0395. (KH-SF) ",
                                            "spanish": "Audiencia pública y acción para autorizar al Director Ejecutivo para firmar el Instrumento de Habilitación Bancaria (BEI, por sus siglas en inglés) para el Banco de Mitigación Superior Los Cerritos (ULCMB, por sus siglas en inglés) en la ciudad de Long Beach, condado de Los Ángeles.  El BEI establecería el uso, operación y administración a largo plazo del ULCMB, incluyendo la venta de créditos de mitigación de humedales, asociados con el trabajo de restauración de humedales autorizado por la Comisión en CDP 9-18-0395. (KH-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F11a/F11a-2-20211-staff report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F11a/F11a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F11a/F11a-2-2021-appendixa1.pdf"
                                            },
                                            {
                                                "name": "Appendix 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F11a/F11a-2-2021-appendixa2.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F11a/F11a-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F11a/F11a-2-2021-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F11a/F11a-2-20211-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/F12/F12-2-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 2-19-0026 (Rhodes Mixed-Use Development, Pacifica) ",
                                            "spanish": "Solicitud No. 2-19-0026 (Rhodes Mixed-Use Development, Pacifica) "
                                        },
                                        "blurb": {
                                            "english": "Application of Shawn Rhodes for mixed-use development to construct 3,346 sq.ft., 2-story mixed-use building with retail on first floor and two residential units on second floor, and 24-car parking lot (located in City of Pacifica permit jurisdiction); and construct 6,475 sq.ft., 2-story surf shop with office and basement for storage, 3,010 sq.ft., 2-story storage and surf board shaping building, and 4,730 sq.ft. skate park (located in Coastal Commission’s permit jurisdiction), at 505 San Pedro Ave., west of Highway 1 and south of Pacifica State Beach, Pacifica, San Mateo County. (JKN-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Shawn Rhodes para el desarrollo de uso mixto para construir un edificio de dos pisos de uso mixto de 3.346 ft² con tiendas en el primer piso y dos unidades residenciales en el segundo piso y un estacionamiento para 24 automóviles (ubicado en la jurisdicción CDP de la ciudad de Pacifica); y construcción de una tienda de surf de dos pisos con un área de 6.475 ft² con oficinas y sótano para almacenamiento, un edificio de dos pisos con un área de 3.010 ft² para almacenamiento y modelado de tablas de surf y un parque de patinaje de 4.730 ft² (ubicado en la jurisdicción CDP de la Comisión Costera) en 505 San Pedro Avenue, al oeste de la Autopista 1 y al sur de Pacifica State Beach, Pacifica, condado de San Mateo. (JKN-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13a/F13a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13a/F13a-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 2-20-0018 (Dillon Beach Resort, Dillon Beach, Marin Co.) ",
                                            "spanish": "Solicitud No. 2-20-0018 (Dillon Beach Resort, Dillon Beach, Marin Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application of Dillon Beach Resort to redevelop an existing recreational vehicle (RV) park, authorize management activities associated with a beach fronting parking lot and adjacent sandy beach, and conduct habitat restoration, including: 1) placement of 12 after-the-fact (ATF) and 13 new park-model RVs and associated development, installation of septic improvements to serve the RV park and cottage units, and demolition of an existing bathhouse; 2) a new parking fee program and sand/beach management activities at and fronting the beach parking lot; 3) installation of fencing on the east side of Cliff Street opposite the parking lot; and 4) restoration of dune areas (both seaward of the parking lot and inland of Cliff Street) and Dillon Creek, located at 1 Beach Avenue, the Dillon Beach parking lot and adjacent sandy beach at 2 Cliff Street, the dune complex east of Cliff Street, and portions of Dillon Creek, in the unincorporated community of Dillon Beach in western Marin County. (SP/JM-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Dillon Beach Resort para redesarrollar un parque existente de casas rodantes y autorizar las actividades administrativas asociadas con el estacionamiento frente a la playa y la playa de arena adyacente, y realizar restauración de hábitat, incluyendo: 1) colocación de 12 vehículos recreativos de modelo parque después del hecho (ATF, por sus siglas en inglés) y 13 nuevos y su desarrollo asociado, instalación de mejoras sépticas para atender al parque de vehículos recreativos y unidades de casas de campo, y demolición de una casa de baños existente; 2) un programa nuevo de tarifas de estacionamiento y actividades de manejo de arena/playa en y de frente del estacionamiento en la playa; 3) instalación de vallas en el lado este de Cliff Street, frente al lote de estacionamiento; y 4) restauración de áreas con dunas (tanto hacia el mar en el estacionamiento y hacia el interior de Cliff Street) y Dillon Creek, ubicadas en 1 Beach Avenue, el estacionamiento de Dillon Beach y la playa de arena adyacente en 2 Cliff Street, el complejo de dunas al este de Cliff Street y porciones de Dillon Creek, en la comunidad no incorporada de Dillon Beach y al oeste del condado de Marin. (SP/JM-SF) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13b/f13b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13b/F13b-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13b/F13b-2-2021-exparte.pdf"
                                            },
                                            {
                                                "name": "Exparte 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13b/F13b-2-2021-exparte2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13b/F13b-2-2021-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13b/F13b-2-2021-corresp2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13b/F13b-2-2021-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 2-20-0443 (Pillar Point Harbor West Trail Living Shoreline Project, San Mateo Co.) ",
                                            "spanish": "Solicitud No. 2-20-0443 (Proyecto de la Costa Viviente del Sendero Oeste del Puerto Pillar Point, condado de San Mateo) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Mateo Harbor District to construct a living shoreline comprised of beach and dune system through use of beach nourishment and stabilizing materials to protect and restore severely eroded segment of Pillar Point Harbor’s (PPH) West Trail; and construct improvements to existing stormwater drainage system including creation of bioswale to improve aesthetics, function and maintenance, along the western edge of Pillar Point Harbor, north of Half Moon Bay and southwest of Princeton-by-the-Sea, San Mateo County. (EM-SF)",
                                            "spanish": "Solicitud del Distrito del Puerto de San Mateo para construir una costa viviente comprendida de playa y un sistema de dunas a través del uso de reposición de arena en las playas y materiales estabilizadores para proteger y restaurar el segmento severamente erosionado del sendero oeste del Puerto Pillar Point (PPH); y construir mejoras al sistema existente de drenaje de aguas pluviales, incluyendo la creación de drenajes sostenibles para mejorar la estética, función y mantenimiento, a lo largo del borde occidental del Puerto Pillar Point, al norte de Half Moon Bay y al este de Princeton-by-the-Sea, en el condado de San Mateo. (EM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13c/F13c-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F13c/F13c-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2021/2/F14/F14-2-2021.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-1-Part A (Accessory Dwelling Units). ",
                                            "spanish": "Enmienda LCP No. LCP-3-STC-20-0015-1-Parte A de la ciudad de Santa Cruz (Unidades de Vivienda Accesoria). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Santa Cruz to amend LCP ADU regulations. (CB-SC) ",
                                            "spanish": "Audiencia pública y acción a petición de la ciudad de Santa Cruz para enmendar las regulaciones LCP ADU. (CB-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-20-0063-2 (Temporary Uses). Certification Review",
                                            "spanish": "Enmienda LCP No. LCP-3-SCO-20-0063-2 del condado de Santa Cruz (Usos temporales). Revisión de certificación"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the action by Santa Cruz County accepting certification of LCP-3-SCO-20-0063-2 (refining parameters for temporary uses) with modifications is legally adequate. (RG-SC)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo diciendo que la acción del condado de Santa Cruz aceptando la certificación de LCP-3-SCO-20-0063-2 (refinado de parámetros para usos temporales) con modificaciones es legalmente adecuada. (RG-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F15b/F15b-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F15b/F15b-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-20-0064-2 (Vacation Rentals). Certification Review",
                                            "spanish": "Enmienda LCP No. LCP-3-SCO-20-0064-2 del condado de Santa Cruz (Alquileres de vacaciones). Revisión de certificación"
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the action by Santa Cruz County accepting certification of LCP-3-SCO-20-0064-2 with modifications (refining parameters for vacation rentals) is legally adequate. (RG-SC)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo diciendo que la acción del condado de Santa Cruz aceptando la certificación de LCP-3-SCO-20-0064-2 con modificaciones (refinado de parámetros para alquileres de vacaciones) es legalmente adecuada. (RG-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F15c/F15c-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F15c/F15c-2-2021-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-20-0074-2 (Accessory Dwelling Units). ",
                                            "spanish": "Enmienda LCP No. LCP-3-PSB-20-0074-2 de la ciudad de Pismo Beach (Unidades de Vivienda Accesoria). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by the City of Pismo Beach to modify the LCP’s ADU provisions consistent with recent changes to state housing law is de minimis. (KB-SC)",
                                            "spanish": "Concurrencia con la determinación del Director Ejecutivo que la solicitud de la ciudad de Pismo Beach de modificar las estipulaciones ADU del LCP consistentes con los cambios recientes a la ley estatal de vivienda es de minimis. (KB-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F15d/F15d-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F15d/F15d-2-2021-Exhibits.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-17-0062 (McCarthy & San Miguelito Partners, San Luis Obispo Co.)",
                                            "spanish": "Apelación No. A-3-SLO-17-0062 (McCarthy & San Miguelito Partners, San Luis Obispo Co.) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Howell and Peskin, and Tarren Collins of San Luis Obispo County decision granting permit with conditions to Rob and Judy McCarthy and San Miguelito Partners for extinguishment of portions of existing County-held public access pedestrian easement and trail; creation of new 20-ft. wide public access easement on separate property; construction of 5-ft. wide public trail within relocated easement and associated improvements (fencing, signage, gates, benches, etc.) in Ontario Ridge/Pirates Cove area just downcoast from unincorporated community of Avila Beach and upcoast from City of Pismo Beach, San Luis Obispo County. (BO-SC) ",
                                            "spanish": "Apelación a la decisión de los Comisionados Howell y Peskin, y Tarren Collins del Condado de San Luis Obispo de otorgar un permiso con condiciones para Rob y Judy McCarthy y San Miguelito Partners para extinguir porciones de una servidumbre peatonal de acceso público y sendero existente del condado; creación de una nueva servidumbre de acceso público de 20-ft. de ancho en una propiedad separada; construcción de un sendero público de 5-ft. de ancho dentro de una servidumbre reubicada y mejoras asociadas (vallado, señalización, puertas, bancas, etc.) en el área de Ontario Ridge/Pirates Cove, justo al final de la comunidad no incorporada de Avila Beach y a la altura de la Ciudad de Pismo Beach, Condado de San Luis Obispo. (BO-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F16a/f16a-2-2021-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F16a/f16a-2-2021-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F16a/F16a-2-2021-Corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2021/2/F16a/F16a-2-2021-Addendum.pdf"
                                            }
                                        ],
                                        "result": "DENIED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be March 10-12, 2021, April 14-16, 2021, and May 12-14, 2021.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán el 10-12, de Marzo 2021, el 14-16, de Abril, y el 12-14, de Mayo."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]