[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "September 9 @ 12:00 pm"
        },
        "status": null,
        "month": "September",
        "year": 2022,
        "phone_number": "(415) 407-3211",
        "venues": [
            {
                "name": "This Coastal Commission meeting will be conducted in a hybrid format, with public participation possible both virtually through video and teleconference, and in person.  The Commission strongly encourages continued participation virtually through video and teleconferencing due to changing Covid-19 conditions.",
                "name2": null,
                "address": "Cliffs Hotel & Spa 2757 Shell Beach Rd",
                "city": "Pismo Beach",
                "state": "CA",
                "zip": "93449",
                "latitude": "35.165280",
                "longitude": "-120.690920",
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 7,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/W3/W3-9-2022-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approx. 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Sunrise from the West: renewables, offshore wind and the road to 100% clean energy future",
                                            "spanish": "Sunrise from the West: energías renovables, energía eólica marina y el camino hacia el futuro de la energía 100% limpia"
                                        },
                                        "blurb": {
                                            "english": "Informational Presentation by the California Energy Commission Chair, David Hochschild, on the role of offshore wind and other renewables in achieving California’s clean energy goals.",
                                            "spanish": "Presentación informativa del Presidente de la Comisión de Energía de California, David Hochschild, sobre el papel de la energía eólica marina y otras energías renovables en el logro de los objetivos de energía limpia de California."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Informational Presentation on the Safe and Beneficial Use of Prescribed Fire",
                                            "spanish": "Presentación informativa sobre el uso seguro y beneficioso de la quema prescrita"
                                        },
                                        "blurb": {
                                            "english": "Presentation by California Department of Forestry and Fire Protection (CAL FIRE) staff and California Department of Parks and Recreation (State Parks) staff on planning and implementing prescribed fire to ensure public safety and meet ecological restoration goals. ",
                                            "spanish": "Presentación a cargo del personal del Departamento de Bosques y Protección contra Incendios de California (CAL FIRE) y del personal del Departamento de Parques y Recreación de California (Parques Estatales) sobre la planificación e implementación de quemas prescritas para garantizar la seguridad pública y cumplir con los objetivos de restauración ecológica. "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W6c/W6c-9-2022report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción posible sobre correspondencia de la Comisión. "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Legislative Report.",
                                            "spanish": "Informe Legislativo. "
                                        },
                                        "blurb": {
                                            "english": "Status and possible action on pending legislation. (JA/SC-SF)",
                                            "spanish": "Situación y posible actuación sobre la legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W6e/W6e-09-2022-Report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Environmental Services for Broadband Middle Mile Network",
                                            "spanish": "Servicios ambientales para la milla intermedia de la red de banda ancha "
                                        },
                                        "blurb": {
                                            "english": "Commission authorization for Executive Director to enter into a contract for environmental services for Broadband Middle Mile Network. (MC-SF)",
                                            "spanish": "Autorización de la Comisión para que el director ejecutivo celebre un contrato de servicios ambientales para la Milla Intermedia de la Red de Banda Ancha. (MC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W6f/W6f-9-2022-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "Interagency Agreements for Implementing California’s Coastal Management Program, FY 2022-23 Coastal Zone Management Grant Award. ",
                                            "spanish": "Acuerdos interinstitucionales para la implementación del Programa de Gestión Costera de California, concesión de una subvención para la gestión de la zona costera en el ejercicio 2022-23"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission authorization to enter into Interagency Agreements with BCDC and the Coastal Conservancy to transfer federal funds to these agencies for the implementation of California Coastal Management Program for Fiscal Year 2022-23. (AR-SF)",
                                            "spanish": "Audiencia pública y autorización de la Comisión para celebrar Acuerdos Interinstitucionales con la BCDC y la Conservación Costera para transferir fondos federales a estas agencias para la aplicación del Programa de Gestión Costera de California para el año fiscal 2022-23. (AR-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W6g/W6g-9-2022report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "h",
                                        "title": {
                                            "english": "Public Education Grant Program",
                                            "spanish": "Programa de subvenciones a la educación pública"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission action on proposed awarding of targeted WHALE TAIL grants. (AKF – SF)",
                                            "spanish": "Audiencia pública y actuación de la Comisión sobre la propuesta de concesión de subvenciones focalizadas WHALE TAIL. (AKF – SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W6h/w6h-9-2022-report.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Administrative Calendar",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-22-0112 (Joe Anderson, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-22-0112 (Joe Anderson, Huntington Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Joe Anderson to remove and replace 380 sq.ft. L-shaped floating dock with 321 sq.ft. I-shaped dock; and reuse two 14” guide piles and 3’ x 18’ gangway at 16742 Baruna Lane, Huntington Beach, Orange County. (JD-LB)",
                                            "spanish": "Solicitud de Joe Anderson para remover y reemplazar un muelle flotante en forma de L de 380 pies cuadrados por un nuevo muelle flotante en forma de I de 321 pies cuadrados; y reutilizar dos pilotes guía existentes de 14' y una pasarela de 3' x 18' en 16742 Baruna Lane, Huntington Beach, Condado de Orange. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W7a/W7a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W7a/W7a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W7a/W7a-9-2022-addendum.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-22-0375 (Mei Ling, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-22-0375 (Mei Ling, Huntington Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Mei Ling to remove and replace 348 sq.ft. floating dock and 3’X18’ gangway like for like; no pile work proposed, at 4071 Morning Star, Huntington Beach, Orange County. (KD-LB)",
                                            "spanish": "Solicitud de Mei Ling para remover y reemplazar un muelle flotante de 348 pies cuadrados y una pasarela de 3'X18' por igual; no se propone trabajo de pilotes, en 4071 Morning Star, Huntington Beach, Condado de Orange. (KD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W7b/w7b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W7b/w7b-9-2022-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "CALENDARIO DE CONSENTIMIENTO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-19-1374 (UCSD Slope Repair, San Diego) ",
                                            "spanish": "Solicitud No. 6-19-1374 (UCSD Slope Repair, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of University of California, San Diego to remediate an 0.11 acre slope failure and revegetate 0.25 acre on approx. 149-acre lot, west of La Jolla Shores Drive and east of Keck Building at Scripps Institute of Oceanography, La Jolla, San Diego, San Diego County (SL-SD)",
                                            "spanish": "Solicitud de la Universidad de California, San Diego para remediar una falla en un talud de 0.11 acres y revegetar 0.25 acres en un lote de aproximadamente 149 acres, al oeste de La Jolla Shores Drive y al este del edificio Keck en el Instituto Scripps de Oceanografía, La Jolla, San Diego, Condado de San Diego (SL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W8a/W8a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W8a/W8a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W8a/W8a-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-21-0127 (MTS Las Chollas Creek Trolley Bridge, San Diego) ",
                                            "spanish": "Solicitud No. 6-21-0127 (Puente de Tranvía MTS Las Chollas Creek, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Diego Metropolitan Transit System to repair bridge pilings as follow-up to emergency action, at Las Chollas Creek trolley bridge, Barrio Logan, San Diego, San Diego County. (ML -SD)",
                                            "spanish": "Solicitud del Sistema de Tránsito Metropolitano de San Diego para reparar los pilotes del puente como seguimiento a una acción de emergencia, en el puente del tranvía Las Chollas Creek, Barrio Logan, San Diego, Condado de San Diego. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W8b/w8b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W8b/W8b-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W8b/W8b-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report for Orange County",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/W10/W10-9-2022-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/W10/W10-9-2022-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Newport Beach LCP Amendment No. LCP-5-NPB-21-0036-1, Part D (Transfers of Development Rights).",
                                            "spanish": "Enmienda al LCP de la Ciudad de Newport Beach No. LCP-5-NPB-20-0036-1 Parte D"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Newport Beach to amend both the Land Use Plan (LUP) and Implementation Plan (IP) portions of the certified LCP to add one new LUP policy and add new IP section outlining procedures for transfer of development rights from a property to one or more other properties in Newport Beach, Orange County. (LR-LB)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de Newport Beach para enmendar las partes del Plan de Uso del Suelo (LUP) y del Plan de Implementación (IP) del LCP certificado para añadir una nueva política LUP y añadir una nueva sección IP que describa los procedimientos para la transferencia de derechos de desarrollo de una propiedad a otra u otras propiedades en Newport Beach, Condado de Orange. (LR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W11a/W11a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W11a/W11a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W11a/W11a-9-2022-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W11a/W11a-9-2022-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Laguna Beach LCP Amendment No. LCP-5-LGB-22-0016-1 (DSP Table Update). ",
                                            "spanish": "Enmienda al LCP de la ciudad de Laguna Beach No. LCP-5-LGB-22-0016-1 (Actualización de la Tabla DSP). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Laguna Beach to amend the Implementation Plan (IP) portion of the certified LCP to make changes to Table 5-1 of the certified DSP that is related to allowed uses and local permit requirements. (MA-LB)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Laguna Beach para enmendar la porción del Plan de Implementación (IP) del LCP certificado para hacer cambios en la Tabla 5-1 del DSP certificado que está relacionada con los usos permitidos y los requisitos de los permisos locales. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W11b/W11b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W11b/W11b-9-2022-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal A-5-DPT-22-0037 (Fallahzadeh, Capistrano Beach, Dana Point)",
                                            "spanish": "Apelación A-5-DPT-22-0037 (Fallahzadeh, Capistrano Beach, Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Vice Chair Caryl Hart and Commissioner Linda Escalante from City of Dana Point decision granting permit with conditions to Ladan and Babak Fallahzadeh for construction of new 4,132 sq.ft., 2-story single-family home and 528 sq.ft. attached two-car garage supported by caisson foundation on vacant 4,809 sq.ft. beach front lot at 35525 Beach Rd, Capistrano Beach, Dana Point, Orange County. (SA-LB)",
                                            "spanish": "Apelación de la vicepresidenta Caryl Hart y la comisionada Linda Escalante contra la decisión de la Ciudad de Dana Point de conceder un permiso con condiciones a Ladan y Babak Fallahzadeh para la construcción de una nueva casa unifamiliar de 2 pisos de 4,132 pies cuadrados y un garaje adjunto para dos automóviles de 528 pies cuadrados con pozo de cimentación en un terreno vacío de 4,809 pies cuadrados frente a la playa. La ciudad también aprobó las invasiones para el balcón del segundo piso de 18 pies de ancho que se extienden 8 pies más allá de la línea de la estructura sobre la cubierta inferior y un conjunto de escaleras de 3.5 pies de ancho que se extienden 3 pies más allá de la línea de la estructura del patio de la cubierta inferior, así como la modificación administrativa de las normas para permitir una sección de las escaleras de 26 pies de ancho y el rellano para invadir 3 pies hacia el mar de la línea de la estructura sobre la cubierta inferior en 35525 Beach Rd, Capistrano Beach, Dana Point, Condado de Orange. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W12a/W12a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W12a/W12a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W12a/W12a-9-2022-Corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal A-5-DPT-22-0038 (City of Dana Point, Dana Point) ",
                                            "spanish": "Apelación A-5-DPT-22-0038 (Ciudad de Dana Point, Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Miriam Rupke, Deanna Slocum, Jason Colaco, Mark Zanides, Kim Tarantino, and Bridget McConaughy (on behalf of UNITE HERE Local 11) from City of Dana Point decision granting permit with conditions to City of Dana Point to establish a short-term rental (STR) Program within the Coastal Zone of the City of Dana Point, Orange County. (SA-LB)",
                                            "spanish": "Apelación de Miriam Rupke, Deanna Slocum, Jason Colaco, Mark Zanides, Kim Tarantino y Bridget McConaughy (en nombre de UNITE HERE Local 11) contra la decisión de la Ciudad de Dana Point de conceder un permiso con condiciones a la Ciudad de Dana Point para establecer un Programa de Alquileres a Corto Plazo (STR) dentro de la Zona Costera de la Ciudad de Dana Point, Condado de Orange. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W12b/W12b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W12b/W12b-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W12b/W12b-9-2022-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W12b/W12b-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0555 (Nerja Investments, LLC, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-21-0555 (Nerja Investments, LLC, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Nerja Investments, LLC, to construct 2-story, 4-unit apartment building, each with 3 bedrooms, 3.5 bathrooms, 2-car garage, front patio, and 2nd floor balcony on vacant lot at 247 Seal Beach Blvd, Seal Beach, Orange County. (VL-LB)",
                                            "spanish": "Solicitud de Nerja Investments, LLC, para construir un edificio de apartamentos de 2 pisos y 4 unidades, cada uno con 3 dormitorios, 3.5 baños, garaje para 2 automóviles, patio frontal y balcón en el 2do. piso en un lote vacío en 247 Seal Beach Blvd, Seal Beach, Condado de Orange. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13a/W13a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13a/W13a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13a/W13a-9-2022-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13a/W13a-9-2022-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0640 (City of Newport Beach, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-21-0640 (Ciudad de Newport Beach, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Newport Beach to construct Confined Aquatic Disposal Facility (CAD) in Lower Newport Harbor where dredged sediment unsuitable for open ocean disposal can be contained, placement of final 3-foot thick cap layer, and deposition of clean sandy sediments along nearshore ocean beaches in City of Newport Beach, Orange County (MR-LB).",
                                            "spanish": "Solicitud de la Ciudad de Newport Beach para construir una Instalación de Eliminación Acuática Confinada (CAD) en la parte baja del Puerto de Newport donde se puedan contener los sedimentos dragados no aptos para su eliminación en el océano abierto, colocación de una capa final de 3 pies de espesor, y deposición de sedimentos arenosos limpios a lo largo de las playas oceánicas cercanas a la costa en la Ciudad de Newport Beach, Condado de Orange (MR-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13b/W13b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13b/W13b-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13b/W13b-9-2022-correspondence.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-21-0881 (Harrah, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-21-0881 (Harrah, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Michael Harrah to remove 1,071 sq.ft. floating dock and 3 ft. x 22 ft.  gangway and install new 1,046 sq.ft. floating dock and 4 ft. x 30 ft. gangway;  remove four 14 in. square concrete guide piles and install five new 18 in. square concrete guide piles, located at 44 Linda Isle, Newport Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de Michael Harrah para remover un muelle flotante de 1,071 pies cuadrados y una pasarela de 3 pies x 22 pies e instalar un nuevo muelle flotante de 1,046 pies cuadrados y una pasarela de 4 pies x 30 pies; remover cuatro pilotes guía de concreto de 14 pulgadas cuadradas e instalar cinco nuevos pilotes guía de concreto de 18 pulgadas cuadradas, ubicado en 44 Linda Isle, Newport Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13c/W13c-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13c/W13c-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W13c/W13c-9-2022-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-21-0903 (Las Vegas Beach House LLP, San Clemente) ",
                                            "spanish": "Solicitud No. 5-21-0903 (Las Vegas Beach House LLP, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Las Vegas Beach House LLP to remove approx. 1,000-sq.ft. one-story, 11.5-ft.-high mobile home; and install approximately 1,494-sq.ft., one-story, 16-ft. high mobile home with patio, storage shed, front yard planters and entry door on beachfront mobile home space at 1880 N. El Camino Real, Unit 43, San Clemente, Orange County. (MA-LB)",
                                            "spanish": "Solicitud de Las Vegas Beach House LLP para remover aproximadamente 1,000 pies cuadrados de una casa móvil de un piso y 11.5 pies de altura; e instalar aproximadamente 1,494 pies cuadrados de una casa móvil de un piso y 16 pies de altura con patio, cobertizo de almacenamiento, jardineras en el patio delantero y puerta de entrada en el espacio de la casa móvil frente a la playa en 1880 N. El Camino Real, Unidad 43, San Clemente, Condado de Orange. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-18-0094-A1 (Pickup, Newport Beach) ",
                                            "spanish": "Permiso No. 5-18-0094-A1 (Pickup, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Request by Todd Pickup to implement an eelgrass mitigation plan consistent with previously imposed special condition.  There are no proposed changes to project components originally approved under CDP 5-18-0094, located at 23 Harbor Island, Newport Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de Todd Pickup para implementar un plan de mitigación de la hierba marina consistente con la condición especial impuesta previamente.  No se proponen cambios a los componentes del proyecto originalmente aprobados bajo el CDP 5-18-0094, ubicado en 23 Harbor Island, Newport Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W14a/W14a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W14a/W14a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W14a/W14a-9-2022-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 15,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/W15/W15-9-2022-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-21-0065-1 (Tattoo Regulations).  ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Oceanside No. LCP-6-OCN-21-0065-1 (Regulaciones de tatuajes). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Oceanside to amend its Implementation Plan to revise siting restrictions for tattoo establishments. (TR-SD)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Oceanside para enmendar su Plan de Implementación para revisar las restricciones de emplazamiento para los establecimientos de tatuajes. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W16a/W16a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W16a/W16a-9-2022-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Carlsbad LCP Amendment No. LCP-6-CII-22-0017-1 (Chick-Fil-A Map Amendment) Time Extension. ",
                                            "spanish": "Ciudad de Carlsbad LCP-6-CII-22-0017 (Enmienda del Mapa de Chick-Fil-A) Prórroga"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on request by City of Carlsbad to change the LCP Land Use Designation of the Mellow II segment of the Carlsbad LCP from Planned Industrial with a Commercial/Visitor Serving Overlay (P-M-Q) to Commercial Tourist with Commercial/Visitor-Serving and Qualified Development Overlays (C-T-Q). (JP-SD)",
                                            "spanish": "Audiencia pública y acción para extender el límite de tiempo de 90 días para la acción de la Comisión por hasta un año sobre la solicitud de la Ciudad de Carlsbad para cambiar la Designación de Uso de Suelo del segmento Mellow II del LCP de Carlsbad de Industrial Planificado con una Superposición Comercial/Servicio al Visitante (P-M-Q) a Turista Comercial con Superposición Comercial/Servicio al Visitante y Desarrollo Calificado (C-T-Q). (JP-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W16b/W16b-9-2022-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of San Diego Amendment No. LCP-6-SAN-22-0026-1 (Housing Action Package) Time Extension. ",
                                            "spanish": "Enmienda de la Ciudad de San Diego No. LCP-6-SAN-22-0026-1 (Paquete de Acción de Vivienda) Prórroga. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Local Coastal Program to amend various chapters of the Land Development Code addressing housing and accessory dwelling units to implement Senate Bill 9. (AL-SD) ",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de San Diego para enmendar su Programa Costero Local certificado para enmendar varios capítulos del Código de Desarrollo del Suelo que aborda la vivienda y las unidades de vivienda accesorias para implementar el Proyecto de Ley del Senado 9. (AL-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W16c/W16c-9-2022-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of San Diego Amendment No. LCP-6-SAN-22-0027-1 (Sidewalk Vending) Time Extension",
                                            "spanish": "Enmienda de la Ciudad de San Diego No. LCP-6-SAN-22-0027-1 (Vendedores callejeros). Prórroga"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of San Diego to amend its certified Local Coastal Program to replace pushcart vending with sidewalk vending as a separately regulated use in the Land Development Code. (AL-SD) ",
                                            "spanish": "Audiencia pública y acción para extender el límite de 60 días para acciones de la Comisión por hasta un año a petición de la Ciudad de San Diego para enmendar su Programa Costero Local certificado para remover sustancialmente la venta con carretillas como un uso regulado de forma separada en el Código de Desarrollo del Suelo. (AL-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W16d/W16d-9-2022-report.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-DMR-22-0034 (Del Mar 107, LLC ADU, Del Mar) ",
                                            "spanish": "Apelación No. A-6-DMR-22-0034 (ADU Del Mar 107, LLC, Del Mar) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Greg Monahan and Daniel Monroe from decision of City of Del Mar granting permit to Del Mar 107, LLC to construct new 1,000 sq.ft. accessory dwelling unit attached to 1,282 sq. ft. two-story single-family home on 8,005 sq.ft. parcel at 107 11th Street, Del Mar, San Diego County. (SL-SD)",
                                            "spanish": "Apelación por Greg Monahan y Daniel Monroe de la decisión de la Ciudad de Del Mar otorgando permiso a Del Mar 107, LLC para construir una nueva unidad de vivienda accesoria de 1,000 pies cuadrados adjunta a una casa unifamiliar de dos pisos de 1,282 pies cuadrados en una parcela de 8,005 pies cuadrados en 107 11th Street, Del Mar, Condado de San Diego. (SL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W17a/w17a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W17a/w17a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W17a/w17a-9-2022-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W17a/w17a-9-2022-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-21-0520 (Owens et al., Oceanside) ",
                                            "spanish": "Solicitud No. 6-21-0520 (Owens et al., Oceanside) "
                                        },
                                        "blurb": {
                                            "english": "Application of Kimberly Owens et al. to repair and maintain approx. 120 ft. long, 32 ft. wide rock revetment, including restacking rocks and importing up to 144 tons of new rock, at 1507-1513 South Pacific St., Oceanside, San Diego County. (KC-SD)",
                                            "spanish": "Solicitud de Kimberly Owens et al. para autorizar el mantenimiento de un revestimiento de roca de aproximadamente 120 pies de largo y 32 pies de ancho, incluyendo la reubicación y reapilado de rocas y la importación de hasta 144 toneladas de roca nueva en 1507-1513 South Pacific St., Oceanside, Condado de San Diego. (KC-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W18a/W18a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W18a/W18a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W18a/W18a-9-2022-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W18a/W18a-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-21-0843 (Cabrillo Power I LLC, Carlsbad) ",
                                            "spanish": "Solicitud No. 6-21-0843 (Cabrillo Power I LLC, Carlsbad) "
                                        },
                                        "blurb": {
                                            "english": "Application of Cabrillo Power I LLC to subdivide 95.12 acre property into four separate parcels at 4600 Carlsbad Blvd, Carlsbad, San Diego County. (CB-SD)",
                                            "spanish": "Solicitud de Cabrillo Power I LLC para subdividir una propiedad de 95.12 acres en cuatro parcelas separadas en 4600 Carlsbad Blvd, Carlsbad, Condado de San Diego. (CB-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W18b/W18b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/W18b/W18b-9-2022-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "AMJT Capital, LLC v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "California Coastal Commission v. North County Transit District, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Casa Mira Homeowners Association, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Cave Landing LLC v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "City of Ft. Bragg v. Mendocino Railway, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends, Artists, and Neighbors of Elkhorn Slough, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Mendocino Railway v. Ainsworth, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North Coast Railroad Authority, Surface Transportation Board Docket No. AB1305X, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North County Transit District v. CCC, Surface Transportation Board Docket No. 36433, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Sanson v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Steinbruner v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 19,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "March 2021",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/W19/W19-8-2022.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                }
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ]
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 8,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/Th3/Th3-9-2022-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approx. 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Administrative Calendar",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0726 (Lori Arche, Long Beach) ",
                                            "spanish": "Solicitud No. 5-21-0726 (Lori Arche, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Lori Arche to remove and replace 178 sq.ft. L-shaped floating dock with new 168 sq.ft. I-shaped floating dock; remove ladder and replace with new staircase, 16' x 2.5' access platform and 15' x 2.5' gangway at 12 Rivo Alto Canal, Long Beach, Los Angeles County. (JD-LB)",
                                            "spanish": "Solicitud de Lori Arche para remover y reemplazar un muelle flotante en forma de L de 178 pies cuadrados por un nuevo muelle flotante en forma de I de 168 pies cuadrados; remover la escalera y reemplazarla con una nueva escalera, plataforma de acceso de 16' x 2.5' y pasarela de 15' x 2.5' en 12 Rivo Alto Canal, Long Beach, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th5a/Th5a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th5a/Th5a-9-2022-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-22-0125 (City of Long Beach, Long Beach) ",
                                            "spanish": "Solicitud No. 5-22-0125 (Ciudad de Long Beach, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Long Beach to improve Fire Station No. 14 including construct 480 sq.ft. detached gym, 55 cu.yds. of grading, install bike rack, sewer line replacement, relocate mechanical equipment with new screening, alter roof materials, restripe ADA parking space and add new sign, maintenance repairs, and interior renovations at 5200 E. Eliot St., Long Beach, Los Angeles County. (DZ-LB)",
                                            "spanish": "Solicitud de la Ciudad de Long Beach para mejorar la Estación de Bomberos No. 14 incluyendo la construcción de un gimnasio independiente de 480 pies cuadrados, 55 yardas cúbicas de nivelación, instalación de un soporte para bicicletas, reemplazo de la línea de alcantarillado, reubicación del equipo mecánico con nuevas protecciones, alteración de los materiales del techo, reasfaltado del espacio de estacionamiento ADA y adición de un nuevo letrero, reparaciones de mantenimiento y renovaciones interiores en 5200 E. Eliot St., Long Beach, Condado de Los Ángeles. (DZ-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th6a/th6a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th6a/th6a-9-2022-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "ENERGY, OCEAN RESOURCES and FEDERAL CONSISTENCY. ",
                                    "spanish": "ENERGÍA, RECURSOS DEL OCÉANO y FEDERAL CONSISTENCIA"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240. ",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/Th8/Th8-9-2022.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 9-22-0535 (Poseidon Resources (Channelside) LP, San Diego Co.) ",
                                            "spanish": "Solicitud No. 9-22-0535 (Poseidon Resources(Channelside) LP"
                                        },
                                        "blurb": {
                                            "english": "Application by Poseidon Resources (Channelside) LP to amend permit originally granted for its Carlsbad seawater desalination facility to modify facility's intake and discharge system and to modify its previously-approved Greenhouse Gas Emission Reduction Plan, in and adjacent to Agua Hedionda Lagoon in Carlsbad, San Diego County. (TL-SF).",
                                            "spanish": "Condado de San Diego) Solicitud de Poseidon Resources (Channelside) LP para enmendar el permiso originalmente otorgado para su instalación de desalinización de agua de mar de Carlsbad para modificar el sistema de toma y descarga de la instalación en y adyacente a la Laguna Agua Hedionda en Carlsbad, Condado de San Diego. (TL-SF)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th9a/Th9a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th9a/Th9a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Corrected Exhibits 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th9a/Corrected-Exhibit-4-Part-1.pdf"
                                            },
                                            {
                                                "name": "Corrected Exhibits 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th9a/Corrected-Exhibit-4-Part-2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th9a/Th9a-9-2022-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th9a/Th9a-9-2022-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CD-0001-21 (Federal Highway Administration, Santa Cruz Co.) Revised Findings. ",
                                            "spanish": "CD-0001-21 (Administración Federal de Carreteras, Condado de Santa Cruz) Conclusiones revisadas"
                                        },
                                        "blurb": {
                                            "english": "Consideration of findings for Commission’s action on December 16, 2021, conditionally concurring with the Consistency Determination by the Federal Highway Administration, to develop a 7.5 mile multi-use coastal trail extending along the RTC-owned railroad corridor from Davenport, CA to Wilder Ranch State Park. (AC-SF)",
                                            "spanish": "Determinación de hallazgos para la acción de la Comisión del 16 de diciembre de 2021, coincidiendo condicionalmente con la determinación de la Administración Federal de Carreteras para desarrollar un sendero costero multiuso de 7.5 millas que se extendería a lo largo del corredor ferroviario propiedad de RTC desde Davenport, CA hasta el Parque Estatal Wilder Ranch. (AC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10a/Th10a-9-2022-revised findings.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10a/Th10a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10a/Th10a-9-2022-correspondence.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10a/Th10a-9-2022-correspondence2.pdf"
                                            }
                                        ],
                                        "result": "APPROVED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "CD-0006-20 (National Park Service, Marin Co.) ",
                                            "spanish": "CD-0006-20 (Servicio de Parques Nacionales, Condado de Marin) "
                                        },
                                        "blurb": {
                                            "english": "Coastal Commission consideration of Water Quality Strategy developed by National Park Service (NPS) as specified in Conditions I and IV of the Coastal Commission’s conditional concurrence on Consistency Determination No. CD-0006-20 for the 2020 General Management Plan Amendment for Point Reyes National Seashore and the north district of Golden Gate National Recreation Area, Marin County. (CT-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this site.)",
                                            "spanish": "Consideración por parte de la Comisión Costera de la Estrategia de Calidad del Agua desarrollada por el Servicio de Parques Nacionales (NPS), tal y como se especifica en las Condiciones I y IV de la concurrencia condicional sobre la Determinación de Consistencia No. CD-0006-20 de la Comisión Costera para la Enmienda del Plan de Administración General de 2020 para la Costa Nacional Point Reyes y el distrito norte del Área de Recreación Nacional Golden Gate, en el condado de Marin. (CT-SF) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-corresp2.pdf"
                                            },
                                            {
                                                "name": "Correspondence 3",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-corresp3.pdf"
                                            },
                                            {
                                                "name": "Correspondence 4",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-corresp4.pdf"
                                            },
                                            {
                                                "name": "Correspondence 5",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-corresp5.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th10b/Th10b-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "Concurred"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance on modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/Th11/Th11-9-2022-report.pdf"
                                    }
                                ],
                                "result": "Concurred"
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-20-0711 (City of Arcata, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-20-0711 (Ciudad de Arcata, Arcata) "
                                        },
                                        "blurb": {
                                            "english": "Application by the City of Arcata to develop Phase 1 of the Wastewater Treatment Facilities Improvements Project to meet Regional Water Board discharge requirements including, but not limited to, redeveloping aging mechanical and treatment infrastructure, constructing a new ultraviolet disinfection system and new electrical building, constructing a new outfall to Brackish Marsh to relocate the final discharge point, demolishing a wooden pedestrian bridge over Butcher Slough and authorizing past and future ongoing treatment system maintenance activities located at and around 600 South G St. and the foot of South I St. adjacent to Humboldt Bay, Arcata. (TLG-A)",
                                            "spanish": "Solicitud de la Ciudad de Arcata para desarrollar la Fase 1 del Proyecto de Mejoras a las Instalaciones de Tratamiento de Aguas Residuales (WWTF) para cumplir con los requisitos de descarga de la Junta Regional de Aguas, incluyendo, pero no limitado a la actualización de la infraestructura envejecida, la construcción de un nuevo sistema de desinfección UV, y la autorización posterior a las actividades de reparación y mantenimiento de las WWTF anteriores, ubicadas en y alrededor de 600 South G St. y el pie de South I St. adyacente a Humboldt Bay, Arcata. (TLG-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th12a/Th12a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th12a/Th12a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th12a/th12a-9-2022-appendix.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th12a/th12a-9-2022-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th12a/th12a-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "Approved with Conditions"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 1-22-0279 (U.S. Fish and Wildlife Service & Ken Bates, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-22-0279 (Servicio de Pesca y Vida Silvestre de los Estados Unidos, Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application of the U.S. Fish and Wildlife Service and Ken Bates to renovate an existing boat dock and gangway by replacing 14 failing and damaged wooden creosote-laden piles with 9 new steel piles and replace existing gangway handrails with new wooden handrails on Tuluwat Island, Humboldt Bay (TRG-A)",
                                            "spanish": "Solicitud del Servicio de Pesca y Vida Silvestre de los EE. UU. para renovar el muelle y la pasarela de embarcaciones mediante la sustitución de 14 pilotes de madera cargados de creosota que están fallando y dañados por 9 nuevos pilotes de acero y la sustitución de las barandillas de la pasarela por nuevas barandillas de madera en la isla de Tuluwat, Bahía de Humboldt (TRG-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th12b/th12b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th12b/th12b-9-2022-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/Th14/TH14-9-2022-report.pdf"
                                    }
                                ],
                                "result": "Concurred"
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Los Angeles LCP Amendment No. LCP-5-VEN-22-0038-1 for the Venice segment (Venice Dell Community Housing Project). Time Extension",
                                            "spanish": "Enmienda al LCP de la Ciudad de Los Ángeles No. LCP-5-VEN-22-0038-1 para el segmento de Venice (Proyecto de Vivienda Comunitaria de Venice Dell). Prórroga. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on the City of Los Angeles request to amend the Venice Land Use Plan to modify the development standards for 40 lots bounded by North Venice Blvd., South Venice Blvd., Dell Ave., and Pacific Avenue and allow approval of the Venice Dell Community Housing project. (CS-LB)",
                                            "spanish": "Audiencia pública y acción para extender el plazo de 90 días para la acción de la Comisión por hasta un año en la solicitud de la Ciudad de Los Ángeles para enmendar el Plan de Uso de Suelo de Venice para modificar las normas de desarrollo para 40 lotes limitados por North Venice Blvd., South Venice Blvd., Dell Ave., y Pacific Avenue y permitir la aprobación del Proyecto de Vivienda Comunitaria de Venice Dell. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th15a/Th15a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th15a/Th15a-9-2022-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th15a/Th15a-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Manhattan Beach LCP Amendment No. LCP-5-MNB-22-0028-1 (Policies for Coastal Hazards and Planning for Sea Level Rise). Time Extension",
                                            "spanish": "Enmienda del LCP de la ciudad de Manhattan Beach No. LCP-5-MNB-22-0028-1 (Políticas de riesgos costeros y planificación para la subida del nivel del mar). Prórroga"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for action for one year on the City of Manhattan Beach request to amend the Land Use Plan of its certified LCP to add policies regarding coastal hazards and planning for sea level rise. (MR-LB).",
                                            "spanish": "Audiencia pública y acción para extender el plazo de 90 días para la acción por un año sobre la solicitud de la Ciudad de Manhattan Beach para enmendar el Plan de Uso de Suelo de su LCP certificado para agregar políticas relacionadas con los peligros costeros y la planificación para el aumento del nivel del mar. (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th15b/Th15b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th15a/Th15b-9-2022-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-VEN-22-0012 (Place Holder DP, LLC, Venice)",
                                            "spanish": "Solicitud No. A-5-VEN-22-0012 (Place Holder DP  , LLC, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of Place Holder DP, LLC to subdivide 3,525 sq.ft. lot into 1,716 sq.ft. “Parcel A” and 1,809 sq.ft. “Parcel B”, with no alteration to 2,186 sq.ft., two-story duplex and 2,268 sq. ft., two-story triplex on proposed two lots, at 22 and 22 ½ Paloma Ave., Venice, City of Los Angeles, Los Angeles County. (CS-LB)",
                                            "spanish": "Solicitud de Place Holder DP, LLC para subdividir un lote de 3,525 pies cuadrados en una 'Parcela A' de 1,716 pies cuadrados y una 'Parcela B' de 1,809 pies cuadrados, sin alterar 2,186 pies cuadrados, dúplex de dos pisos y 2,268 pies cuadrados, tríplex de dos pisos en los dos lotes propuestos, en 22 y 22 ½ Paloma Ave., Venice, Ciudad de Los Ángeles, Condado de Los Ángeles. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th16a/Th16a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th16a/Th16a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th16a/Th16a-9-2022-correspondence.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/Th16a/Th16a-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "Denied"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-22-0143 (Kinfolk Dudley Rose LLC, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-22-0143 (Kinfolk Dudley Rose LLC, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Application of Kinfolk Dudley Rose LLC to convert 1-story detached garage to 385 sq.ft. ADU at 4-unit apartment building on 3,505 sq.ft. lot at 216 Ashland Ave., Santa Monica, Los Angeles County. (JD-LB)",
                                            "spanish": "Solicitud de Kinfolk Dudley Rose LLC para convertir un garaje de un piso en una unidad adicional de 385 pies cuadrados en un edificio de apartamentos de 4 unidades en un lote de 3,505 pies cuadrados en 216 Ashland Ave., Santa Mónica, Condado de Los Ángeles. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-91-141-A11 (County of Los Angeles Department of Beaches and Harbors and Sea View Restaurants, Inc., Pacific Palisades) ",
                                            "spanish": "Permiso No. 5-91-141-A11 (Departamento de Playas y Puertos del Condado de Los Ángeles y Sea View Restaurants, Inc., Pacific Palisades) "
                                        },
                                        "blurb": {
                                            "english": "Request by County of Los Angeles Department of Beaches and Harbors and Sea View Restaurants, Inc. for the after-the-fact authorization for continued use of public parking lot and public viewing deck until 2027 and implement new public deck and parking management plan at 17300 Pacific Coast Highway, Pacific Palisades, Los Angeles, Los Angeles County. (JD-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud del Departamento de Playas y Puertos del Condado de Los Ángeles y Sea View Restaurants, Inc. para la autorización a posteriori del uso continuado del estacionamiento público y la plataforma de observación pública hasta el año 2027 e implementar una nueva plataforma pública y un plan de gestión del estacionamiento en 17300 Pacific Coast Highway, Pacific Palisades, Los Ángeles, Condado de Los Ángeles. (JD-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "RECEPTION",
                                    "spanish": "RECEPCIÓN"
                                },
                                "blurb": {
                                    "english": "At the conclusion of the Commission meeting or 5:30 pm, whichever is later, on Thursday, September 8, 2022, the Commission will attend a reception to be held at The Chapman Estate, 1243 Ocean Blvd, Pismo Beach CA 93449  Members of the public are welcome to attend; however, because space is limited, those wishing to attend must make a reservation by email to: events@pismobeach.org Deadline to RSVP is Tuesday, September 6, 2022.",
                                    "spanish": "Al concluir la reunión de la Comisión o a las 5:30 pm, lo que ocurra más tarde, el jueves 8 de septiembre de 2022, la Comisión asistirá a una recepción que se llevará a cabo en The Chapman Estate, 1243 Ocean Blvd, Pismo Beach CA 93449 Los miembros del público son bienvenidos a asistir; sin embargo, debido a que el espacio es limitado, aquellos que deseen asistir deben hacer una reserva por correo electrónico a: events@pismobeach.org La fecha límite para confirmar su asistencia es el martes 6 de septiembre de 2022."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    }
                ]
            },
            {
                "date": 9,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/F3/F3-9-2022-Agenda-changes.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approx. 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/F7/F7-9-2022-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit Amendment No. 3-83-172-A9 (Viewpointe Armoring, Pacifica) ",
                                            "spanish": "Enmienda de Permiso No. 3-83-172-A9 (Viewpointe Armoring, Pacifica) "
                                        },
                                        "blurb": {
                                            "english": "Request by Viewpointe at Seaside to replace and reposition rock in 800 linear ft. revetment on the beach and base of the bluffs fronting Viewpointe at Seaside Mobile Home Park at 1300 Palmetto Avenue in the City of Pacifica, San Mateo County. (OR-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Viewpointe at Seaside para reemplazar y reposicionar la roca en 800 pies lineales de revestimiento en la playa y la base de los acantilados frente a Viewpointe en Seaside Mobile Home Park en 1300 Palmetto Avenue en la Ciudad de Pacifica, Condado de San Mateo. (OR-SF) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el informe del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/F9/F9-9-2022-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/F9/F9-9-2022-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-22-0012-1 (SB 9). Time Extension. ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Pismo Beach No. LCP-3-PSB-22-0012-1 (SB 9). Prórroga. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on the City of Pismo Beach request to amend the LCP’s Implementation Plan to add new provisions designed to implement State Senate Bill (SB) 9 and allow for ministerial approval of up to two units and/or lot splits on certain qualifying residential properties. (KB-SC)",
                                            "spanish": "Audiencia pública y acción para extender el plazo de 60 días para la acción de la Comisión hasta un año sobre la solicitud de la Ciudad de Pismo Beach para enmendar el Plan de Implementación del LCP para agregar nuevas disposiciones diseñadas para implementar el Proyecto de Ley del Senado del Estado (SB) 9 y permitir la aprobación ministerial de hasta dos unidades y/o divisiones de lotes en ciertas propiedades residenciales que califican. (KB-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F10a/F10a-9-2022-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Pismo Beach LCP Amendment No. LCP-3-PSB-22-0018-2 (St. Andrews Tract Setbacks). ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Pismo Beach No. LCP-3-PSB-22-0018-2 (Retrocesos de St. Andrews). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on request by the City of Pismo Beach to modify the LCP’s Land Use Plan to modify development standards related to residential front setbacks and second story stepbacks in LCP Planning Area E (known as the St. Andrews Tract), and if the Commission does not take a final action, possible action to extend the deadline for final Commission action on the amendment. (KB-SC)",
                                            "spanish": "Audiencia pública y posible acción sobre la solicitud de la Ciudad de Pismo Beach para modificar el Plan de Uso del Suelo del LCP para modificar las normas de desarrollo relacionadas con los retrocesos frontales residenciales y los retrocesos del segundo piso en el Área de Planificación E del LCP (conocida como el Tracto St. Andrews), y si la Comisión no toma una acción final, posible acción para extender la fecha límite para la acción final de la Comisión sobre la enmienda. (KB-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F10b/F10b-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F10b/F10b-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F10b/F10b-9-2022-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    }
                                ]
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-SCO-22-0033 (Hoyle SFD, Opal Cliffs)",
                                            "spanish": "Apelación No. A-3-SCO-22-0033 (Hoyle SFD, Opal Cliffs) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart from Santa Cruz County decision granting permit with conditions to Sara and David Hoyle to demolish approx. 2,700-sq.ft. home and construct new approximately 3,030-sq.ft. home with approx. 540-sq.ft. attached garage and 430-sq.ft. ADU on blufftop above beach and ocean and fronted by vertical seawall at 4630 Opal Cliff Drive in unincorporated Opal Cliffs area of Santa Cruz County. (RG-SC) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Apelación de los Comisionados Escalante y Hart a la decisión del Condado de Santa Cruz de conceder un permiso con condiciones a Sara y David Hoyle para demoler una casa de aproximadamente 2,700 pies cuadrados y construir una nueva casa de aproximadamente 3,030 pies cuadrados con un garaje adjunto de aproximadamente 540 pies cuadrados y una ADU de 430 pies cuadrados en la cima del acantilado por encima de la playa y el océano y frente a la pared vertical del mar en 4630 Opal Cliff Drive en el área no incorporada de Opal Cliffs del Condado de Santa Cruz. (RG-SC) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F11a/F11a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F11a/F11a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F11a/F11a-9-2022-corresp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2022/9/F12/F12-9-2022 Report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT",
                                    "spanish": "AVISO DE DESARROLLO INMINENTE"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "University of California Santa Barbara Notice of Impending Development (NOID) No. UCS-NOID-0004-22 (Hazardous Tree Replacement).",
                                            "spanish": "Aviso de Desarrollo Inminente (NOID) No. UCS-NOID-0004-22 de la Universidad de California en Santa Bárbara (sustitución de árboles peligrosos). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on NOID by UC Santa Barbara to remove 36 mature Eucalyptus trees, located on Main Campus at the University of California Santa Barbara, Santa Barbara County. (WD-V) ",
                                            "spanish": "Audiencia pública y acción sobre la NOID de la UC Santa Bárbara para la eliminación de 36 eucaliptos maduros, situados en el campus principal de la Universidad de California Santa Bárbara, en el condado de Santa Bárbara. (WD-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F13a/F13a-9-2022-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F13a/F13a-9-2022-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F13a/F13a-9-2022-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2022/9/F13a/F13a-9-2022-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be October 12-14, 2022 & November 16-18, 2022.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del 12 al 14 de octubre de 2022 y del 16 al 18 de noviembre de 2022."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]