[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "December 18 @ 9:00 AM"
        },
        "status": null,
        "month": "December",
        "year": 2023,
        "phone_number": "(415) 904-5202",
        "venues": [
            {
                "name": "Dream Inn",
                "address": "175 W. Cliff Drive",
                "city": "Santa Cruz",
                "state": "CA",
                "zip": "95060",
                "latitude": "36.962140",
                "longitude": "-122.025600",
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 13,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER, ROLL CALL & TRIBAL ACKNOWLEDGEMENT",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL y RECONOCIMIENTO TRIBAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "ELECTION OF OFFICERS",
                                    "spanish": "ELECCIÓN DE OFICIALES"
                                },
                                "blurb": {
                                    "english": "Commission consideration and possible vote on election of officers and representatives to the Santa Monica Mountains Conservancy and the Santa Monica Bay Restoration Commission.",
                                    "spanish": "Consideración de la comisión y posible votación sobre la elección de oficiales y representantes en la Conservación de las Montañas de Santa Mónica y la  Comisión de Restauración de la Bahía de Santa Mónica."
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                },
                                "blurb": {
                                    "english": "",
                                    "spanish": ""
                                }
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/W4/W4-12-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "PLEASE NOTE THAT THERE WILL BE NO GENERAL PUBLIC COMMENT ON THURSDAY. If you wish to speak during the General Public Comment period, please submit a request to speak on Wednesday or Friday’s agenda. Note: There WILL still be public comment on each of the individual agenda items on Thursday. If you wish to speak on a specific item on the agenda, please use the green button above to submit a speaker request form and indicate the item number where prompted.",
                                    "spanish": "No habrá comentarios públicos generales el jueves. Si desea hablar durante el período de comentarios públicos, envíe una solicitud para hablar durante los comentarios públicos sobre la agenda del miércoles o viernes."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W7a/W7a-12-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation (KH/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (KH/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Public Education Program Annual Update",
                                            "spanish": "Actualización anual del Programa de Educación Pública. "
                                        },
                                        "blurb": {
                                            "english": "Public Education presentation on its activities and accomplishments for 2023. (CP/ES/AF/VM/LD-SF)",
                                            "spanish": "Presentación de la Educación Pública sobre sus actividades y logros para el 2023. (CP/ES/AF/VM/LD-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W7d/W7d-12-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Strategic Plan Update",
                                            "spanish": "Actualización del Plan Estratégico"
                                        },
                                        "blurb": {
                                            "english": "Briefing and report on Commission’s progress of implementing the 2021-2025 Strategic Plan since its November 2020 adoption. Discussion item only. (KH/SG/BC-SF) ",
                                            "spanish": "Sesión informativa e informe sobre el progreso de la Comisión en la implementación del Plan Estratégico 2021-2025 desde su adopción en noviembre de 2020. Punto de debate únicamente. (KH/SG/BC-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W7e/W7e-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W7e/W7e-12-2023-exhibits.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Presentation by the Ocean Protection Council",
                                            "spanish": "Presentación de Ocean Protection Council"
                                        },
                                        "blurb": {
                                            "english": "Presentation by Ocean Protection Council staff on the Draft State of California Sea Level Rise Guidance Update.  ",
                                            "spanish": "Presentación a cargo del personal de Ocean Protection Council sobre el proyecto de actualización de las orientaciones sobre el aumento del nivel del mar en el Estado de California."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/W10/W10-12-2023-report.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-1-HUM-22-0063 (Nordic Aquafarms California, Humboldt Co.) ",
                                            "spanish": "Apelación No. A-1-HUM-22-0063 (Nordic Aquafarms California, Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Appeals by 350 Humboldt, Redwood Region Audubon Society, Salmonid Restoration Federation, Alison Willy, and Scott Frazer from decision of County of Humboldt granting permit with conditions to Nordic Aquafarms California to demolish and remediate former pulp mill facility and construct land based finfish recirculating aquaculture system facility including 5 new buildings totaling 766,530 sq. ft., with 4.8 MW roof-mounted solar array, paved parking, fire access roads, security fencing, stormwater management features, and use of ~2.5 million gallons per day of freshwater and industrial water provided by the Humboldt Bay Municipal Water District, at Redwood Marine Terminal II, Samoa, Humboldt County. (MBK-A)",
                                            "spanish": "Apelación presentada por 350 Humboldt, Redwood Region Audubon Society, Salmonid Restoration Federation, Alison Willy y Scott Frazer contra la decisión del Condado de Humboldt por la que se concede un permiso con condiciones a Nordic Aquafarms California para demoler y rehabilitar las antiguas instalaciones de la fábrica de pasta de papel y construir una instalación de acuicultura de recirculación de peces de aleta en tierra que incluye 5 edificios nuevos con un total de 766,530 pies cuadrados, con una instalación solar de 4.8 MW montada en el tejado, estacionamiento pavimentado, carreteras de acceso para bomberos, vallas de seguridad, dispositivos de gestión de aguas pluviales y uso de unos 2.5 millones de galones diarios de agua dulce y agua industrial suministrada por el Distrito Municipal de Aguas de la Bahía de Humboldt, en Redwood Marine Terminal II, Samoa, condado de Humboldt. (MBK-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W11a/W11a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W11a/W11a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W11a/w11a-12-2023-appendix.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W11a/W11a-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-23-0353 (Manila Drainage Maintenance, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-23-0353 (Mantenimiento de Drenajes de Manila, Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application of Manila Community Services District to maintain and enhance existing drainage system, including clearing out and creating new bioswales, replacing and adding new culverts, and installing valley gutters and rain gardens to reduce chronic flooding in the unincorporated community of Manila, Humboldt County. (AL-A)",
                                            "spanish": "Solicitud del Distrito de Servicios Comunitarios de Manila para mantener y mejorar el sistema de drenaje existente, incluyendo la limpieza y creación de nuevos drenajes sostenibles, reemplazo y adición de nuevas alcantarillas, e instalación de canaletas de valle y jardines infiltrantes para reducir las inundaciones crónicas en la comunidad no incorporada de Manila, Condado de Humboldt. (AL-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12a/W12a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12a/W12a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12a/W12a-12-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12a/W12a-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 1-23-0773 (Caltrans, South Broadway Complete Streets, Eureka) ",
                                            "spanish": "Solicitud No. 1-23-0773 (Caltrans, Calles Completas South Broadway, Eureka) "
                                        },
                                        "blurb": {
                                            "english": "Application of California Department of Transportation to construct complete streets project including new Class IV separated bikeways, new traffic signal, pedestrian crossings, sidewalks, two new transit stops, and additional complete street measures along US Highway 101/Broadway Street from the southern entrance of the Bayshore Mall to the Herrick Avenue Overpass in Eureka, Humboldt County. (AS-A)",
                                            "spanish": "Solicitud del Departamento de Transporte de California para construir un proyecto de calles completas incluyendo nuevas ciclovías separadas Clase IV, nueva señal de tránsito, cruces peatonales, aceras, dos nuevas paradas de tránsito y medidas adicionales de calles completas a lo largo de la carretera US 101/Broadway Street desde la entrada sur del centro comercial Bayshore Mall hasta el paso a desnivel de Herrick Avenue en Eureka, Condado de Humboldt. (AS-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12b/W12b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12b/W12b-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12b/W12b-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W12b/W12b-12-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/W13/W13-12-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED",
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Memorandum on Santa Barbara County’s Existing Cannabis Regulations.",
                                            "spanish": "Memorándum sobre la normativa existente sobre cannabis en el condado de Santa Bárbara"
                                        },
                                        "blurb": {
                                            "english": "Information on the cannabis regulations in Santa Barbara County’s certified LCP and comparison of the cannabis regulations that apply in the Coastal Zone versus the inland areas of the County. (MK-V)",
                                            "spanish": "Información sobre las regulaciones del cannabis en el LCP certificado del Condado de Santa Bárbara y comparación de las regulaciones del cannabis que se aplican en la Zona Costera frente a las zonas del interior del Condado. (MK-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W13a/W13a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W13a/W13a-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": null
                                    }
                                ]
                            },
                            {
                                "number": 13.1,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT",
                                    "spanish": "AVISO DE DESARROLLO INMINENTE."
                                },
                                "blurb": {
                                    "english": "",
                                    "spanish": ""
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "University of California Santa Barbara Notice of Impending Development No. UCS-NOID-0002-23 (Baseball Stadium Turf). ",
                                            "spanish": "Universidad de California en Santa Bárbara Aviso de Desarrollo Inminente No. UCS-NOID-0002-23 (Césped del Estadio de Béisbol)."
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on Notice of Impending Development by the University of California Santa Barbara for removal of approximately three (3) acres of natural turf, in-kind replacement with artificial turf, removal and in-kind replacement of existing concrete dugouts, and upgrades to on-site drainage systems at Caesar Uyesaka Baseball Stadium at the University of California Santa Barbara, Santa Barbara County. (SF-V)",
                                            "spanish": "Audiencia pública y acción sobre el Aviso de Desarrollo Inminente por parte de la Universidad de California en Santa Bárbara para la remoción de  aproximadamente tres (3) acres de césped natural, el reemplazo en especie con césped artificial, la remoción y el reemplazo en especie de los refugios de concreto existentes y las mejoras a los sistemas de drenaje en el sitio en el Estadio de Béisbol Caesar Uyesaka en la Universidad de California en Santa Bárbara,  Condado de Santa Bárbara. (SF-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W13.1a/W13.1a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W13.1a/W13.1a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W13.1a/W13.1a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W13.1a/W13.1a-12-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-4-MAL-23-0041 (Muir, City of Malibu) ",
                                            "spanish": "Apelación No. A-4-MAL-23-0041 (Muir, Ciudad de Malibú)"
                                        },
                                        "blurb": {
                                            "english": "Appeal by the Jyoti (Jo) Drummond from City of Malibu decision granting permit to Tyler and Bridgette Muir to convert 508 sq.ft. of existing office/gym space within second floor of existing single-family home into attached second residential unit, and replacement of on-site wastewater treatment system, at 6244 Busch Drive in the City of Malibu, Los Angeles County. (DC-V)",
                                            "spanish": "Apelación presentada por Jyoti (Jo) Drummond contra la decisión de la Ciudad de Malibú por la que se concede permiso a Tyler y Bridgette Muir para convertir 508 pies cuadrados de espacio de oficina/gimnasio existente en el segundo piso de una vivienda unifamiliar existente en una segunda unidad residencial anexa, y la sustitución del sistema de tratamiento de aguas residuales in situ, en 6244 Busch Drive en la Ciudad de Malibú, Condado de Los Ángeles. (DC-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W14a/W14a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W14a/W14a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W14a/W14a-12-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W14a/W14a-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-23-0215 (City of Goleta, Santa Barbara Co.) ",
                                            "spanish": "Solicitud No. 4-23-0215 (Ciudad de Goleta, Condado de Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Goleta to perform a hazardous fuel reduction program including to remove dead/dying trees and non-native vegetation, mow grasses, and reduce fuel ladders across 78 acres at Ellwood Mesa/Sperling Preserve Open Space in the City of Goleta, County of Santa Barbara.  (JH-V)",
                                            "spanish": "Solicitud de la Ciudad de Goleta para llevar a cabo un programa de reducción de combustibles peligrosos que incluye la remoción de árboles muertos/moribundos y vegetación no nativa, el corte de césped y la reducción de escaleras de combustible en 78 acres en el espacio abierto Ellwood Mesa/Sperling Preserve en la Ciudad de Goleta, Condado de Santa Bárbara.  (JH-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W15a/W15a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W15a/W15a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W15a/W15a-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: items 16a & 16b share a single combined staff report and hearing.",
                                    "spanish": "Nota: los puntos 16a y 16b comparten un único informe y audiencia combinados."
                                }
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 4-16-0333-A1 (Ventura Port District, Ventura) ",
                                            "spanish": "Permiso No. 4-16-0333-A1 (Distrito Portuario de Ventura, Ventura)"
                                        },
                                        "blurb": {
                                            "english": "Request by Ventura Port District to modify the Maintenance Dredging Program in outer and inner areas of Ventura Harbor to: (1) allow use of a temporary approximately 100-ft.-wide, 300-ft.-long, 5-ft.-tall, sand berm/containment dike (using up to approximately 1,000 cu.yds. of native beach sand and placed dredge material); (2) modify disposal locations, including to remove the nearshore area south of San Buenaventura pier; (3) modify requirements for disposal of finer grain sediment near the Santa Clara River mouth; and (4) extend project term expiration to Oct. 10, 2028; at Ventura Harbor and beach deposition sites in Ventura and Oxnard, Ventura County. (WD-V)",
                                            "spanish": "Solicitud del Distrito Portuario de Ventura para modificar el Programa de Dragado de Mantenimiento en las áreas externas e internas del Puerto de Ventura para: (1) permitir el uso de un dique de contención/berma de arena temporal de aproximadamente 100 pies de ancho, 300 pies de largo y 5 pies de alto (utilizando hasta aproximadamente 1,000 yardas cúbicas de arena de playa nativa y material de dragado colocado)(2) modificar los lugares de vertido, incluyendo la eliminación de la zona cercana a la costa al sur del muelle de San Buenaventura; (3) modificar los requisitos para el vertido de sedimentos de grano más fino cerca de la desembocadura del río Santa Clara; y (4) ampliar el plazo de vencimiento del proyecto hasta el 10 de octubre de 2028; en el puerto de Ventura y en los lugares de deposición de la playa en Ventura y Oxnard, condado de Ventura. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W16a-W16b/W16a-W16b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W16a-W16b/W16a-W16b-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Permit No. 4-18-0390-A1 (City of Ventura, Ventura) ",
                                            "spanish": "Permiso No. 4-18-0390-A1 (Ciudad de Ventura, Ventura) "
                                        },
                                        "blurb": {
                                            "english": "Request by City of Ventura to modify the Maintenance Dredging Program in four navigation channels in the Ventura Keys to: (1) allow use of a temporary approximately 100-ft.-wide, 300-ft.-long, 5-ft.-tall, sand berm/containment dike (using up to approximately 1,000 c.y. of native beach sand and placed dredge material); (2) modify requirements for disposal of finer grain sediment near the Santa Clara River mouth; and (3) create, use, and maintain, an Advanced Maintenance Dredging Area with a capacity of up to approximately 65,000 cu.yds., in the Ventura Keys Connecting Channel; at the Ventura Keys channels and beach deposition sites in Ventura and Oxnard, Ventura County. (WD-V)",
                                            "spanish": "Solicitud de la Ciudad de Ventura para modificar el Programa de Dragado de Mantenimiento en cuatro canales de navegación en los Cayos de Ventura para: (1) permitir el uso de un dique de contención/berma de arena temporal de aproximadamente 100 pies de ancho, 300 pies de largo y 5 pies de alto (utilizando hasta aproximadamente 1,000 yardas cúbicas de arena de playa nativa y material de dragado colocado); (2) modificar los requisitos para la eliminación de sedimentos de grano más fino cerca de la desembocadura del río Santa Clara; y (3) crear, utilizar y mantener una Zona de Dragado de Mantenimiento Avanzado con una capacidad de hasta aproximadamente 65,000 yardas cúbicas, en el canal de conexión de los cayos de Ventura; en los canales de los cayos de Ventura y en los lugares de deposición de las playas de Ventura y Oxnard, en el condado de Ventura. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W16a-W16b/W16a-W16b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W16a-W16b/W16a-W16b-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": " Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/W17/W17-12-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: Items W18a and W20b will have a combined presentation and hearing.",
                                    "spanish": "Tenga en cuenta: los puntos W18a y W20b compartirán un informe y una audiencia combinados."
                                }
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Monica LUP Amendment No. LCP-5-SNM-22-0041-1",
                                            "spanish": "Enmienda LUP No. LCP-5-SNM-22-0041-1 de la Ciudad de Santa Mónica. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on the request by City of Santa Monica to amend the certified Land Use Plan (LUP) to increase the permissible height and floor-to-area ratio for new development on five parcels at 101 Santa Monica Boulevard, 129 Santa Monica Boulevard, 1327 Ocean Avenue, 1333 Ocean Avenue and 1337 Ocean Avenue in downtown Santa Monica and allow approval of the Ocean Avenue Mixed-Use Development Project. (CS-LB). (Please note: Items 18a and 20b will have a combined presentation and hearing.)",
                                            "spanish": "Audiencia pública y acción sobre la petición de la Ciudad de Santa Mónica de enmendar el Plan de Uso de Suelo (LUP, por sus siglas en inglés) certificado para aumentar la altura permisible y la proporción piso-área para nuevos desarrollos en cinco parcelas en 101 Santa Monica Boulevard, 129 Santa Monica Boulevard, 1327 Ocean Avenue, 1333 Ocean Avenue y 1337 Ocean Avenue en el centro de Santa Mónica y permitir la aprobación del Proyecto de Desarrollo de Uso Mixto de Ocean Avenue. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W18a/W18a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W18a/W18a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W18a/W18a-12-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W18a/W18a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W18a/W18a-12-2023-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 19a (Appeal No. A-5-VEN-22-0068), 19b (Appeal No. A-5-VEN-22-0069), and 20a (Application No. 5-23-0582) below share a staff report and will have a combined hearing.",
                                    "spanish": "Los puntos 19a (Apelación No. A-5-VEN-22-0068), 19b (Apelación No. A-5-VEN-22-0069) y 20a (Solicitud No. 5-23-0582) comparten un informe del personal y tendrán una audiencia combinada."
                                }
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-22-0068 (City of Los Angeles Department of Public Works, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-22-0068 (Departamento de Obras Públicas de la Ciudad de Los Ángeles, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Genevieve Morrill from City of Los Angeles decision granting permit with conditions for construction of new two-story, 2,500 sq.ft. wastewater pumping plant to supplement the capacity of existing Venice Pumping Plant (VPP) for conveyance of wastewater to the Hyperion Treatment Plant. The project includes subsurface improvements (below Hurricane Street) to connect the Venice Auxiliary Pumping Plant (VAPP) to the VPP and work within the Grand Canal to install a temporary cofferdam to construct a diversion structure and 66-inch inlet pipe to connect the VAPP to the existing piping that runs below the Esplanade and Grand Canal to the VPP. The project also includes three submersible pumps, constructed underground; electrical equipment, utility connections, instrumentation and controls, transformers, and generators; a 17-ft. x 17-ft. submerged diversion structure on existing Coastal Interceptor Sewer, the top of which would be below lowest elevation of Grand Canal and buried underneath it; concrete wet well, influent piping and sluice gate; add fencing with blinds and vegetation for screening the VAPP building at 3813 &3817 South Esplanade, Venice, Los Angeles County (KT-LB).",
                                            "spanish": "Apelación de Genevieve Morrill contra la decisión de la Ciudad de Los Ángeles de conceder un permiso con condiciones para la construcción de una nueva planta de bombeo de aguas residuales de dos pisos y 2,500 pies cuadrados para complementar la capacidad de la actual Planta de Bombeo de Venice (VPP, por sus siglas en inglés) para el transporte de aguas residuales a la Planta de Tratamiento Hyperion. El proyecto incluye mejoras subterráneas (por debajo de Hurricane Street) para conectar la Planta Auxiliar de Bombeo de Venecia (VAPP, por sus siglas en inglés) a la VPP y obras dentro del Gran Canal para instalar una ataguía temporal para construir una estructura de desvío y una tubería de entrada de 66 pulgadas para conectar la VAPP a la tubería existente que discurre por debajo de la Explanada y el Gran Canal hasta la VPP. El proyecto también incluye tres bombas sumergibles, construidas bajo tierra; equipos eléctricos, conexiones de servicios públicos, instrumentación y controles, transformadores y generadores; una estructura de desvío sumergida de 17 x 17 pies en la alcantarilla interceptora costera existente, cuya parte superior estaría por debajo de la cota más baja del Gran Canal y enterrada bajo éste; pozo húmedo de concreto, tuberías de afluencia y compuerta; vallado con persianas y vegetación para proteger el edificio del VAPP en 3813 y 3817 South Esplanade, Venice, Condado de Los Ángeles (KT-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-22-0069 (City of Los Angeles Department of Public Works, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-22-0069 (Departamento de Obras Públicas de la Ciudad de Los Ángeles, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Genevieve Morrill from City of Los Angeles decision granting permit with conditions for construction of  new 4,228 sq.ft. surface parking lot providing seven vehicle parking spaces and four bicycle parking spaces for the Venice Auxiliary Pumping Plant (3813 and 3817 South Esplanade), new public art installation, and new landscaping at 128 East Hurricane Street, Venice, Los Angeles County (KT-LB).",
                                            "spanish": "Apelación de Genevieve Morrill contra la decisión de la Ciudad de Los Ángeles de otorgar permiso con condiciones para la construcción de un nuevo estacionamiento de 4,228 pies cuadrados de superficie que proporcione siete espacios de estacionamiento para vehículos y cuatro espacios de estacionamiento para bicicletas para la Planta Auxiliar de Bombeo de Venice (3813 y 3817 South Esplanade), nueva instalación de arte público y nuevo paisajismo en 128 East Hurricane Street, Venice, Condado de Los Ángeles (KT-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-5-LOB-23-0046 (CV IV Marketplace, LLC, Long Beach) ",
                                            "spanish": "Apelación No. A-5-LOB-23-0046 (CV IV Marketplace, LLC, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Sierra Club Los Cerritos Wetlands Task Force from decision of Long Beach City Council approving permit with conditions to CV IV Marketplace, LLC for demolition of two existing office buildings (6615 and 6695 East Pacific Coast Highway) on the site, construction of new six-story mixed-use project consisting of 390 residential dwelling units (17 of which are affordable), 5,351 sq.ft. of commercial/retail space in a building with 576 vehicular parking spaces in above grade parking structure, 196 bicycle parking spaces, and 45,141 sq. ft. of public and private open space area, a lot line adjustment to reposition eastern property line between two parcels (APNs: 7237-020-050 and 7237-020-041), and merge two lots (APNs: 7237-020-050 and 7237-020-040) into one 163,249 sq. ft. lot at 6615, 6621, and 6695 East Pacific Coast Highway, Long Beach, Los Angeles County. (VL-LB)",
                                            "spanish": "Apelación interpuesta por Sierra Club Los Cerritos Wetlands Task Force contra la decisión del Ayuntamiento de Long Beach de aprobar un permiso con condiciones a CV IV Marketplace, LLC para la demolición de dos edificios de oficinas existentes (6615 y 6695 East Pacific Coast Highway) en el lugar, la construcción de un nuevo proyecto de uso mixto de seis plantas consistente en 390 unidades de vivienda residencial (17 de las cuales son asequibles), 5,351 pies cuadrados de espacio comercial/minorista en un edificio con 576 espacios de estacionamiento para vehículos en una estructura de estacionamiento sobre rasante, 196 espacios de estacionamiento para bicicletas y 45,141 pies cuadrados de espacio abierto público y privado, un ajuste de línea de lote para reposicionar la línea de propiedad oriental entre dos parcelas (APNs: 7237-020-050 y 7237-020-041), y fusionar dos parcelas (APNs: 7237-020-050 y 7237-020-040) en un lote de 163,249 pies cuadrados en 6615, 6621 y 6695 East Pacific Coast Highway, Long Beach, condado de Los Ángeles. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W19c/W19c-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W19c/W19c-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W19c/W19c-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W19c/W19c-12-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 5-23-0582 (City of Los Angeles Department of Public Works, Venice) ",
                                            "spanish": "Solicitud No. 5-23-0582 (Departamento de Obras Públicas de la Ciudad de Los Ángeles, Venice) "
                                        },
                                        "blurb": {
                                            "english": "Application of the City of Los Angeles Department of Public Works to construct new two-story, 2,500 sq.ft. wastewater pumping plant to supplement the capacity of existing Venice Pumping Plant (VPP) for conveyance of wastewater to the Hyperion Treatment Plant. Project includes subsurface improvements (below Hurricane Street) to connect the Venice Auxiliary Pumping Plant (VAPP) to the VPP and work within the Grand Canal to install temporary cofferdam to construct a diversion structure and 66-in. inlet pipe to connect the VAPP to existing piping that runs below Esplanade and Grand Canal to the VPP.  Project also includes three submersible pumps, constructed underground; electrical equipment, utility connections, instrumentation and controls, transformers, and generators; a 17-ft. X 17-ft submerged diversion structure on existing Coastal Interceptor Sewer, the top of which would be below the lowest elevation of Grand Canal and buried underneath it; concrete wet well, influent piping and sluice gate; add fencing with blinds and vegetation for screening the VAPP building at 3813 &3817 South Esplanade, Venice, Los Angeles County (KT-LB).",
                                            "spanish": "Solicitud del Departamento de Obras Públicas de la Ciudad de Los Ángeles para construir una nueva planta de bombeo de aguas residuales de dos pisos y 2,500 pies cuadrados para complementar la capacidad de la actual Planta de Bombeo de Venice (VPP) para el transporte de aguas residuales a la Planta de Tratamiento Hyperion. El proyecto incluye mejoras subterráneas (por debajo de Hurricane Street) para conectar la Planta Auxiliar de Bombeo de Venecia (VAPP, por sus siglas en inglés) a la VPP y obras dentro del Gran Canal para instalar una ataguía temporal para construir una estructura de desvío y una tubería de entrada de 66 pulgadas para conectar la VAPP a la tubería existente que discurre por debajo de la Explanada y el Gran Canal hasta la VPP.  El proyecto también incluye tres bombas sumergibles, construidas bajo tierra; equipos eléctricos, conexiones de servicios públicos, instrumentación y controles, transformadores y generadores; una estructura de desvío sumergida de 17 x 17 pies en la alcantarilla interceptora costera existente, cuya parte superior estaría por debajo de la cota más baja del Gran Canal y enterrada bajo éste; pozo húmedo de concreto, tuberías de afluencia y compuerta; vallado con persianas y vegetación para proteger el edificio del VAPP en 3813 y 3817 South Esplanade, Venice, Condado de Los Ángeles (KT-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application 5-22-0799 (Ocean Avenue Partners, LLC and Belle Vue Plaza, Santa Monica) ",
                                            "spanish": "Solicitud 5-22-0799 (Ocean Avenue Partners, LLC y Belle Vue Plaza, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ocean Avenue Partners, LLC and Belle Vue Plaza to demolish 4 mixed-use structures and 2 private parking lots; and construct new, 130-ft. tall, 248,570 sq. ft. mixed-use development, including 120 hotel rooms, 100 dwelling units, and 285 318 parking spaces, with 108,000 cu.yds. of cut and no fill proposed, and associated development agreement, at 101 and 129 Santa Monica Boulevard and 1327, 1333, and 1337 Ocean Avenue, Santa Monica, Los Angeles County. (CS-LB). (Please note: Items 18a and 20b will have a combined presentation and hearing.)",
                                            "spanish": "Solicitud de Ocean Avenue Partners, LLC y Belle Vue Plaza para demoler 4 estructuras de uso mixto y 2 estacionamientos privados; consolidar y subdividir 5 parcelas resultando en 2 parcelas; y construir un nuevo desarrollo de uso mixto de 130 pies de altura, 248,570 pies cuadrados, incluyendo 120 habitaciones de hotel, 100 unidades de vivienda y 285 espacios de estacionamiento, con 108,000 yardas cúbicas de corte y sin relleno propuesto, en 101 y 129 Santa Monica Boulevard y 1327, 1333, y 1337 Ocean Avenue, Santa Mónica, Condado de Los Ángeles. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W20b/W20b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W20b/W20b-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W20b/W20b-12-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W20b/W20b-12-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W20b/W20b-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application 5-23-0119 (Levine, Torrance) ",
                                            "spanish": "Solicitud 5-23-0119 (Levine, Torrance) "
                                        },
                                        "blurb": {
                                            "english": "Application of Stuart Levine for after-the-fact approval and retention of unpermitted 70-ft. long, 3-ft. high retaining wall with nine 18-in. diameter caissons, remove unpermitted 840 sq.ft. concrete patio; coastal bluff-face concrete staircase, railroad tie pathway, four (4) wooden retaining walls, drainage pipes and associated rock riprap; demolish two-story over basement, 3,676 sq.ft. single family home, pool and pool house; and construct new two-story over basement, 13,562 sq.ft. home with new pool and attached three car garage. Approx. 5,230 sq.ft southern bluff scrub restoration is also proposed at 425 Paseo de la Playa, Torrance, Los Angeles County. (MR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de Stuart Levine para aprobación después de los hechos y retención de un muro de contención no permitido de 70 pies de largo y 3 pies de alto con nueve cajones de 18 pulgadas de diámetro, remover un patio de concreto no permitido de 840 pies cuadrados; escalera de concreto frente al acantilado costero, camino de ataduras de ferrocarril, cuatro (4) muros de contención de madera, tuberías de drenaje y escollera de roca asociada; demoler una casa unifamiliar de dos pisos sobre un sótano, de 3,676 pies cuadrados, piscina y casa de la piscina; y construir una nueva casa de dos pisos sobre el sótano de 13,562 pies cuadrados con nueva piscina y garaje adjunto para tres automóviles. También se propone la restauración de aproximadamente 5,230 pies cuadrados de matorral de acantilado meridional en 425 Paseo de la Playa, Torrance, condado de Los Ángeles. (MR-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 5-19-1064-A1 (US 216 Pico Owner LLC) ",
                                            "spanish": "Permiso No. 5-19-1064-A1 (US 216 Pico Owner LLC, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Request by US 216 Pico Owner LLC to amend previously approved permit to increase the height and density of the new mixed-use buildings resulting in a 125,500 sq. ft. mixed-use project to include two building clusters, 186 total residential rental units (19 units are affordable) and 10,640 sq. ft. of retail in five-story, 58 ft. high structures. The project includes 346 parking stalls in a three-level subterranean parking structure and 249 bicycle stalls. Previously approved CDP was for a project characterized by 105 units, 10,606 sq.ft. of retail, 229 parking stalls, 2 levels of subterranean parking and 185 bicycle stalls at 234 Pico Blvd, Santa Monica, Los Angeles County. (KT-LB)",
                                            "spanish": "Solicitud de Jessica Murphy para enmendar un permiso previamente aprobado a fin de solicitar la aprobación para la demolición de una bolera de 24,014 pies cuadrados y un edificio de uso mixto de 6,251 pies cuadrados y la construcción de un proyecto de uso mixto de aproximadamente 125,500 pies cuadrados para incluir 186 unidades (19 unidades asequibles) y 10,640 pies cuadrados de locales comerciales minoristas en una estructura de cinco pisos y 54 pies de altura; el proyecto incluye 346 espacios de estacionamiento en 3 niveles de estacionamiento subterráneo y 273 espacios para bicicletas. El CDP aprobado anteriormente era para un proyecto caracterizado por 105 unidades, 10,606 pies cuadrados de locales comerciales minoristas, 229 espacios de estacionamiento, 2 niveles de estacionamiento subterráneo y 185 espacios para bicicletas en 234 Pico Blvd, Santa Mónica, condado de Los Ángeles. (KT-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W21a/W21a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/W21a/W21a-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "Adamski v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "AMJT Capital LLC, et al. v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Beach Sandpit, LLC v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "California Coastal Commission v. North County Transit District, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Casa Blanca Beach Estates Owners' Association v. State of California, ex rel "
                                    },
                                    {
                                        "litigation": "California State Lands Commission, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Cave Landing LLC v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Fort Bragg Local Business Matters v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Graham v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Humboldt Alliance for Responsible Planning v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Mendocino Railway v. Ainsworth, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "North County Transit District v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Pappas, et al. v. State Coastal Conservancy, et al., Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Ramirez Canyon Preservation Fund v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Rhodes v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "San Mateo County Farm Bureau v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Seider, et al. v. City of Malibu, Govt. Code § 11126(e)(2)(A) "
                                    },
                                    {
                                        "litigation": "Sisney v. California Coastal Commission, Govt. Code § 11126(e)(2)(A) "
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 22,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "December 2023",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/W25/W25-12-2023-Report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 26,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 27,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 28,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 14,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Agenda",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th3/Th3-12-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "PLEASE NOTE THAT THERE WILL BE NO GENERAL PUBLIC COMMENT ON THURSDAY. If you wish to speak during the General Public Comment period, please submit a request to speak on Wednesday or Friday’s agenda. Note: There WILL still be public comment on each of the individual agenda items on Thursday. If you wish to speak on a specific item on the agenda, please use the green button above to submit a speaker request form and indicate the item number where prompted.",
                                    "spanish": "No habrá comentarios públicos generales el jueves. Si desea hablar durante el período de comentarios públicos, envíe una solicitud para hablar durante los comentarios públicos sobre la agenda del miércoles o viernes."
                                }
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Informational Briefing on Housing",
                                    "spanish": "Sesión informativa sobre la vivienda. "
                                },
                                "blurb": {
                                    "english": "Briefing and Commission discussion of Coastal Act authority related to housing in the coastal zone. (AY/SD/SC-SF) ",
                                    "spanish": "Sesión informativa y debate de la Comisión sobre la autoridad de la Ley Costera en relación con la vivienda en la zona costera. (AY/SD/SC-SF) "
                                },
                                "assets": [
                                    {
                                        "name": "Agenda",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th5/Th5-12-2023-agenda.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th5/Th5-12-2023-corresp.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "ADMINISTRATIVE PERMITS",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-23-0380 (Brittingham, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-23-0380 (Brittingham, Newport Beach) Solicitud "
                                        },
                                        "blurb": {
                                            "english": "Application of Kathy Brittingham to remove existing 160 sq.ft. floating dock, 490 sq.ft. pier platform, 48 sq.ft. gangway, and six concrete marina piles, as well as relocate one 12” concrete marina pile, and remove and replace one 12' concrete marina pile. Also proposes to construct new 192 sq.ft. floating dock, 396 sq.ft. pier platform, and 72 sq.ft. gangway and install two new 14” “T” piles resulting in decrease of 38 sq.ft. of overwater coverage and 4 sq.ft. of fill at 1400 Bay Ave, Newport Beach, Orange County. (ETP-LB)  ",
                                            "spanish": " Solicitud de Kathy Brittingham para remover un muelle flotante existente de 160 pies cuadrados, una plataforma de muelle de 490 pies cuadrados, una pasarela de 48 pies cuadrados, y seis pilotes de concreto para la marina, así como reubicar un pilote de concreto para la marina de 12 pulgadas , y remover y reemplazar un pilote de concreto para la marina de 12'. También se propone la construcción de un nuevo muelle flotante de 192 pies cuadrados, una plataforma de muelle de 396 pies cuadrados y una pasarela de 72 pies cuadrados, así como la instalación de dos nuevos pilotes en 'T' de 14 pulgadas, con la consiguiente disminución de 38 pies cuadrados de cobertura sobre el agua y 4 pies cuadrados de relleno en 1400 Bay Ave, Newport Beach, Condado de Orange. (ETP-LB)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th6a/Th6a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th6a/Th6a-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-23-0333 (Skylar, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-23-0333 (Skylar, Huntington Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ashley Skylar to remove 8 ft. x 53 ft. floating dock, 4 ft. x 19 ft. gangway, 3 ft. x 7 ft. gangway platform, two 14 in. guide piles, and to terminate an easement on north side of channel. Proposed project also involves creating new easement on south side of channel, to remove unpermitted dock system, consisting of 100 sq.ft. floating dock, 2.5 ft. x 16.5 ft. gangway and two 3 ½ in. guide piles, and construct new approximately 192 sq.ft. floating dock, 3 ft. x 14 ft. gangway, and two 14 in. guide piles.  Applicant also proposes to construct new 5 ft. x 22 ft. cantilevered deck with 42 in. high steel wire cable railing, and10 in. height extension of existing bulkhead located at 16850 Bayview Drive, Huntington beach, Orange County. (EG-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Ashley Skylar para remover un muelle flotante de 8 pies x 53 pies, una pasarela de 4 pies x 19 pies, una plataforma de pasarela de 3 pies x 7 pies, dos pilotes guía de 14 pulgadas, y para terminar una servidumbre en el lado norte del canal. El proyecto propuesto también implica la creación de una nueva servidumbre en el lado sur del canal, para eliminar el sistema de muelle no permitido, que consiste en un muelle flotante de 100 pies cuadrados, una pasarela de 2.5 pies x 16.5 pies y dos pilotes guía de 3 ½ pulgadas, y construir un nuevo muelle flotante de aproximadamente 192 pies cuadrados, una pasarela de 3 pies x 14 pies y dos pilotes guía de 14 pulgadas.  El solicitante también propone construir una nueva cubierta en voladizo de 5 pies x 22 pies con una barandilla de cable de acero de 42 pulgadas de alto y una extensión de 10 pulgadas de altura del mamparo existente ubicado en 16850 Bayview Drive, Huntington Beach, Condado de Orange. (EG- LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th7a/Th7a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th7a/Th7a-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Please note: Items Th9.1 through Th9.5 will share a combined report & hearing",
                                    "spanish": "Tenga en cuenta: los artículos Th9.1 a Th9.5 compartirán un informe y una audiencia combinados"
                                }
                            },
                            {
                                "number": 9.1,
                                "title": {
                                    "english": "Cease and Desist Order No. CCC-23-CD-05 (Rio Del Mar Beach Island Homeowners Association, Aptos, Santa Cruz County) ",
                                    "spanish": " Orden de Cese y Desistimiento No. CCC-23-CD-05 (Asociación de Propietarios de Rio Del Mar Beach Island, Aptos, Condado de Santa Cruz) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing and authorizing the homeowners association including the owners of the addresses from 206 Beach Drive to 300 Beach Drive, in Aptos (“RDMBI HOA”) to: 1) comply with the conditions of CDP P-80-87, including by removing unpermitted development blocking public access to the walkway lying seaward of RDMBI HOA members’ properties, and by planting native sand dune plants on top of a revetment; 2) direct the members of RDMBI HOA to stop storing waste cans in the Beach Drive sidewalk, among other actions; and 3) cease and desist from undertaking further unpermitted development.",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la orden administrativa propuesta que ordena y autoriza a la asociación de propietarios que incluye a los propietarios de las direcciones de 206 Beach Drive a 300 Beach Drive, en Aptos ('RDMBI HOA') para: 1) cumplir las condiciones del CDP P-80-87, incluyendo la eliminación de la urbanización no permitida que bloquea el acceso público al paseo situado frente al mar de las propiedades de los miembros de la Asociación de Propietarios de RDMBI, y la plantación de plantas autóctonas de dunas de arena en la parte superior de un revestimiento; 2) ordenar a los miembros de la Asociación de Propietarios de RDMBI que dejen de almacenar botes de basura en la acera de Beach Drive, entre otras medidas; y 3) cesar y desistir de emprender nuevas urbanizaciones no permitidas."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits1",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-1.pdf"
                                    },
                                    {
                                        "name": "Exhibits2",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-2.pdf"
                                    },
                                    {
                                        "name": "Exhibits3",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-3.pdf"
                                    },
                                    {
                                        "name": "Exhibits4",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-4.pdf"
                                    },
                                    {
                                        "name": "Exhibits5",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-5.pdf"
                                    },
                                    {
                                        "name": "Exhibits6",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-6.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-a.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-b.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-12-14-23-addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.2,
                                "title": {
                                    "english": "Administrative Penalty No. CCC-23-AP-04 (Rio Del Mar Beach Island Homeowners Association Aptos, Santa Cruz County) ",
                                    "spanish": "Sanción Administrativa No. CCC-23-AP-04 (Asociación de Propietarios de Rio Del Mar Beach Island, Aptos, Condado de Santa Cruz) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring RDMBI HOA to pay penalties for its violations of the public access provisions of the Coastal Act, including adjacent to its members’ houses.",
                                    "spanish": "Audiencia pública y decisión de la Comisión sobre la propuesta de imposición de sanciones administrativas, exigiendo a la HOA de RDMBI el pago de sanciones por sus infracciones de las disposiciones sobre acceso público de la Ley Costera, incluso junto a las casas de sus miembros."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits1",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-1.pdf"
                                    },
                                    {
                                        "name": "Exhibits2",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-2.pdf"
                                    },
                                    {
                                        "name": "Exhibits3",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-3.pdf"
                                    },
                                    {
                                        "name": "Exhibits4",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-4.pdf"
                                    },
                                    {
                                        "name": "Exhibits5",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-5.pdf"
                                    },
                                    {
                                        "name": "Exhibits6",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-6.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-a.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-b.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-12-14-23-addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.3,
                                "title": {
                                    "english": "Administrative Penalty No. CCC-23-AP3-01 (Rio Del Mar Beach Island Homeowners Association, Aptos, Santa Cruz County) ",
                                    "spanish": "Sanción Administrativa No. CCC-23-AP3-01 (Asociación de Propietarios de Rio Del Mar Beach Island, Aptos, Condado de Santa Cruz) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring RDMBI HOA to pay penalties for its violations of the non-public access provisions of the Coastal Act, including adjacent to its members’ houses.",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la propuesta de imposición de sanciones administrativas, exigiendo a la HOA de RDMBI el pago de sanciones por sus violaciones de las disposiciones de acceso no público de la Ley Costera, incluyendo las adyacentes a las casas de sus miembros."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits1",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-1.pdf"
                                    },
                                    {
                                        "name": "Exhibits2",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-2.pdf"
                                    },
                                    {
                                        "name": "Exhibits3",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-3.pdf"
                                    },
                                    {
                                        "name": "Exhibits4",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-4.pdf"
                                    },
                                    {
                                        "name": "Exhibits5",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-5.pdf"
                                    },
                                    {
                                        "name": "Exhibits6",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-6.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-a.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-b.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-12-14-23-addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.4,
                                "title": {
                                    "english": "Cease and Desist Order No. CCC-23-CD-06 (Gaurav Singh and Sonal Puri, Aptos, Santa Cruz County) ",
                                    "spanish": "Orden de Cese y Desistimiento No. CCC-23-CD-06 (Gaurav Singh y Sonal Puri, Aptos, Condado de Santa Cruz)"
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing and authorizing owners of property at 202 Beach Drive, Aptos (APN 043-072-01) to: 1) remove unpermitted development, including a seawall, barriers, fencing, and signs blocking public access to the walkway immediately seaward of that property; and 2) cease and desist from undertaking further unpermitted development.",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la orden administrativa propuesta que ordena y autoriza a los dueños de la propiedad en 202 Beach Drive, Aptos (APN 043-072-01) para: 1) retirar la urbanización no permitida, incluyendo un dique de contención, barreras, vallas y señales que bloquean el acceso público a la pasarela situada inmediatamente frente al mar de dicha propiedad; y 2) cesar y desistir de emprender nuevas urbanizaciones no permitidas."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits1",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-1.pdf"
                                    },
                                    {
                                        "name": "Exhibits2",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-2.pdf"
                                    },
                                    {
                                        "name": "Exhibits3",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-3.pdf"
                                    },
                                    {
                                        "name": "Exhibits4",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-4.pdf"
                                    },
                                    {
                                        "name": "Exhibits5",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-5.pdf"
                                    },
                                    {
                                        "name": "Exhibits6",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-6.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-a.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-b.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-12-14-23-addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.5,
                                "title": {
                                    "english": "Administrative Penalty No. CCC-23-AP-05 (Gaurav Singh and Sonal Puri, Aptos, Santa Cruz County)  ",
                                    "spanish": "Sanción Administrativa No. CCC-23-AP-05 (Gaurav Singh y Sonal Puri, Aptos, Condado de Santa Cruz) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring the owners of the property at 202 Beach Drive, Aptos to pay penalties for violations of the Coastal Act at and around that property.",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la propuesta de imposición de sanciones administrativas, requiriendo a los dueños de la propiedad en 202 Beach Drive, Aptos, a pagar sanciones por violaciones "
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits1",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-1.pdf"
                                    },
                                    {
                                        "name": "Exhibits2",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-2.pdf"
                                    },
                                    {
                                        "name": "Exhibits3",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-3.pdf"
                                    },
                                    {
                                        "name": "Exhibits4",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-4.pdf"
                                    },
                                    {
                                        "name": "Exhibits5",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-5.pdf"
                                    },
                                    {
                                        "name": "Exhibits6",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-exhibits-6.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-a.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-11-30-2023-appendix-b.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th9.1-Th9.5/Th9.1-Th9.5-12-14-23-addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Agenda",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th10/Th10-12-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-LGB-23-0047 (Laguna Royale Condominiums, Laguna Beach) ",
                                            "spanish": "Apelación No. A-5-LGB-23-0047 (Condominios Laguna Royale, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Catherine Jurca from City of Laguna Beach granting permit with conditions to Laguna Royale Condominiums for repair of approximately 15,600 sq.ft. of elevated deck area and removal and replacement of deck railings with glass guardrails at all units and common area decks and “after-the-fact” coastal development permit for repairs and modifications to the structures and individual units, completed with design review permits and/or building permits, from 1989 through 2022, at 31423 Coast Highway, Laguna Beach, Orange County. (MV-LB)",
                                            "spanish": "Apelación de Catherine Jurca contra la Ciudad de Laguna Beach por la que se concede permiso con condiciones a Laguna Royale Condominiums para  la reparación de aproximadamente 15,600 pies cuadrados de área de cubierta elevada y remoción y reemplazo de barandas de cubierta por barandas de vidrio en todas las unidades y cubiertas de áreas comunes y permiso de desarrollo costero 'después de los hechos' para reparaciones y modificaciones a las estructuras y unidades individuales, completadas con permisos de revisión de diseño y/o permisos de construcción, desde 1989 hasta 2022, en 31423 Coast Highway, Laguna Beach, Orange"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-DPT-23-0049 (Mohiuddin, Dana Point) ",
                                            "spanish": "Apelación No. A-5-DPT-23-0049 (  Mohiuddin, Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Chair Donne Brownsey and Vice Chair Caryl Hart from City of Dana Point granting permit with conditions to Mohammed Amer Mohiuddin for the construction of a new 5,266 sq. ft., 34.4-ft.-high, two-story duplex with a caisson foundation and two attached single-bay garages totaling 466 sq. ft. with vehicle lifts, a roof deck with swimming pool, and seaward-facing decks and balconies on an 8,166 sq. ft. vacant beachfront lot at 35075 Beach Road, Dana Point, Orange County. (SA-LB)",
                                            "spanish": "Apelación del Presidente Donne Brownsey y la Vicepresidenta Caryl Hart de la Ciudad de Dana Point otorgando permiso con condiciones a Mohammed Amer Mohiuddin para la construcción de un nuevo dúplex de dos pisos de 5,266 pies cuadrados, 34.4 pies de altura, con cimientos de cajón y dos garajes adjuntos de una sola bahía con un total de 466 pies cuadrados con elevadores de vehículos,  una terraza en la azotea con piscina y terrazas y balcones orientados al mar en un lote baldío frente al mar de 8,166 pies cuadrados en 35075 Beach Road, Dana Point, Condado de Orange. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th11b/Th11b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th11b/Th11b-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th11b/Th11b-12-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th11b/Th11b-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 5-18-0930 (Graham Property Management, LLC, San Clemente) ",
                                            "spanish": "Solicitud 5-18-0930 (Graham Property Management, LLC, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Graham Property Management, LLC (on remand from judicial settlement) to construct new 3-level, 25-ft. tall above natural grade, 4,527 sq.ft. single-family home, 862 sq.ft. garage, 1,826 sq.ft. terrace/deck areas, grading for construction of semi-subterranean level, 20 caissons for stabilization of building pad area, retaining wall/radiant heat barrier wall surrounding development, new cul-de-sac/fire truck turnaround with driveway cut-out, install new fire hydrant at cul-de-sac, drainage improvements, new landscaping and restoration of native vegetation on vacant 34,784 sq.ft.  coastal canyon lot at 217 Vista Marina, San Clemente, Orange County. (LR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Graham Property Management, LLC (en devolución del acuerdo judicial) para construir una nueva vivienda unifamiliar de 3 niveles, 25 pies de altura sobre el nivel natural, 4,527 pies cuadrados, garaje de 862 pies cuadrados, áreas de terraza/cubierta de 1,826 pies cuadrados, nivelación para la construcción de un nivel semisubterráneo, 20 cajones para la estabilización de la zona de la plataforma de construcción, muro de contención/muro de barrera contra el calor radiante alrededor de la urbanización, nueva calle sin salida/vuelta para camiones de bomberos con corte de entrada, instalación de un nuevo hidrante en la calle sin salida, mejoras en el drenaje, nuevo paisajismo y restauración de la vegetación autóctona en un terreno vacío en el cañón costero de 34,784 pies, en 217 Vista Marina, San Clemente, Condado de Orange.   (LR-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal). "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12a/Th12a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12a/Th12a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12a/Th12a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12a/Th12a-10-2023-corresp2.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-LGB-22-0025 (Gray, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-22-0025 (Gray, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Mike & Lori Gray to construct two-story, 30’ high, 3,552 sq.ft. single-family home and attached 489 sq.ft. garage at 1007 Gaviota Dr., Laguna Beach, Orange County. (JP-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de Mike y Lori Gray para construir una casa unifamiliar de dos pisos, 30 pies de altura, 3,552 pies cuadrados y un garaje adjunto de 489 pies cuadrados en 1007 Gaviota Dr., Laguna Beach, Condado de Orange. (JP-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12b/Th12b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12b/Th12b-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12b/Th12b-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12b/Th12b-12-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "CONTINUED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-22-0939 (Chaim, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-0939 (Chaim, Newport Beach)"
                                        },
                                        "blurb": {
                                            "english": "Application of Erez Chaim to install new 240 sq.ft. floating dock supported by two (2) 16-in. square piles,  3-ft. x 24-ft. gangway, and  120 sq.ft. pier supported by two (2) 14-in. square “T” piles, at 2266 Channel Road, Newport Beach, Orange County. (FSY-LB)",
                                            "spanish": "Solicitud de Erez Chaim para instalar un nuevo muelle flotante de 240 pies cuadrados sostenido por dos (2) pilotes cuadrados de 16 pulgadas, una pasarela de 3 pies x 24 pies y un muelle de 120 pies cuadrados sostenido por dos (2) pilotes cuadrados en 'T' de 14 pulgadas, en 2266 Channel Road, Newport Beach, Condado de Orange. (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12c/Th12c-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12c/Th12c-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12c/Th12c-12-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-23-0120 (Gage Village Residential Development LLC, Sunset Beach) ",
                                            "spanish": "Solicitud No. 5-23-0120 (Gage Village Residential Development LLC, Sunset Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Gage Village Residential Development LLC to demolish two-story fourplex with three (3) one-car garages and construct new 3-story, 35-ft. tall, detached duplex with two (2) approximately 350 sq. ft. accessory dwelling units. Each unit will be 2,642 sq.ft. and will include roof deck and  2-car garage, at 16811 14th Street, Sunset Beach, Orange County. (KT-LB)",
                                            "spanish": "Solicitud de Gage Village Residential Development LLC para demoler un cuádruplex de dos pisos con tres (3) garajes para un automóvil y construir un nuevo dúplex de tres pisos, 35 pies de altura, con dos (2) unidades de vivienda accesorias de aproximadamente 350 pies cuadrados. Cada unidad será de 2,642 pies cuadrados e incluirá cubierta y garaje para 2 automóviles, en 16811 14th Street, Sunset Beach, Condado de Orange. (KT-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12d/Th12d-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12d/Th12d-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application 5-23-0506 (City of Newport Beach Public Works Department, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-23-0506 (Departamento de Obras Públicas de la Ciudad de Newport, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Newport Beach Public Works Department to repair and add net 103.5 sq.ft. to 10 existing, public dock systems in various locations throughout Newport Harbor, Newport Beach, Orange County. (CS-LB)",
                                            "spanish": "Solicitud del Departamento de Obras Públicas de la Ciudad de Newport Beach para reparar y añadir 103.5 pies cuadrados netos a 10 sistemas de muelles públicos existentes en varios lugares de Newport Harbor, Newport Beach, Condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12e/Th12e-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12e/Th12e-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Application No. 5-23-0543 (Nucum, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-23-0543 (Skylar, Huntington Beach)"
                                        },
                                        "blurb": {
                                            "english": "Application of Thomas Nucum to remove an 8 ft. x 53 ft. floating dock, 4 ft. x 19 ft. gangway, 3 ft. x 7 ft. gangway platform, two 14 in. guide piles, and to terminate an easement on north side of the channel.  Project also proposes create new easement on south side of channel, remove unpermitted swim ladder and two unpermitted 3 in. guide piles and after-the-fact approval to retain unpermitted 8 ft. x 20 ft. dock float, and construct new 3 ft. x 14 ft. gangway and two 14 in. guide piles.  Applicant also proposes to construct new 5 ft. x 21 ft. cantilevered deck with 42 in. bird safe glass railing located at 16584 Bayview Drive, Huntington Beach, Orange County.  (EG-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Thomas Nucum para remover un muelle flotante de 8 pies x 53 pies, una pasarela de 4 pies x 19 pies, una plataforma de pasarela de 3 pies x 7 pies, dos pilotes guía de 14 pulgadas, y para terminar una servidumbre en el lado norte del canal.  El proyecto también propone crear una nueva servidumbre en el lado sur del canal, retirar la escalera para nadar no permitida y dos pilotes guía de 3 pulgadas no permitidos, así como la aprobación después de los hechos para retener el flotador de muelle no permitido de 8 pies x 20 pies, y construir una nueva pasarela de 3 pies x 14 pies y dos pilotes guía de 14 pulgadas.  El solicitante también propone construir una nueva cubierta en voladizo de 5 pies x 21 pies con una barandilla de cristal a prueba de pájaros de 42 pulgadas en 16584 Bayview Drive, Huntington Beach, Condado de Orange.  (EG-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12f/Th12f-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th12f/Th12f-12-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/Th13/Th13-12-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-23-0035-1 (Coast Highway Corridor Incentive District) Time Extension",
                                            "spanish": "Enmienda al LCP No. LCP-6-OCN-23-0035-1 de la Ciudad de Oceanside (Distrito de Incentivo del Corredor de la Autopista Costera) Prórroga. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on the request by City of Oceanside to amend its certified Land Use Plan and Implementation Plan to facilitate redevelopment along northern portion of Coast Highway. (TR-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 90 días para la acción de la Comisión hasta un año sobre la solicitud de la Ciudad de Oceanside para modificar su Plan de Uso del Suelo certificado y Plan de Implementación para facilitar la reurbanización a lo largo de la parte norte de la autopista costera. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th14a/Th14a-12-2023-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-CCP-23-0014-1 (Midway-Pacific Highway Height Limit) Time Extension",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-CCP-23-0014-1 (Límite de Altura en la Autopista Midway-Pacific) Prórroga.  "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on the request by City of San Diego to amend its certified LCP Implementation Plan to revise the Height Limit Ordinance to exclude the Midway-Pacific Highway Community Plan Area. (ML-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 60 días para la acción de la Comisión hasta un año sobre la solicitud de la Ciudad de San Diego para enmendar su Plan de Implementación LCP certificado para revisar la Ordenanza de Límite de Altura para excluir el Área del Plan Comunitario de la Autopista Midway-Pacific. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th14b/Th14b-12-2023-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-NOC-23-0015-1 (Mira Mesa Community Plan) Time Extension",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-NOC-23-0015-1 (Plan comunitario de Mira Mesa) Prórroga"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 90-day time limit for Commission action for up to one year on the request by City of San Diego to amend its certified Land Use Plan and Implementation Plan to adopt an updated Mira Mesa Community Plan. (NI-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 90 días para la acción de la Comisión hasta un año sobre la solicitud de la Ciudad de San Diego para modificar su Plan de Uso del Suelo certificado y Plan de Implementación para adoptar un Plan Comunitario de Mira Mesa actualizado. (NI-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th14c/Th14c-12-2023-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "City of San Diego Amendment No. LCP-6-SAN-23-0052-3 (Housing Action Package ADU Amendment) Time Extension",
                                            "spanish": "Enmienda No. LCP-6-SAN-23-0052-3 de la Ciudad de San Diego (Enmienda ADU del Paquete de Acción de Vivienda) Prórroga"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on the request by City of San Diego to amend its certified LCP Implementation Plan to change the amount of time an accessory dwelling unit must be deed-restricted as moderately affordable. (AL-SD)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de 60 días para la acción de la Comisión hasta un año sobre la solicitud de la Ciudad de San Diego para enmendar su Plan de Implementación LCP certificado para cambiar la cantidad de tiempo en que una unidad de vivienda accesoria debe tener su título restringido como moderadamente asequible. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th14d/Th14d-12-2023-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-ENC-23-0024 (Encinitas Beacon’s Beach Parking Lot, Encinitas) ",
                                            "spanish": "Apelación No. A-6-ENC-23-0024 (Estacionamiento Encinitas Beacon's Beach, Encinitas) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by John Wigmore, Michael Conway, and Matthew Gordon from decision of City of Encinitas granting permit with conditions to City of Encinitas to remove existing 26-stall public parking lot and blufftop sidewalk and replace with 15 public parking spaces and sidewalk located further inland at 948 Neptune Ave., Encinitas, San Diego County. (JP-SD)  ",
                                            "spanish": "Apelación de John Wigmore, Michael Conway, y Matthew Gordon de la decisión de la Ciudad de Encinitas de otorgar permiso con condiciones a la Ciudad de Encinitas para remover el estacionamiento público existente de 26 espacios y la acera en la cima del acantilado y reemplazarlo con 15 espacios de estacionamiento público y acera localizados más adentro en 948 Neptune Ave., Encinitas, Condado de San Diego. (JP-SD)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th15a/Th15a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th15a/Th15a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th15a/Th15a-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-23-0285 (T-1 Associates LLC, Oceanside) ",
                                            "spanish": "Solicitud No. 6-23-0285 (T-1 Associates LLC, Oceanside) "
                                        },
                                        "blurb": {
                                            "english": "Application of T-1 Associates LLC to repair existing approximately 38 ft. long rock revetment, including restacking 120 tons of rock that has migrated onto the beach, and remove unpermitted fence on northeast side of revetment at 1101 South Pacific Street, Oceanside, San Diego County. (NI-SD) (Note: the Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de T-1 Associates LLC para reparar el revestimiento de roca existente de aproximadamente 38 pies de largo, incluyendo el apilamiento de 120 toneladas de roca que ha migrado a la playa, y remover la cerca no permitida en el lado noreste del revestimiento en 1101 South Pacific Street, Oceanside, Condado de San Diego. (NI-SD) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera relacionadas con este punto y este lugar, como se explica con más detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16a/Th16a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16a/Th16a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16a/Th16a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16a/Th16a-12-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-23-0308 (Seabluffe Village HOA, Encinitas) ",
                                            "spanish": "Solicitud No. 6-23-0308 (Seabluffe Village HOA, Encinitas) "
                                        },
                                        "blurb": {
                                            "english": "Application of Seabluffe Village HOA to perform in-kind repairs to damaged concrete pile encasements at bottom of private beach access staircase at 1750 North Coast Highway 101, Encinitas, San Diego County. (JP-SD)",
                                            "spanish": "Solicitud de Seabluffe Village HOA para realizar reparaciones en especie a los revestimientos de pilotes de concreto dañados en la parte inferior de la escalera de acceso a la playa privada en 1750 North Coast Highway 101, Encinitas, Condado de San Diego. (JP-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16b/Th16b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16b/Th16b-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16b/Th16b-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-23-0342 (A.J. and Kate Pollock, Solana Beach) ",
                                            "spanish": "Solicitud No. 6-23-0342 (A.J. y Kate Pollock, Solana Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of A.J. and Kate Pollock to construct new approx. 300 sq.ft. 1st-floor addition, new approx. 140 sq.ft. garage addition, and interior remodel to 2,866 sq.ft., 1-story single family home with basement and attached 260 sq. ft. garage on 6,021 sq.ft. blufftop lot, at 529 Pacific Ave, Solana Beach, San Diego County. (JP-SD)",
                                            "spanish": "Solicitud de A.J. y Kate Pollock para construir una nueva adición de aproximadamente 300 pies cuadrados en el primer piso, una nueva adición de aproximadamente 140 pies cuadrados en el garaje, y remodelar el interior de una casa unifamiliar de 2,866 pies cuadrados de 1 piso con sótano y garaje adjunto de 260 pies cuadrados en un terreno de 6,021 pies cuadrados en la cima de un acantilado, en 529 Pacific Ave, Solana Beach, Condado de San Diego. (JP-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16c/Th16c-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16c/Th16c-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16c/Th16c-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th16c/Th16c-12-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 6-23-0574 (Symphony Asset Pool XVI, LLC, San Diego) ",
                                            "spanish": "Solicitud No. 6-23-0574 (Symphony Asset Pool XVI, LLC, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Symphony Asset Pool XVI, LLC to remodel interior and exterior of Building 7 at Belmont Park to install new indoor and outdoor bar area at 3146 Mission Blvd, Mission Beach, San Diego, San Diego County. (AL-SD) (Note: the Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de Symphony Asset Pool XVI, LLC para remodelar el interior y exterior del Edificio 7 en Belmont Park para instalar nueva área de bar interior y exterior en 3146 Mission Blvd, Mission Beach, San Diego, Condado de San Diego. (AL-SD) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera relacionadas con este punto y este lugar, como se explica con más detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Permit Amendments",
                                    "spanish": "Enmiendas a Permisos"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Permit No. 6-21-0519-A1 (Dillion & Hennenhoefer, Oceanside) ",
                                            "spanish": "Permiso No. 6-21-0519-A1 (Dillion & Hennenhoefer, Oceanside) "
                                        },
                                        "blurb": {
                                            "english": "Request by Cindy Dillion and Lea Hennenhoefer to amend permit for revetment maintenance and augmentation to repair 300 sq.ft. of filter fabric, and remove unpermitted concrete wall landward of the revetment at 1301 and 1303 South Pacific Street, Oceanside, San Diego County. (NI-SD) (Note: the Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Petición de Cindy Dillion y Lea Hennenhoefer para enmendar el permiso de mantenimiento y aumento del revestimiento para reparar 300 pies cuadrados de tela filtrante, y remover la pared de concreto no permitida hacia tierra del revestimiento en 1301 y 1303 South Pacific Street, Oceanside, Condado de San Diego. (NI-SD) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley Costera relacionadas con este punto y este lugar, como se explica con más detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th17a/Th17a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th17a/Th17a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th17a/Th17a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/Th17a/Th17a-12-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 15,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/F3/F3-12-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "PLEASE NOTE THAT THERE WILL BE NO GENERAL PUBLIC COMMENT ON THURSDAY. If you wish to speak during the General Public Comment period, please submit a request to speak on Wednesday or Friday’s agenda. Note: There WILL still be public comment on each of the individual agenda items on Thursday. If you wish to speak on a specific item on the agenda, please use the green button above to submit a speaker request form and indicate the item number where prompted.",
                                    "spanish": "No habrá comentarios públicos generales el jueves. Si desea hablar durante el período de comentarios públicos, envíe una solicitud para hablar durante los comentarios públicos sobre la agenda del miércoles o viernes."
                                }
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea"
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240. ",
                                    "spanish": " Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/F7/F7-12-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Consistency Determination No. CD-0002-23 (U.S. Navy, San Diego County) ",
                                            "spanish": "Determinación de Coherencia No. CD-0002-23 (Armada de los Estados Unidos, Condado de San Diego) "
                                        },
                                        "blurb": {
                                            "english": "General consistency determination by the U.S. Navy to beneficially reuse suitable dredged sediment and transplant eelgrass at up to four subtidal sites in San Diego Bay in order to create approximately 38 acres of new eelgrass habitat, San Diego County. (JK-SF)",
                                            "spanish": "Determinación de coherencia general por parte de la Armada de los Estados Unidos para reutilizar beneficiosamente sedimentos dragados adecuados y trasplantar hierba marina en hasta cuatro lugares submareales de la Bahía de San Diego con el fin de crear aproximadamente 38 acres de nuevo hábitat de hierba marina, condado de San Diego. (JK-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8a/F8a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8a/F8a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8a/F8a-12-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Consistency Determination No. CD-0010-22 (United States Department of the Air Force, Santa Barbara County) ",
                                            "spanish": "Determinación de coherencia No. CD-0010-22 (Departamento de las Fuerzas Aéreas de los Estados Unidos, Condado de Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Consistency determination by the United States Department of the Air Force for construction and use for up to 48 launches per year of a space launch complex for Phantom Space Company at former site of Space Launch Complex 5 on Vandenberg Space Force Base, Santa Barbara County (HW-SF)",
                                            "spanish": "Determinación de coherencia por parte del Departamento de las Fuerzas Aéreas de los Estados Unidos para la construcción y el uso de hasta 48 lanzamientos al año de un complejo de lanzamiento espacial para Phantom Space Company en las antiguas instalaciones del Complejo de Lanzamiento Espacial 5 en la Base de las Fuerzas Espaciales de Vandenberg, Condado de Santa Bárbara (HW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8b/F8b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8b/F8b-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8b/F8b-12-2023-Appendix1.pdf"
                                            },
                                            {
                                                "name": "Appendix 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8b/F8b-12-2023-Appendix2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8b/F8b-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8b/F8b-12-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Negative Determination No. ND-0009-23 (U.S. Space Force, Santa Barbara County) Commission determination on 1) ",
                                            "spanish": "Determinación negativa No. ND-0009-23 (Fuerza Espacial de los EE. UU., Condado de Santa Bárbara) Determinación de la Comisión  sobre 1)"
                                        },
                                        "blurb": {
                                            "english": "whether the Commission’s June 2023 concurrence with the U.S. Space Force’s Negative Determination (“ND”) for increases in space launch activities by Space Exploration Technologies Corporation at Vandenberg Space Force Base (“federal activity”) remains valid due to substantially different effects on coastal uses or resources than originally described in the ND; 2) whether the federal activity’s substantially different effects on coastal uses or resources are still consistent to the maximum extent practicable with the enforceable policies of the California Coastal Management Program (“CCMP”); and 3) if the substantially different effects are found inconsistent to the maximum extent practicable with the enforceable policies of the CCMP, whether staff should prepare and send a letter to the U.S. Space Force requesting remedial actions.",
                                            "spanish": "si la concurrencia de la Comisión de junio de 2023 con la Determinación Negativa ('ND') de la Fuerza Espacial de los EE. UU. para los aumentos en las actividades de lanzamiento espacial por parte de Space Exploration Technologies Corporation en la Base de la Fuerza Espacial Vandenberg ('actividad federal') sigue siendo válida debido a efectos sustancialmente diferentes en los usos o recursos costeros de los descritos originalmente en el ND; 2) si los efectos sustancialmente diferentes de la actividad federal sobre los usos o recursos costeros siguen siendo consistentes en la mayor medida posible con las políticas aplicables del Programa de Manejo Costero de California ('CCMP'); y 3) si se determina que los efectos sustancialmente diferentes son incompatibles en la mayor medida posible con las políticas aplicables del CCMP, si el personal debe preparar y enviar una carta a la Fuerza Espacial de los EE. UU. solicitando medidas correctivas."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8c/F8c-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8c/F8c-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F8c/F8c-12-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/F9/F9-12-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "San Mateo County LCP Amendment No. LCP-2-SMC-23-0002-1 (Pescadero Fire Station and School). ",
                                            "spanish": "Enmienda al LCP del Condado de San Mateo No. LCP-2-SMC-23-0002-1 (Estación de Bomberos y Escuela Pescadero). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on request by San Mateo County to modify the LCP Land Use Plan (LUP) by: redesignating a portion of a parcel on Cloverdale Road adjacent to Pescadero Middle/High School from “Agriculture” to “Institutional”; and changing multiple LUP public works policies to (a) facilitate construction of a replacement fire station at that parcel, (b) allow the connection of the replacement fire station and the school to the existing water delivery system, and (c) identify a new fire station and the school as allowed water consuming uses, all located at Butano Cut Off near its intersection with Cloverdale Road in the unincorporated Pescadero area of San Mateo County. (IC-SF)",
                                            "spanish": "Audiencia pública y la acción potencial sobre la solicitud del Condado de San Mateo para modificar el Plan de Uso de la Tierra (LUP) del LCP para: rediseñar una parcela en Cloverdale Road adyacente a Pescadero Middle/High School de 'Agricultura' a 'Institucional'; y cambiar múltiples políticas de obras públicas del LUP para (a) facilitar la construcción de una estación de bomberos de reemplazo en esa parcela, (b) ampliar los límites de servicio de agua para cubrir esa parcela y la escuela, y (c) identificar una nueva estación de bomberos y la escuela como usuarios de agua permitidos, todos ubicados en Butano Cut Off cerca de su intersección con Cloverdale Road en el área no incorporada de Pescadero del Condado de San Mateo. (IC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F10a/F10a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F10a/F10a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F10a/F10a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F10a/F10a-12-2023-corresp2.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F10a/F10a-12-2023-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/12/F11/F11-12-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-23-0045-2-Part A (Downtown Plan). ",
                                            "spanish": "Enmienda al LCP de la Ciudad de Santa Cruz No. LCP-3-STC-23-0045-2-Parte A (Plan del centro de la ciudad). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on request by City of Santa Cruz to amend the LCP Implementation Plan’s Downtown Plan to modify hotel and housing standards, and if the Commission does not take final action, possible action to extend the deadline for final Commission action on the amendment. (KF-SC) ",
                                            "spanish": "Audiencia pública y posible acción sobre la solicitud de la Ciudad de Santa Cruz para enmendar el Plan de Implementación del LCP del Plan del Centro de la Ciudad para modificar los estándares de hoteles y viviendas, y si la Comisión no toma una acción final, posible acción para extender la fecha límite para la acción final de la Comisión sobre la enmienda. (KF-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12a/F12a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12a/F12a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12a/F12a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12a/F12a-12-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-23-0004-1-Part B (Sustainability Update). ",
                                            "spanish": "Enmienda al LCP del Condado de Santa Cruz No. LCP-3-SCO-23-0004-1-Parte B (Actualización de la sostenibilidad). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on request by Santa Cruz County to update the LCP to incorporate increased land use sustainability principles, including primarily making changes to facilitate increased housing within existing developed areas able to accommodate it. (NC-SC)",
                                            "spanish": "Audiencia pública y posible acción sobre la solicitud del Condado de Santa Cruz de actualizar el LCP para incorporar mayores principios de sostenibilidad en el uso del suelo, incluyendo principalmente la realización de cambios para facilitar el aumento de viviendas dentro de las zonas desarrolladas existentes capaces de albergarlas. (NC-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12b/F12b-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12b/F12b-12-2023-exhibits1.pdf"
                                            },
                                            {
                                                "name": "Exhibits 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12b/F12b-12-2023-exhibits2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12b/F12b-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F12b/F12b-12-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-MCO-23-0043 (Blaze Engineering, Big Sur) ",
                                            "spanish": "Apelación No. A-3-MCO-23-0043 (Blaze Engineering, Big Sur) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by the Ventana Chapter of the Sierra Club and Matt and Carol Donaldson from decision by Monterey County granting permit with conditions to Martha Morgenrath to construct facilities for Blaze Engineering, including contractor’s equipment storage yard, workshop, and office facility; one employee housing unit; and new public parking spaces at 46821 Highway 1, in the unincorporated Big Sur area of Monterey County. (BA-SC)",
                                            "spanish": "Apelación por el Capítulo Ventana del Sierra Club y Matt y Carol Donaldson contra la decisión del Condado de Monterey de otorgar un permiso con condiciones a Martha Morgenrath para construir instalaciones para Blaze Engineering, incluyendo patio de almacenamiento de equipo del contratista, taller y oficinas; una unidad de vivienda para empleados; y nuevos espacios de estacionamiento público en 46821 Highway 1, en el área no incorporada de Big Sur del Condado de Monterey. (BA-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F13a/F13a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F13a/F13a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F13a/F13a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F13a/F13a-12-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F13a/F13a-12-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 3-19-1287 (17 Mile Drive Armoring, Del Monte Forest). ",
                                            "spanish": "Solicitud No. 3-19-1287 (17 Mile Drive Armoring, Del Monte Forest). "
                                        },
                                        "blurb": {
                                            "english": "Application of the Pebble Beach Company to construct new roughly 1,300-foot long and up to 27-foot high textured, colored, and tied-back concrete armoring in multiple sections; construct a new nearly one-mile blufftop coastal trail segment; replace existing beach access stairs; and restore over 8 acres of dune/bluff habitats, seaward of 17 Mile Drive between Fanshell Beach and Seal Rock Beach, in the unincorporated Del Monte Forest area of Monterey County. (BA-SC) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de la empresa Pebble Beach para construir una nueva armadura de concreto texturizado, coloreado y anudado de aproximadamente 1,300 pies de largo y hasta 27 pies de altura en múltiples secciones; construir un nuevo segmento de sendero costero en la cima de un acantilado de casi una milla; sustituir las escaleras de acceso a la playa existentes; y restaurar más de 8 acres de hábitats de dunas/acantilados, hacia el mar de 17 Mile Drive entre Fanshell Beach y Seal Rock Beach, en la zona no incorporada de Del Monte Forest del condado de Monterey. (BA-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14a/F14a-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14a/F14a-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14a/F14a-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14a/F14a-12-2023-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-3-PSB-21-0073 (Gentilcore Armoring, Pismo Beach) ",
                                            "spanish": "Solicitud No. A-3-PSB-21-0073 (Gentilcore Armoring, Pismo Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of James Gentilcore to construct new 120-ft. long and 40-ft. high textured, colored, and tied-back concrete seawall on the bluffs and beach fronting 117 Indio Drive in the Shell Beach area of the City of Pismo Beach, San Luis Obispo County (SM-SC)",
                                            "spanish": "Solicitud de James Gentilcore para construir un nuevo rompeolas de concreto texturizado, coloreado y amarrado de 120 pies de largo y 40 pies de alto en los acantilados y la playa frente a 117 Indio Drive en el área de Shell Beach de la Ciudad de Pismo Beach, Condado de San Luis Obispo (SM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. A-3-PSB-21-0074 (Hyman and Okerblom Armoring, Pismo Beach) ",
                                            "spanish": "Solicitud No. A-3-PSB-21-0074 (Hyman and Okerblom Armoring, Pismo Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Tony Hyman and John Okerblom to construct new 110-ft. long and 40-ft. high textured, colored, and tied-back concrete seawall on the bluffs and beach fronting 2141 and 2151 Shoreline Drive in the Shell Beach area of the City of Pismo Beach, San Luis Obispo County (SM-SC)",
                                            "spanish": "Solicitud de Tony Hyman y John Okerblom para construir un nuevo rompeolas de concreto texturizado, coloreado y amarrado de 110 pies de largo y 40 pies de alto en los acantilados y la playa frente a 2141 y 2151 Shoreline Drive en el área de Shell Beach de la Ciudad de Pismo Beach, Condado de San Luis Obispo (SM-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 3-22-0463 (Oceano Airport Improvements, Oceano) ",
                                            "spanish": "Solicitud No. 3-22-0463 (Mejoras al Aeropuerto de Oceano, Oceano) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Luis Obispo County Department of Airports for a series of repairs and improvements to airport infrastructure at Oceano County Airport, including parking lot repaving, hanger replacement, and pilot campground upgrades, at 561 Air Park Drive in the unincorporated community of Oceano in San Luis Obispo County. (DJ-SC) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud del Departamento de Aeropuertos del Condado de San Luis Obispo para una serie de reparaciones y mejoras a la infraestructura aeroportuaria en el Aeropuerto del Condado de Oceano, incluyendo repavimentación del estacionamiento, reemplazo del hangar y mejoras al campamento de pilotos, en 561 Air Park Drive en la comunidad no incorporada de Oceano en el Condado de San Luis Obispo. (DJ-SC) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14d/F14d-12-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits 1",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14d/F14d-12-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14d/F14d-12-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/12/F14d/F14d-12-2023-exparte.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be February 7-9, 2024 in San Diego & March 13-15, 2024 in Sacramento.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del 7 al 9 de Febrero de 2024 y del 13-15 de Marzo de 2024."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]