[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "June 9 @ 1:00 pm"
        },
        "status": null,
        "month": "June",
        "year": 2023,
        "phone_number": "415-904-5202",
        "venues": [
            {
                "name": "This Coastal Commission meeting will be conducted virtually, with public participation through video and teleconference only.",
                "name2": null,
                "address": "Virtual ONLY",
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 7,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER, ROLL CALL & TRIBAL ACKNOWLEDGEMENT.",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL y RECONOCIMIENTO TRIBAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W3/W3-6-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "GENERAL PUBLIC COMMENT. Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6a/W6a-6-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6b/W6b-6-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation. (KH/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (KH/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6c/W6c-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6c/W6c-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6c/W6c-6-2023-corresp2.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "SONGS Mitigation Program",
                                            "spanish": "Programa de mitigación SONGS"
                                        },
                                        "blurb": {
                                            "english": "Review and possible Commission action on the proposed 2024-2025 Work Program and Budget for technical oversight and independent monitoring under San Onofre Nuclear Generating Station mitigation program required as a condition of Permit No. 6-81-330 (Southern California Edison), San Diego County. (AB-SF)",
                                            "spanish": "Revisión y posible acción de la Comisión sobre el Programa de Trabajo y Presupuesto 2024-2025 propuesto para la supervisión técnica y el monitoreo independiente bajo el programa de mitigación de la Estación Generadora Nuclear San Onofre requerido como condición del Permiso No. 6-81-330 (Southern California Edison), Condado de San Diego. (AB-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6d/W6d-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6d/W6d-6-2023-exhibits.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Service Contract for the Digitization of Coastal Commission and Regional Commission Analog Recordings. ",
                                            "spanish": "Contrato de servicios para la digitalización de las grabaciones analógicas de la Comisión Costera y de la Comisión Regional"
                                        },
                                        "blurb": {
                                            "english": "Commission authorization for Executive Director to enter into a contract for the digitization of analog recordings of Commission meetings. (MC-SF)",
                                            "spanish": "Autorización de la Comisión para que el Director Ejecutivo celebre un contrato para la digitalización de las grabaciones analógicas de las reuniones de la Comisión. (MC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W6e/W6e-6-2023-report.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 9.1,
                                "title": {
                                    "english": "Consent Cease and Desist Order No. CCC-23-CD-02 (Wildman Family Trust, Malibu, Los Angeles County) ",
                                    "spanish": "Orden Consentida de cese y Desistimiento No. CCC-23-CD-02 (Wildman Family Trust, Malibú, Condado de Los Ángeles) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Wildman Family Trust to 1) remove unpermitted driveways and landscaping obstructing a public parking easement, 2) remove an unpermitted private beach access walkway and other unpermitted development on property owned by the Mancuso Family Revocable Trust, 3) apply for a CDP Amendment to move a vertical public access easement and construct a public access walkway on the new vertical public access easement, and to expand the public parking easement and build a public parking lot and other improvements there, 4) open both the public parking easement and vertical public access easement in compliance with previously issued CDPs and improve them for public access, 5) apply for an after-the-fact permit for an unpermitted garage, among other items, 6) address civil liabilities; and 7) cease and desist from undertaking additional unpermitted development at 27910, 27920, and 27856 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la orden administrativa propuesta que ordena y autoriza al propietario Wildman Family Trust a 1) eliminar las entradas no permitidas y el paisajismo que obstruye una servidumbre de estacionamiento público, 2) eliminar una pasarela privada de acceso a la playa no permitida y otros desarrollos no permitidos en la propiedad del Fideicomiso Revocable de la Familia Mancuso, 3) solicitar una modificación del PDC para trasladar una servidumbre de acceso público vertical y construir una pasarela de acceso público en la nueva servidumbre de acceso público vertical, y para ampliar la servidumbre de estacionamiento público y construir en ella un estacionamiento público y otras mejoras, 4) abrir tanto la servidumbre de estacionamiento público como la servidumbre de acceso público vertical de conformidad con los PDC emitidos anteriormente y mejorarlas para el acceso público, 5) solicitar un permiso a posteriori para un garaje no permitido, entre otras cosas, 6) hacer frente a las responsabilidades civiles; y 7) cesar y desistir de llevar a cabo obras adicionales no permitidas en 27910, 27920 y 27856 Pacific Coast Highway, Malibú, condado de Los Ángeles. (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-A.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-B.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1-9.6-6-7-23-Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.2,
                                "title": {
                                    "english": "Consent Restoration Order No. CCC-23-RO-01 (Wildman Family Trust, Malibu, Los Angeles County) ",
                                    "spanish": "Orden Consentida de Restauración No. CCC-23-RO-01 (Wildman Family Trust, Malibú, Condado de Los Ángeles) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Wildman Family Trust to: 1) take restorative actions, including: removal, erosion control, remedial grading, and revegetation activities; 2) provide additional enhancement and protection of coastal resources where unpermitted development occurred; and 3) implement long-term monitoring program; to address unpermitted development, including: a private beach access walkway, at 27910 and 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
                                    "spanish": "Audiencia pública y actuación de la Comisión sobre la orden administrativa propuesta por la que se ordena y autoriza al propietario del Fideicomiso de la Familia Wildman para: 1) tomar medidas de restauración, incluyendo: eliminación, control de la erosión, nivelación correctiva y actividades de revegetación; 2) proporcionar una mejora y protección adicionales de los recursos costeros donde se produjo el desarrollo no permitido; y 3) implementar un programa de monitoreo a largo plazo; para abordar el desarrollo no permitido, incluyendo: una pasarela de acceso a la playa privada, en 27910 y 27920 Pacific Coast Highway, Malibú, Condado de Los Ángeles. (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-A.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-B.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1-9.6-6-7-23-Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.3,
                                "title": {
                                    "english": "Consent Administrative Penalty No. CCC-23-AP-01 (Wildman Family Trust, Malibu, Los Angeles County)",
                                    "spanish": "Penalización Consentida de Administración No. CCC-23-AP-01 (Fideicomiso de la Familia Wildman, Malibú, Condado de Los Ángeles) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring property owner Wildman Family Trust to move a vertical public access easement and construct a public access walkway within it, and expand a public parking easement and construct a public parking lot and other improvements within it, to resolve monetary liability for violations of the public access provisions of the Coastal Act, at 27910 and 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la propuesta de imposición de sanciones administrativas, requiriendo al propietario del Fideicomiso de la Familia Wildman mover una servidumbre de acceso público vertical y construir una pasarela de acceso público dentro de ella, y ampliar una servidumbre de estacionamiento público y construir un estacionamiento público y otras mejoras dentro de ella, para resolver la responsabilidad monetaria por violaciones de las disposiciones de acceso público de la Ley Costera, en 27910 y 27920 Pacific Coast Highway, Malibú, Condado de Los Ángeles. (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-A.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-B.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1-9.6-6-7-23-Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.4,
                                "title": {
                                    "english": "Consent Cease and Desist Order No. CCC-23-CD-03 (Mancuso Family Revocable Trust, Malibu, Los Angeles County) ",
                                    "spanish": "Orden Consentida de Cesar y Desistir No. CCC-23-CD-03 (Fideicomiso Revocable de la Familia Mancuso, Malibú, Condado de Los Ángeles) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Mancuso Family Revocable Trust to 1) remove unpermitted development, including an unpermitted driveway outlet blocking public access to parking on Pacific Coast Highway, 2) address civil liabilities, and 3) cease and desist from undertaking additional unpermitted development at 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la orden administrativa propuesta que ordena y autoriza al propietario del Fideicomiso Revocable de la Familia Mancuso para 1) eliminar el desarrollo no permitido, incluyendo un acceso de entrada no permitida que bloquea el acceso público al estacionamiento en Pacific Coast Highway, 2) abordar las responsabilidades civiles, y 3) cesar y desistir de emprender desarrollo adicional no permitido en 27920 Pacific Coast Highway, Malibú, Condado de Los Ángeles. (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-A.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-B.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1-9.6-6-7-23-Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.5,
                                "title": {
                                    "english": "Consent Restoration Order No. CCC-23-RO-02 (Mancuso Family Revocable Trust, Malibu, Los Angeles County) ",
                                    "spanish": "Orden Consentida de Restauración No. CCC-23-RO-02 (Fideicomiso Revocable de la Familia Mancuso, Malibú, Condado de Los Ángeles) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Mancuso Family Revocable Trust to: 1) take restorative actions, including: removal, and if necessary, erosion control, remedial grading, and revegetation activities; and, if necessary, 2) implement long-term monitoring program; to address unpermitted development, including: part of an unpermitted private beach access walkway placed by the Wildman Family Trust, at 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la orden administrativa propuesta por la que se ordena y autoriza al propietario del Fideicomiso Revocable de la Familia Mancuso para: 1) tomar medidas de restauración, incluyendo: eliminación y, si es necesario, control de la erosión, nivelación correctiva y actividades de revegetación; y, si es necesario, 2) implementar un programa de monitoreo a largo plazo; para abordar el desarrollo no permitido, incluyendo: parte de una pasarela de acceso a la playa privada no permitida colocada por el Fideicomiso de la Familia Wildman, en 27920 Pacific Coast Highway, Malibú, Condado de Los Ángeles. (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-A.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-B.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1-9.6-6-7-23-Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 9.6,
                                "title": {
                                    "english": "Consent Administrative Penalty No. CCC-23-AP-02 (Mancuso Family Revocable Trust, Malibu, Los Angeles County)",
                                    "spanish": "Sanción Consentida Administrativa No. CCC-23-AP-02 (Fideicomiso Revocable de la Familia Mancuso, Malibú, Condado de Los Ángeles)"
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring property owner Mancuso Family Revocable Trust to pay penalties for public access violations of the Coastal Act, at 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre la imposición propuesta de sanciones administrativas, requiriendo que el propietario del Fideicomiso Revocable de la Familia Mancuso pague sanciones por violaciones de acceso público a la Ley Costera, en 27920 Pacific Coast Highway, Malibú, Condado de Los Ángeles. (RM-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Exhibits.pdf"
                                    },
                                    {
                                        "name": "Appendix A",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-A.pdf"
                                    },
                                    {
                                        "name": "Appendix B",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1.-9.6-6-7-23-Appendix-B.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W9.1-9.6/W9.1-9.6-6-7-23-Addendum.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W10/W10-6-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Consistency Determination No. CD-0010-22 (United States Air Force, Santa Barbara Co.) ",
                                            "spanish": "Determinación de Consistencia No. CD-0010-22 (Fuerza Aérea de los Estados Unidos, Condado de Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Consistency determination by the United States Air Force for construction and use for up to 48 launches per year of a space launch complex for Phantom Space Company at former site of Space Launch Complex 5 on Vandenberg Space Force Base, Santa Barbara County (HW-SF)",
                                            "spanish": "Determinación de consistencia por parte de la Fuerza Aérea de los Estados Unidos para la construcción y uso de hasta 48 lanzamientos al año de un complejo de lanzamiento espacial para Phantom Space Company en las antiguas instalaciones del Complejo de Lanzamiento Espacial 5 en la Base de la Fuerza Espacial de Vandenberg, Condado de Santa Bárbara (HW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W11a/W11a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W11a/W11a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix A",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W11a/W11a-6-2023-AppendixA.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W11a/W11a-6-2023-AppendixB.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W12/W12-6-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-22-1055 (Humboldt County Dept. of Public Works, Loleta)",
                                            "spanish": "Solicitud No. 1-22-1055 (Departamento de Obras Públicas del Condado de Humboldt, Loleta) "
                                        },
                                        "blurb": {
                                            "english": "Application of Humboldt County Department of Public Works to repair 150 ft. of Cock Robin Island Road (~Post Mile 50) damaged during winter storms of 2019 and 2017 and armor a 200-ft.-long stretch of the adjacent Eel River with a bioengineered stabilization structure consisting of rock slope protection and locally harvested willow cuttings at Cock Robin Island, Loleta, Humboldt County. (CM-A)",
                                            "spanish": "Solicitud del Departamento de Obras Públicas del Condado de Humboldt para reparar 150 pies de Cock Robin Island Road (~Poste de la Milla 50) dañados durante las tormentas de invierno de 2019 y 2017 y blindar un tramo de 200 pies de largo del adyacente río Eel con una estructura de estabilización de bioingeniería que consiste en la protección de taludes de roca y recortes de sauce cosechados localmente en Cock Robin Island, Loleta, Condado de Humboldt. (CM-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/w13a/w13a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/w13a/w13a-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W14/W14-6-2023-report.pdf"
                                    }
                                ],
                                "result": null
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 2-17-0815 (Demmel Pier, Inverness) ",
                                            "spanish": "Solicitud No. 2-17-0815 (Demmel Pier, Inverness) "
                                        },
                                        "blurb": {
                                            "english": "Application by Wayne Demmel to redevelop approx. 150-ft. long private pier structure (including overwater, approx. 1,000 sq.ft. single-story building with restroom), and related development (including wastewater holding tank, foundations, stairways, parking area, etc.) on western shoreline of Tomales Bay in unincorporated Inverness area of Marin County. (HM-SF)",
                                            "spanish": "Solicitud de Wayne Demmel para reconstruir aprox. 150 pies larga estructura de muelle privado (incluyendo sobre el agua, edificio de un piso de aproximadamente 1,000 pies cuadrados con baño) y desarrollo relacionado (incluyendo tanque de retención de aguas residuales, cimientos, escaleras, área de estacionamiento, etc.) en la costa occidental de Tomales Bay en áreas no incorporadas Área de Inverness del condado de Marin. (HM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15a/W15a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15a/W15a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15a/W15a-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15a/W15a-6-2023-corresp2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15a/W15a-6-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 2-23-0300 (Caltrans Highway 1 Rehabilitation, West Marin County) ",
                                            "spanish": "Solicitud No. 2-23-0300 (Rehabilitación de Caltrans Highway 1, Condado de West Marin) "
                                        },
                                        "blurb": {
                                            "english": "Application of California Department of Transportation for rehabilitation of two existing segments of Highway 1 totaling approximately 12.57 miles including pavement resurfacing, curb ramp and crosswalk upgrades to meet current American with Disabilities Act (ADA) standards, culvert replacements, shoulder and guardrail work, and shoulder widening in select locations to improve bicycle access, along Highway 1 between the unincorporated communities of Point Reyes Station and Tomales in Marin County (between approx. post miles 25.93 and 33.0, and between PMs 45.0 and 50.5). (MA-LB)",
                                            "spanish": "Solicitud del Departamento de Transportes de California para la rehabilitación de dos tramos existentes de Highway 1, por un total aproximado de 12.57 millas, incluyendo la repavimentación, rampa de acera y mejoras de cruce de peatones para cumplir con las normas actuales de la Ley sobre Estadounidenses con Discapacidades (ADA, por sus siglas en inglés), reemplazo de alcantarillas, el arcén y el trabajo de barandilla, y la ampliación del arcén en lugares seleccionados para mejorar el acceso en bicicleta, a lo largo de Highway 1 entre las comunidades no incorporadas de Point Reyes Station y Tomales en el condado de Marin (entre aprox. las millas postales 25.93 y 33.0, y entre PMs 45.0 y 50.5). (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15b/W15b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15b/W15b-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15b/W15b-6-2023-Appendices.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15b/W15b-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W15b/W15b-6-2023-corresp2.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 16,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W16/W16-6-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT.",
                                    "spanish": "AVISO DE DESARROLLO INMINENTE"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "SLT-NOID-0002-23 (Cambria Pines and Rancho Marino Reserves Forest Health and Vegetation Treatment Projects). ",
                                            "spanish": "SLT-NOID-0002-23 (Proyectos de Sanidad Forestal y Tratamiento de la Vegetación de las Reservas de Cambria Pines y Rancho Marino). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on Notice of Impending Development submitted by the Upper Salinas-Las Tablas Resource Conservation District (RCD) for: 1) ecological restoration treatments in collaboration with the California Department of Fish and Wildlife on up to 104 acres of land within the Cambria Pines Ecological Reserve, and 2) ecological restoration treatments on up to 170 acres and shaded fuel break treatments on up to 17 acres of land within the Kenneth S. Norris Rancho Marino Reserve pursuant to the RCD’s Public Works Plan applicable to northern San Luis Obispo County. (MM-SF)",
                                            "spanish": "Audiencia pública y acción potencial sobre la Notificación de Desarrollo Inminente presentada por el Distrito de Conservación de Recursos (DCR) de Upper Salinas-Las Tablas para: 1) tratamientos de restauración ecológica en colaboración con el Departamento de Pesca y Vida Silvestre de California en un máximo de 104 acres de terreno dentro de la Reserva Ecológica de Cambria Pines, y 2) tratamientos de restauración ecológica en un máximo de 170 acres y tratamientos de cortafuegos de sombra en un máximo de 17 acres de terreno dentro de la Reserva Kenneth S. Norris Rancho Marino de acuerdo con el Plan de Obras Públicas del RCD aplicable al norte del condado de San Luis Obispo. (MM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17a/W17a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17a/W17a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17a/W17a-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17a/W17a-6-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "Approved"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "SLT-NOID-0003-23 (Hearst Ranch Forest Health Project). ",
                                            "spanish": "SLT-NOID-0003-23 (Proyecto de Sanidad Forestal del Rancho Hearst). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on Notice of Impending Development submitted by the Upper Salinas-Las Tablas Resource Conservation District (RCD) for implementation by CAL FIRE in coordination with the San Luis Obispo County Fire Safe Council of ecological restoration treatments on up to 762 acres of land (up to 132 acres at San Simeon Point and up to 630 acres at Pico Creek) pursuant to the RCD’s Public Works Plan applicable to northern San Luis Obispo County. (MM-SF)",
                                            "spanish": "Audiencia pública y acción potencial sobre el Aviso de Desarrollo Inminente presentado por el Distrito de Conservación de Recursos (RCD, por sus siglas en inglés) de Upper Salinas-Las Tablas para la implementación por CAL FIRE en coordinación con el Consejo de Seguridad contra Incendios del Condado de San Luis Obispo de tratamientos de restauración ecológica en hasta 762 acres de tierra (hasta 132 acres en San Simeon Point y hasta 630 acres en Pico Creek) de acuerdo con el Plan de Obras Públicas del RCD aplicable al norte del Condado de San Luis Obispo. (MM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17b/W17b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17b/W17b-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17b/W17b-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/W17b/W17b-6-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "Approved"
                                    }
                                ]
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-PGR-23-0009 (Elstob Family Investments SFD, Pacific Grove) ",
                                            "spanish": "Apelación No. A-3-PGR-23-0009 (Elstob Family Investments SFD, Pacific Grove) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Escalante and Hart of City of Pacific Grove decision granting permit with conditions to Elstob Family Investments LP to demolish approx. 4,400 sq.ft., two-story single-family home and 600 sq.ft. guest house; to construct new approx. 6,000 sq.ft., two-story single-family home with additional 3,200 sq.ft. outdoor use area and 5,000 sq.ft. driveway/parking area; and to establish lots via land division, all on approx. 3.5-acre property at 1661 Sunset Drive in the Asilomar Dunes area of Pacific Grove, Monterey County. (MF-SC) ",
                                            "spanish": "Apelación de los Comisionados Escalante y Hart a la decisión de la Ciudad de Pacific Grove de otorgar un permiso con condiciones a West End Properties LP para demoler una vivienda unifamiliar de dos pisos de aproximadamente 4,400 pies cuadrados y una casa de huéspedes de 600 pies cuadrados; para construir una nueva vivienda unifamiliar de dos pisos de aproximadamente 6,000 pies cuadrados, casa unifamiliar de dos pisos con 3,200 pies cuadrados adicionales de uso al aire libre y 5,000 pies cuadrados de área de entrada/estacionamiento; y para establecer lotes a través de la división de la tierra, todo en aprox. 3.5 acres de propiedad en 1661 Sunset Drive en el área de Asilomar Dunes de Pacific Grove, Condado de Monterey. (MF-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 18.1,
                                "title": {
                                    "english": "Revised Findings",
                                    "spanish": "Conclusiones Revisadas"
                                },
                                "blurb": {
                                    "english": "CDP A-3-STC-22-0018 (Oversized Vehicle Parking Restrictions, Santa Cruz). Consideration of revised findings and conditions for the Commission's May 11, 2023 approval of a coastal permit for the City of Santa Cruz to prohibit parking of oversized vehicles citywide on public streets, rights-of-way, and parking lots between midnight and 5am; provide alternative overnight parking areas and services for such displaced vehicles; and implement related measures within the City of Santa Cruz, Santa Cruz County. (KF-SC)",
                                    "spanish": "CDP A-3-STC-22-0018 (Oversized Vehicle Parking Restrictions, Santa Cruz). Consideration of revised findings and conditions for the Commission's May 11, 2023 approval of a coastal permit for the City of Santa Cruz to prohibit parking of oversized vehicles citywide on public streets, rights-of-way, and parking lots between midnight and 5am; provide alternative overnight parking areas and services for such displaced vehicles; and implement related measures within the City of Santa Cruz, Santa Cruz County. (KF-SC)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W18.1/W18.1-6-2023-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W18.1/W18.1-6-2023-exhibits.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W18.1/W18.1-6-2023-corresp.pdf"
                                    }
                                ],
                                "result": "Approved"
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "AMJT Capital LLC v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Cal Coast Companies, LLC, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "California Coastal Commission v. North County Transit District, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "California Coastal Commission v. Witter, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Casa Mira Homeowners Association, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "City of Ft. Bragg v. Mendocino Railway, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends, Artists & Neighbors of Elkhorn Slough, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "OMendocino Railway v. Ainsworth, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North County Transit District v. CCC (STB Finance Docket No. 36433), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Pappas v. State Coastal Conservancy, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "PDM, LLC v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Ramirez Canyon Preservation Fund v CCC (County of LA, RPI), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Reinis v CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Rhodes v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "San Mateo Farm Bureau v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Seider v. City of Malibu, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spencer, et al. v. City of Palos Verdes Estates, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Wall, et al. v. Ainsworth, et al., Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 19,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W19/W19-6-2023-report.pdf"
                                    }
                                ],
                                "result": "Approved"
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN"
                                }
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/W22/W22-6-2023-Report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 23,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 24,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 25,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 8,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/Th3/Th3-6-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "ADMINISTRATIVE CALENDAR",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-22-1059 (June Landing LLC, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-1059 (June Landing LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of June Landing LLC to remove 10 ft. x 18 ft. floating dock, 3 ft. x 19 ft. gangway, and 4 ft. x 6 ft. pier, and construct new 10 ft. x 18 ft. floating dock, 3 ft. x 24 ft. gangway, and 6 ft. x 10 ft. pier; two existing 14-in guide piles will be reused in new locations and one 3-ft. T-pile will be removed and replaced in existing location at 3907 & 3909 Marcus Avenue, Newport Beach, Orange County. (EG-LB)",
                                            "spanish": "Solicitud de June Landing LLC para retirar un muelle flotante de 10 pies x 18 pies, una pasarela de 3 pies x 19 pies, y un muelle de 4 pies x 6 pies, y construir un nuevo muelle flotante de 10 pies x 18 pies, una pasarela de 3 pies x 24 pies y un muelle de 6 pies x 10 pies; dos pilotes guía existentes de 14 pulgadas serán reutilizados en nuevas ubicaciones y un pilote en T de 3 pies será removido y reemplazado en la ubicación existente en 3907 & 3909 Marcus Avenue, Newport Beach, Condado de Orange. (EG-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5a/Th5a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5a/Th5a-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-22-0235 (Meyers, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-0235 (Meyers, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Gary Meyers to remove 811 sq.ft. 'U' shaped dock and two (2) 12 in. square concrete piles. The existing pier, gangway and one (1) 12-in. concrete pile will be reused in same locations. Also, two (2) 18-in. square concrete marina piles will be reused and relocated and one (1) new 18-in. square concrete pile will be installed. In addition, install new smaller 644 sq.ft. 'L' shaped floating dock, at 22 Harbor Island, Newport Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de Gary Meyers para retirar 811 pies cuadrados de muelle en forma de 'U' y dos (2) pilotes cuadrados de concreto de 12 pulgadas. El muelle existente, la pasarela y un (1) pilote de concreto de 12 pulgadas se reutilizarán en los mismos lugares. Además, se reutilizarán y reubicarán dos (2) pilotes cuadrados de concreto de 18 pulgadas y se instalará un (1) nuevo pilote cuadrado de concreto de 18 pulgadas. Además, se instalará un nuevo muelle flotante más pequeño de 644 pies cuadrados en forma de 'L', en 22 Harbor Island, Newport Beach, condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5b/Th5b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5b/Th5b-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-23-0015 (BASH Investments, LLC, Newport Beach)",
                                            "spanish": "Solicitud No. 5-23-0015 (BASH Investments, LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of BASH Investments, LLC (Attn: Alan Schnur) to remove 416 sq.ft. floating dock with three 14-in. square concrete marina piles, 60 sq.ft. gangway, and 236 sq.ft. pier with four 12-in. square concrete anchor piles, and construct new 338 sq.ft. floating dock with three relocated 14-in. concrete marina piles, 72 sq.ft. gangway, and 156 sq.ft. pier with two new 14-in. square concrete T-piles at 642 Via Lido Nord, Newport Beach, Orange County. (EG-LB)",
                                            "spanish": "Solicitud de BASH Investments, LLC (Attn: Alan Schnur) para retirar un muelle flotante de 416 pies cuadrados con tres pilotes de concreto para puertos deportivos de 14 pulgadas, una pasarela de 60 pies cuadrados y un muelle de 236 pies cuadrados con cuatro pilotes de anclaje de concreto de 12 pulgadas, y construir un nuevo muelle flotante de 338 pies cuadrados con tres pilotes de concreto para puertos deportivos reubicados de 14 pulgadas, una pasarela de 72 pies cuadrados, y un muelle de 156 pies cuadrados con dos nuevos pilotes cuadrados de concreto en forma de T de 14 pulgadas en 642 Via Lido Nord, Newport Beach, Condado de Orange. (EG-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5c/Th5c-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5c/Th5c-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-23-0121 (Drew Street Investments, LLC, Huntington Beach)",
                                            "spanish": "Solicitud No. 5-23-0121 (Drew Street Investments, LLC, Huntington Beach)"
                                        },
                                        "blurb": {
                                            "english": "Application of Drew Street Investments, LLC (Attn: Mark Monroe) to demolish 50 ft. x 5 ft. cantilevered deck and construct new 74 ft. x 5 ft. cantilevered deck with 42-in. high bird safe glass railing at 3292 Easter Circle, Huntington Beach, Orange County. (EG-LB)    ",
                                            "spanish": "Solicitud de Drew Street Investments, LLC (Attn: Mark Monroe) para demoler una terraza con vigas de 50 pies x 5 pies y construir una nueva terraza con vigas de 74 pies x 5 pies con una baranda de vidrio a prueba de aves de 42 pulgadas de alto en 3292 Easter Circle, Huntington Beach, Condado de Orange. (EG-LB)      "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5d/Th5d-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5d/Th5d-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-22-0661 (Ashwill, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-0661 (Ashwill, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Greg Ashwill to remove 642 sq.ft. floating dock system supported by three (3) 16-in. round piles and replace with 600 sq.ft. floating dock system supported by four (4) 16-in. round piles; 3 ft. x 24 ft. gangway will remain, at 404 Evening Star Lane, Newport Beach, Orange County. (FSY-LB)",
                                            "spanish": "Solicitud de Greg Ashwill para remover un sistema de muelle flotante de 642 pies cuadrados soportado por tres (3) pilotes redondos de 16 pulgadas y reemplazarlo con un sistema de muelle flotante de 600 pies cuadrados soportado por cuatro (4) pilotes cuadrados de 16 pulgadas y un (1) pilote cuadrado de 18 pulgadas; se mantendrá la pasarela de 3 pies x 24 pies, en 404 Evening Star Lane, Newport Beach, Condado de Orange. (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5e/Th5e-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th5e/Th5e-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-22-0386 (Santa Monica Properties LLC, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-22-0386 (Santa Monica Properties LLC, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Application of Santa Monica Properties LLC to convert non-conforming detached 1-story, 9-car garage structure into 2-story, 30-ft. high, 3,297 sq.ft., 4-unit ADU structure with roof decks in rear of property developed with two-story, three-building 16- unit apartment complex at 425 Ocean Avenue, Santa Monica, Los Angeles County. (VL-LB)",
                                            "spanish": "Solicitud de Santa Monica Properties LLC para convertir una estructura de 1 piso, garaje para 9 automóviles en una estructura de 2 pisos, 30 pies de altura, 3,297 pies cuadrados, 4 unidades ADU con azoteas en la parte trasera de la propiedad desarrollada con dos pisos, tres edificios, complejo de 16 unidades de apartamentos en 425 Ocean Avenue, Santa Mónica, Condado de Los Ángeles. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th6a/Th6a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th6a/Th6a-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-22-0948 (Tallman, Torrance) ",
                                            "spanish": "Solicitud No. 5-22-0948 (Tallman, Torrance) "
                                        },
                                        "blurb": {
                                            "english": "Application of Laurie and Andy Tallman to remodel exterior and interior of 21-ft. high, two story, 3,179 sq.ft single-family home with attached two-car garage on coastal bluff top lot at 529 Paseo de la Playa, Torrance, Los Angeles County (MR-LB)",
                                            "spanish": "Solicitud de Laurie y Andy Tallman para remodelar el exterior y el interior de una casa unifamiliar de 21 pies de altura, dos pisos, 3,179 pies cuadrados con garaje adjunto para dos automóviles en un lote costero en la cima de un acantilado en 529 Paseo de la Playa, Torrance, Condado de Los Ángeles (MR-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th6b/Th6b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th6b/Th6b-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th6b/th6b-6-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-22-1037 (Cabber NB, LLC, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-1037 (Cabber NB, LLC, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Cabber NB, LLC to remove and replace boat dock and bulkhead at subject site. Proposed boat dock changes include: to remove 8 ft. x 12 ft. rectangular boat dock float, two, 12-in. square, concrete piles, and 3 ft. x 20 ft. gangway; construct new 8-ft. x 17-ft. boat dock float, 2 new 12-in. square concrete piles, and new 3-ft. x 24-ft. gangway. Proposed bulkhead changes include: to remove failing bulkhead and construct new bulkhead comprised of Truline Pile sheet piles, topped with 2’ 6” concrete coping, and 3-ft. high concrete stem wall; replacement bulkhead is proposed in same alignment as existing bulkhead, at 504 38th Street, Newport Beach, Orange County. (MV-LB)",
                                            "spanish": "Solicitud de Cabber NB, LLC para remover y reemplazar el muelle para botes y el mamparo en el sitio en cuestión. Los cambios propuestos en el muelle incluyen: retirar el flotador rectangular de 8 pies x 12 pies, dos pilotes cuadrados de 12 pulgadas y una pasarela de 3 pies x 20 pies; construir un nuevo flotador para muelles de 8 pies x 17 pies, 2 nuevos pilotes cuadrados de 12 pulgadas y una nueva pasarela de 3 pies x 24 pies. Los cambios propuestos en el mamparo incluyen: eliminar el mamparo defectuoso y construir un mamparo nuevo compuesto por tablestacas Truline Pile, rematado con una albardilla de concreto de 2' 6' y un muro de concreto de 3 pies de altura; el mamparo de sustitución se propone en la misma alineación que el mamparo existente, en 504 38th Street, Newport Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th6c/Th6c-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th6c/Th6c-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/Th8/Th8-6-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Carpinteria LCP Amendment No. LCP-4-CPN-23-0011-1 (Formula Businesses). ",
                                            "spanish": "Enmienda del LCP de la ciudad de Carpinteria No. LCP-4-CPN-23-0011-1 (Empresas creadas en base a una fórmula). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by the City of Carpinteria to amend the Implementation Plan portion of its certified LCP to add provisions relating to Formula Businesses, including new Formula Business Regulations Exclusion Zone language and map, is de minimis. (SF-V) ",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la solicitud de la Ciudad de Carpintería de enmendar la parte del Plan de Implementación de su LCP certificado para agregar disposiciones relacionadas con las Empresas Creadas en Base a una Fórmula, incluyendo el nuevo texto y mapa de la Zona de Exclusión de las Regulaciones de Empresas Creadas en Base a una Fórmula, es de minimis. (SF-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th9a/Th9a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th9a/Th9a-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-22-0408 (Sandyland Cove Homeowners Association, Santa Barbara Co.) ",
                                            "spanish": "Solicitud No. 4-22-0408 (Asociación de Propietarios de Sandyland Cove, Condado de Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Application of Sandyland Cove Homeowners Association to replace approx. 59-ft.-long, 17-ft.-wide wooden vehicular bridge on Sandyland Cove Road over Franklin Creek within Carpinteria Salt Marsh, with approx. 74-ft.-long, 22-ft.-wide, single-span concrete bridge, including abutments in new location further outside stream banks, replace water line under bridge, remove piles, and temporary pedestrian bridge (for use during construction only), in unincorporated Santa Barbara County. (WD-V)",
                                            "spanish": "Solicitud de la Asociación de Propietarios de Sandyland Cove para reemplazar aproximadamente un puente vehicular de madera de 59 pies de largo y 17 pies de ancho en Sandyland Cove Road sobre Franklin Creek dentro de Carpinteria Salt Marsh, con aproximadamente 74 pies de largo y 22 pies de ancho de puente de concreto de un solo tramo, incluyendo estribos en una nueva ubicación más afuera de las orillas del arroyo, reemplazar la línea de agua debajo del puente, remover pilotes y puente peatonal temporal (para uso durante la construcción solamente), en la zona no incorporada del Condado de Santa Bárbara. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 4-22-0862 (Ventura Yacht Club, Ventura) ",
                                            "spanish": "Solicitud No. 4-22-0862 (Ventura Yacht Club, Ventura) "
                                        },
                                        "blurb": {
                                            "english": "Application of David Boatner, on behalf of Ventura Yacht Club, to improve and reconfigure marina, The proposed project would include: demolish, replace, and reconfigure  walkway, fingers, slips, pilings, and utilities at Docks B and D resulting in loss of one existing slip, change in overall slip-mix at marina, install fire suppression system, add new ADA-compliant gangway, and use of staging area within existing marina parking lot during construction at 1755 Spinnaker Drive, Ventura, County of Ventura. (SF-V)",
                                            "spanish": "Solicitud de David Boatner, en nombre de Ventura Yacht Club, para mejorar y reconfigurar el puerto deportivo. El proyecto propuesto incluiría: demoler, reemplazar y reconfigurar pasarelas, espigones, muelles, pilotes y servicios públicos en los muelles B y D, lo que resultaría en la pérdida de un muelle existente, un cambio en la mezcla general de muelles en el puerto deportivo, instalar un sistema de extinción de incendios, agregar una nueva pasarela que cumpla con los requisitos de la ADA y el uso de un área de preparación dentro del estacionamiento existente del puerto deportivo durante la construcción en 1755 Spinnaker Drive, Ventura, Condado de Ventura. (SF-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th10b/Th10b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th10b/Th10b-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th10b/Th10b-6-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/Th11/TH11-06-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Los Angeles Ordinance Amendment. ",
                                            "spanish": "Enmienda de la Ordenanza de Los Ángeles"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on proposed amendment to City of Los Angeles ordinance that allows the City to approve coastal development permits before certification of its LCP; amendment primarily consists of changes and clarifications related to coastal development permit public hearing and appeal processes. (JD-LB)",
                                            "spanish": "Audiencia pública y acción sobre la enmienda propuesta a la ordenanza de la Ciudad de Los Ángeles que le permite a la Ciudad aprobar permisos de desarrollo costero antes de la certificación de su LCP; la enmienda consiste principalmente en cambios y aclaraciones relacionados con los procesos de audiencia pública y apelación de los permisos de desarrollo costero. (JD-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12a/Th12a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12a/Th12a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12a/Th12a-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12a/Th12a-6-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "Approved with modifications"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0088-2",
                                            "spanish": "Enmienda LCP de la Ciudad de Long Beach No. LCP-5-LOB-21-0088-2"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Long Beach to amend the Implementation Plan (IP) portion of the certified LCP to add enhanced density bonus regulations. (DZ-LB)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Long Beach para enmendar la porción de las de Implementación (IP) del LCP certificado para agregar regulaciones mejoradas de bonos de densidad. (DZ-LB)NA "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12b/Th12b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12b/Th12b-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12b/th12b-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th12b/th12b-6-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-23-0383 (Naples Restaurant Group LLC, Long Beach) ",
                                            "spanish": "Solicitud No. 5-23-0383 (Naples Restaurant Group LLC, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Naples Restaurant Group LLC (Attn: John Morris) for the temporary use and closure of public walkways, public areas, approximately 50 parking spaces, and part of the Marina Drive right-of-way north of the Boathouse on the Bay restaurant in Alamitos Bay Landing for approximately 24 hours beginning on July 3, 2023, for the Big Bang on the Bay fundraising event and fireworks display, the net proceeds of which are proposed to be entirely donated to at least 15 local Long Beach charities. Temporary development includes installation of vendor booths, DJ/concert stage, perimeter fencing for fee-ticketed block party, fireworks staging area and safety zone, and the 20-minute fireworks display would launch from a barge in Alamitos Bay, in connection with the block party at 190 N. Marina Drive, Long Beach, Los Angeles County. (SA-LB) (Note: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Naples Restaurant Group LLC (A la atención de: John Morris) para el uso temporal y el cierre de vías públicas, áreas públicas, aproximadamente 50 espacios de estacionamiento y parte de el derecho de paso de Marina Drive al norte del restaurante Boathouse on the Bay en Alamitos Bay Landing durante aprox. 24 horas a partir del 3 de julio de 2023, para el evento de recaudación de fondos Big Bang on the Bay y exhibición de fuegos artificiales, cuyas ganancias netas se proponen donar en su totalidad a al menos 15 organizaciones benéficas locales de Long Beach. El desarrollo temporal incluye la instalación de cabinas de vendedores, DJ/escenario de conciertos, vallas perimetrales para la fiesta de la cuadra con boleto, área de preparación de fuegos artificiales y zona de seguridad, y la exhibición de fuegos artificiales de 20 minutos se lanzaría desde una barcaza en Alamitos Bay, en conexión con la cuadra. fiesta en 190 N. Marina Drive, Long Beach, condado de Los Ángeles. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th13a/Th13a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th13a/Th13a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th13a/Th13a-6-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th13a/Th13a-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th13a/Th13a-6-2023-exparte.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/Th14/TH14-06-2023-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/Th14/Th14-06-2023-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Local Coastal Program Amendment No. LCP-5-LGB-23-0001-1. ",
                                            "spanish": "Enmienda al Programa Costero Local No. LCP-5-LGB-23-0001-1. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of Laguna Beach to modify the Implementation Plan/Title 25 to: 1) add new Emergency Shelter Overlay District to one parcel in the Laguna Canyon Annexation Area Specific Plan; 2) facilitate approval of agricultural employee housing in the Agriculture-Recreation zone; and, 3) streamline the approval process for housing for low income and general multifamily use in the R-3 zone, Laguna Beach, Orange County. (MV-LB)",
                                            "spanish": "Audiencia pública y acción a petición de la Ciudad de Laguna Beach para modificar el Plan de Implementación/Título 25 para: 1) añadir un nuevo Distrito de Superposición de Refugio de Emergencia a una parcela en el Plan Específico del Área de Anexión de Laguna Canyon; 2) facilitar la aprobación de viviendas para empleados agrícolas en las zonas de Agricultura-Recreación; y, 3) agilizar el proceso de aprobación de viviendas para personas con bajos ingresos y uso multifamiliar general en la zona R-3, Laguna Beach, Condado de Orange. (MV-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th15a/Th15a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th15a/Th15a-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 5-22-0259 (Donovan, San Clemente) ",
                                            "spanish": "Solicitud No. 5-22-0259 (Donovan, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application by James Donovan to remodel 1,365 sq.ft., 11 ft. 6 in.-tall mobile home and construct second-story addition resulting in 2,505 sq.ft., 18 ft. 6 in.-tall mobile home with 160 sq.ft. upper deck, 219 sq.ft. patio cover, and 65 sq.ft. shed on beachfront mobile home space at 1880 N. El Camino Real, Unit 85, San Clemente, Orange County. (KT-LB) ",
                                            "spanish": "Solicitud de James Donovan para remodelar una casa móvil de 1,365 pies cuadrados y 11 pies 6 pulgadas de altura y construir una adición en el segundo piso resultando en una casa móvil de 2,505 pies cuadrados y 18 pies 6 pulgadas de altura con una cubierta superior de 160 pies cuadrados, una cubierta de patio de 219 pies cuadrados y un cobertizo de 65 pies cuadrados en un espacio para casa móvil frente a la playa en 1880 N. El Camino Real, Unidad 85, San Clemente, Condado de Orange. (KT-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16a/Th16a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16a/Th16a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16a/Th16a-6-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0562 (Hometown America LLC, Laguna Terrace MHP, Laguna Beach) ",
                                            "spanish": "Solicitud No. 5-21-0562 (Hometown America LLC Laguna Terrace MHP, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application by Hometown America LLC to install 14.5-ft. high, 1,864 sq.ft. manufactured home, and 48 sq.ft. storage shed on 4,547 sq.ft. mobile home lot (Space K-53) within Laguna Terrace Mobile Home Park. Onsite and offsite revegetation/restoration is also proposed at 30802 South Coast Highway, Laguna Beach, Orange County. (MR-LB) (Note: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  ",
                                            "spanish": "Solicitud de Hometown America LLC para instalar una casa prefabricada de 14.5 pies de altura, 1,864 pies cuadrados y un cobertizo de almacenamiento de 48 pies cuadrados en un lote de casas rodantes de 4,547 pies cuadrados (Espacio K-53) dentro del Parque de Casas Rodantes Laguna Terrace. También se propone la revegetación/restauración dentro y fuera del sitio en 30802 South Coast Highway, Laguna Beach, Condado de Orange. (MR-LB) (Nota: La División de Cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16b/Th16b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16b/Th16b-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16b/th16b-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16b/th16b-6-2023-corresp-2.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th16b/Th16b-6-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/6/Th17/Th17-6-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Encinitas LCP Amendment No. LCP-6-ENC-22-0051-3 (Appeal Period Timelines). ",
                                            "spanish": "Enmienda al LCP de la ciudad de Encinitas No. LCP-6-ENC-22-0051-3 (Plazos de Apelaciones). "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director’s determination that the request by the City of Encinitas to amend its LCP Implementation Plan to clarify and consolidate references to the City’s local appeal procedure time limits for city actions on subdivisions, lot line adjustments, and other approvals, is de minimis. (JP-SD)",
                                            "spanish": "Coincidencia con la determinación del Director Ejecutivo de que la solicitud de la Ciudad de Encinitas de enmendar su Plan de Implementación del LCP para aclarar y consolidar las referencias a los límites de tiempo del procedimiento de apelación local de la Ciudad para las acciones de la ciudad sobre subdivisiones, ajustes de línea de lote y otras aprobaciones, es de minimis. (JP-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18a/Th18a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18a/Th18a-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-BRL-22-0022-1 (Barrio Logan Community Plan Update). ",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-BRL-22-0022-1 (Actualización del Plan Comunitario de Barrio Logan). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to adopt a comprehensive update to the certified Barrio Logan Community Plan (LUP) to separate land uses and provide new public space amenities and mobility options; and amend the Land Development Code (IP) to remove the Barrio Logan Planned District Ordinance, adopt city-wide zones, add a community overlay implementation zone to establish a transition between industrial port and residential areas, and add inclusionary housing requirements and dwelling unit protections for existing residents. (ML-SD)",
                                            "spanish": "Audiencia pública y acción a solicitud de la Ciudad de San Diego para adoptar una actualización integral del Plan Comunitario Certificado de Barrio Logan (LUP) para separar los usos del suelo y proporcionar nuevos servicios de espacio público y opciones de movilidad; y enmendar el Código de Desarrollo de la Tierra (IP) para eliminar la Ordenanza del Distrito Planificado de Barrio Logan, adoptar zonas para toda la ciudad, agregar una zona de implementación de superposición comunitaria para establecer una transición entre el puerto industrial y las áreas residenciales, y agregar requisitos de vivienda de inclusión y protecciones de unidades de vivienda para los residentes existentes. (ML-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18b/Th18b-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18b/Th18b-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18b/Th18b-6-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18b/Th18b-6-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH MODIFICATIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of San Diego LCP Amendment No. LCP-6-SAN-22-0045-2 (Climate Action Plan Update). ",
                                            "spanish": "Enmienda al LCP de la Ciudad de San Diego No. LCP-6-SAN-22-0045-2 (Actualización del Plan de Acción Climática). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of San Diego to amend its certified LCP Implementation Plan to add new Climate Action Plan Consistency Regulations; add an Urban Tree Canopy Fee; and update the Green House Gas Emissions Significance Determinations under CEQA. (ME-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de San Diego de enmendar su Plan de Implementación del LCP certificado para agregar nuevas Regulaciones de Consistencia del Plan de Acción Climática; agregar un Cargo por Copas de Árboles Urbanos; y actualizar las Determinaciones de Significación de Emisiones de Gases de Efecto Invernadero bajo CEQA. (ME-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18c/Th18c-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th18c/Th18c-6-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-LJS-22-0036 (Neptune Place Park Improvements, San Diego) ",
                                            "spanish": "Apelación No. A-6-LJS-22-0036 (Mejoras al Parque Neptune Place, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Preserve Windandsea Beach Association from decision of City of San Diego granting permit with conditions to Neri Landscape and Architecture and Friends of Windandsea for construction of post-and-chain barriers, replacement of concrete pads, and construction of a gazebo on the public bluff on the seaward side of Neptune Place between Westbourne Street and Palomar Avenue, La Jolla, San Diego, San Diego County. (AL-SD)",
                                            "spanish": "Apelación por Preserve Windandsea Beach Association a la decisión de la Ciudad de San Diego otorgando permiso con condiciones a Neri Landscape and Architecture y Friends of Windandsea para la construcción de barreras de postes y cadenas, reemplazo de plataformas de concreto, y construcción de un gazebo en el acantilado público en el lado del mar de Neptune Place entre Westbourne Street y Palomar Avenue, La Jolla, San Diego, Condado de San Diego. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th19a/Th19a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th19a/Th19a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th19a/Th19a-6-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th19a/Th19a-6-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE FOUND"
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-22-0893 (Oceanside Loma Alta Slough restoration, Oceanside) ",
                                            "spanish": "Solicitud No. 6-22-0893 (Restauración de Loma Alta Slough, Oceanside) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Oceanside to implement Phase I of the Loma Alta Slough Restoration Plan including enhancement of 5.8-acres of existing marsh and transitional uplands at Loma Alta Slough, Oceanside, San Diego County. (TR-SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
                                            "spanish": "Solicitud de la Ciudad de Oceanside para implementar la Fase I del Plan de Restauración de Loma Alta Slough, incluyendo la mejora de 5.8 acres de pantano existente y tierras altas de transición en Loma Alta Slough, Oceanside, Condado de San Diego. (TR-SD) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre las posibles violaciones a la Ley Costera asociadas con este elemento y sitio, según se explica más adelante en el reporte del personal)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th20a/Th20a-6-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th20a/Th20a-6-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/6/Th20a/Th20-6-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be July 12-14, 2023, in Newport Beach and August 9-11, 2023.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del 12 al 14 de julio de 2023 7 del 9 al 11 de agosto."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]