[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "April 14 @ 11:00 am"
        },
        "status": null,
        "month": "April",
        "year": 2023,
        "phone_number": "415-904-5202",
        "venues": [
            {
                "name": "This Coastal Commission meeting will be conducted virtually, with public participation through video and teleconference only.",
                "name2": null,
                "address": "Virtual ONLY",
                "city": null,
                "state": null,
                "zip": null,
                "latitude": null,
                "longitude": null,
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 12,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER, ROLL CALL & TRIBAL ACKNOWLEDGEMENT",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL y RECONOCIMIENTO TRIBAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/W3/W3-4-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W6a/W6a-4-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción potencial en correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Discussion and possible action on coastal-related legislation. (JA/SC-SF)",
                                            "spanish": "Discusión y acción posible en legislación pendiente. (JA/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W6c/W6c-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W6c/W6c-4-2023-corresp.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Informational Presentation on MRCA/SMMC 2022 Coastal Access Program Accomplishments and 2023 Work Plan",
                                            "spanish": "Presentación informativa sobre los logros del Programa de Acceso a la Costa MRCA/SMMC 2022 y el Plan de Trabajo 2023. "
                                        },
                                        "blurb": {
                                            "english": "Presentation by Mountains Recreation and Conservation Authority staff on MRCA/SMMC 2022 Coastal Access Program Accomplishments and 2023 Work Plan for the Malibu Coast and Santa Monica Mountains in Los Angeles County",
                                            "spanish": "Presentación a cargo del personal de la Autoridad de Conservación y Recreación de las Montañas sobre los logros del Programa de Acceso a la Costa MRCA/SMMC 2022 y el Plan de Trabajo 2023 para la Costa de Malibú y las Montañas de Santa Mónica en el Condado de Los Ángeles"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Reconsideration of 2023 Meeting Schedule",
                                            "spanish": "Reconsideración del calendario de reuniones para 2023"
                                        },
                                        "blurb": {
                                            "english": "Discussion and possible action on revision of current meeting schedule for 2023. (VM/KH-SF)",
                                            "spanish": "Debate y posible acción sobre la revisión del calendario actual de reuniones para 2023.  (VM/KH-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W6e/W6e-4-2023-report.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "ADMINISTRATIVE CALENDAR",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-22-0234 (Del Villar, Huntington Beach) ",
                                            "spanish": "Solicitud No. 5-22-0234 (Del Villar, Huntington Beach)"
                                        },
                                        "blurb": {
                                            "english": "Application of Angel Del Villar to remove 931 sq.ft. unpermitted dock float and construct new 920 sq. ft. floating dock, with three (3) 16-in. guide piles and 3’ x 18’ gangway, at 16842 Marina Bay Drive, Huntington Beach, Orange County. (EG-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Ángel Del Villar para retirar 931 pies cuadrados de muelle flotante no permitido y construir un nuevo muelle flotante de 920 pies cuadrados, con tres (3) pilotes guía de 16 pulgadas y pasarela de 3' x 18', en 16842 Marina Bay Drive, Huntington Beach, Condado de Orange. (EG-LB) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas relacionadas con este punto y este lugar, como se explica más adelante en el informe de personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W7a/W7a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W7a/W7a-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-22-0501 (Kang, Sunset Beach) ",
                                            "spanish": "Solicitud No. 5-22-0501 (Kang, Sunset Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Kevin Kang for after-the-fact approval for construction of 144 sq.ft. floating dock with 3’ x 18’ gangway and two (2) 14-in. guide piles at 16791 Bayview Drive, Sunset Beach, Orange County. (EG-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud de Kevin Kang para la aprobación posterior al hecho para la construcción de un muelle flotante de 144 pies cuadrados con pasarela de 3' x 18' y dos (2) pilotes guía de 14 pulgadas en 16791 Bayview Drive, Sunset Beach, Condado de Orange. (EG-LB) (Nota: la división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas relacionadas con este punto y este lugar, como se explica en el informe del personal.) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W7b/W7b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W7b/W7b-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-22-0895 (Archer, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-0895 (Archer, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Scott Archer to modify 404 sq.ft. “T” shaped floating dock resulting in 241 sq.ft. “L” shaped floating dock; 3’ x 20’ gangway will be replaced with 3’ x 24’ gangway; no changes are proposed to 277 sq.ft. pier; two existing 14-in concrete guide piles will be reused in new locations at 918 East Balboa Boulevard, Newport Beach, Orange County. (EG-LB)",
                                            "spanish": "Solicitud de Scott Archer para modificar 404 pies cuadrados de muelle flotante en forma de 'T' resultando en 241 pies cuadrados de muelle flotante en forma de 'L'; pasarela de 3' x 20' será reemplazada con pasarela de 3' x 24'; no se proponen cambios al muelle de 277 pies cuadrados; dos pilotes guía de concreto de 14 pulgadas existentes serán reutilizados en nuevas ubicaciones en 918 East Balboa Boulevard, Newport Beach, Condado de Orange. (EG-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W7c/W7c-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W7c/W7c-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0887 (Goodman Development, Inc., Seal Beach) ",
                                            "spanish": "Solicitud No. 5-21-0887 (Goodman Development, Inc., Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Goodman Development, Inc. to construct two-story, 2,743 sq.ft. single family home with roof deck and attached 440 sq.ft. two car garage on vacant lot.  Grading will consist of 75 cu. yds. of import, 75 cu. yds. of fill and 180 cu. yds. of overexcavation, located at 106 Central Avenue, Seal Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de Goodman Development, Inc. para construir una casa unifamiliar de dos pisos y 2.743 pies cuadrados con terraza en el techo y un garaje adjunto para dos autos de 440 pies cuadrados en un lote baldío.  La nivelación consistirá en 75 yardas cúbicas de importación, 75 yardas cúbicas de relleno y 180 yardas cúbicas de sobreexcavación, ubicada en 106 Central Avenue, Seal Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8a/W8a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8a/W8a-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-21-0888 (Goodman Development, Inc., Seal Beach) ",
                                            "spanish": "Solicitud No. 5-21-0888 (Goodman Development, Inc., Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Goodman Development, Inc. to construct two-story, 2,712 sq.ft. single family home with roof deck and attached 497 sq.ft. two car garage on vacant lot.  Grading will consist of 75 cu. yds. of import, 75 cu. yds. of fill and 180 cu. yds. of overexcavation, located at 108 Central Avenue, Seal Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de Goodman Development, Inc. para construir una casa unifamiliar de dos pisos y 2,712 pies cuadrados con terraza en el techo y un garaje adjunto para dos autos de 497 pies cuadrados en un lote baldío.  La nivelación consistirá en 75 yardas cúbicas de importación, 75 yardas cúbicas de relleno y 180 yardas cúbicas de sobreexcavación, ubicada en 108 Central Avenue, Seal Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8b/W8b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8b/W8b-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-22-0562 (Bowman, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-0562 (Bowman, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Robert Bowman to remove 30-ft. long, cast-in place bulkhead and replace it along the same alignment with new Truline pile wall; and install two new tie-backs connecting to one new concrete deadman at 506 38th Street, Newport Beach, Orange County.  (FSY-LB)",
                                            "spanish": "Solicitud de Robert Bowman para remover un mamparo de 30 pies de largo fundido en el lugar y reemplazarlo a lo largo de la misma alineación con un nuevo muro de pilotes Truline; e instalar dos nuevos amarres que se conecten a un nuevo anclaje de concreto en 506 38th Street, Newport Beach, Condado de Orange.  (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8c/W8c-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8c/W8c-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 5-22-0843 (Randolph, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-22-0843 (Randolph, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Joe and Andrea Randolph to demolish a one-story, 880 sq. ft. single-family home, and construct new 2-story, 2,884 sq.ft. single-family home with attached 570 sq.ft. garage and 893 sq.ft. rooftop deck at 132 12th Street, Seal Beach, Orange County. (EG-LB)",
                                            "spanish": "Solicitud de Joe y Andrea Randolph para demoler una vivienda unifamiliar de un piso, 880 pies cuadrados, y construir una nueva vivienda unifamiliar de 2 pisos, 2.884 pies cuadrados, con garaje adjunto de 570 pies cuadrados y terraza en la azotea de 893 pies cuadrados en 132 12th Street, Seal Beach, Condado de Orange. (EG-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8d/W8d-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8d/W8d-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Application No. 5-22-0962 (Olson, Seal Beach) ",
                                            "spanish": "Solicitud No. 5-22-0962 (Olson, Seal Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Ethan Olson to construct 2-story, 25 ft.-high, 2,850 sq.ft., single-family home, detached 3-car garage, and new perimeter fences along rear and side property lines on vacant lot at 216 16th St, Seal Beach, Orange County. (VL-LB)",
                                            "spanish": "Solicitud de Ethan Olson para construir una vivienda unifamiliar de 2 pisos, 25 pies de altura, 2.850 pies cuadrados, garaje independiente para 3 autos y nuevas cercas perimetrales a lo largo de los límites de propiedad posterior y lateral en un lote baldío en 216 16th St, Seal Beach, Condado de Orange. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8e/W8e-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8e/W8e-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8e/W8e-4-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W8e/W8e-4-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report for Orange County",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/W10/W10-4-2023-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/W10/W10-4-2023-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0460 (City of Newport Beach, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-21-0460 (Ciudad de Newport Beach, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Newport Beach to implement Western Snowy Plover Management Plan in East Balboa Peninsula beaches, including to install approx. 3,000 ft. of seasonal post and cable fencing, associated interpretive and educational signage;  remove E Street Concrete walkway, volleyball courts, and associated recreational structures from critical habitat area, and coastal dune habitat restoration and monitoring in Newport Beach, Orange County. (MR-LB)(Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  ",
                                            "spanish": "Solicitud de la ciudad de Newport Beach para aplicar el plan de gestión del Chorlo Nevado Occidental en las playas del este de la península de Balboa, que incluye la instalación de aproximadamente 3.000 pies de vallado estacional de postes y cables, señalización interpretativa y educativa asociada; la eliminación de la pasarela de hormigón de la calle E, las pistas de voleibol y las estructuras recreativas asociadas de la zona de hábitat crítico, y la restauración y supervisión del hábitat de las dunas costeras en Newport Beach, condado de Orange. (MR-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas relacionadas con este punto y este lugar, como se explica en el informe del personal.)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-LGB-22-0025 (Gray, Laguna Beach) ",
                                            "spanish": "Solicitud No. A-5-LGB-22-0025 (Gray, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Mike & Lori Gray to construct two-story, 30’ high, 3,552 sq.ft. single-family home and attached 489 sq.ft. garage at 1007 Gaviota Dr., Laguna Beach, Orange County. (BW-LB) Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.",
                                            "spanish": "Solicitud de Mike y Lori Gray para construir una vivienda unifamiliar de dos pisos, 30' de altura, 3.552 pies cuadrados y un garaje adjunto de 489 pies cuadrados en 1007 Gaviota Dr., Laguna Beach, Condado de Orange. (BW-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W11b/W11b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W11b/W11b-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W11b/W11b-4-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W11b/W11b-4-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "CONTINUED"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-22-0627 (Orange County Public Works, Irvine) ",
                                            "spanish": "Solicitud No. 5-22-0627 (Obras Públicas del Condado de Orange, Irvine) "
                                        },
                                        "blurb": {
                                            "english": "Application of Orange County Public Works for San Diego Creek Pilot Program, which includes removal of sediment and vegetation within 0.23-acr. plot to measure rates of natural, native revegetation; 400 cu. yds. of cut and no fill proposed, located in Irvine, Orange County. (CS-LB)",
                                            "spanish": "Solicitud de Obras Públicas del Condado de Orange para el Programa Piloto del Arroyo San Diego, que incluye la remoción de sedimentos y vegetación dentro de una parcela de 0.23 acres para medir los índices de revegetación natural y nativa; 400 yardas cúbicas de corte y sin relleno propuesto, ubicado en Irvine, Condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W11c/W11c-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W11c/W11c-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W11c/W11c-4-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-LGB-22-0060 (City of Laguna Beach, Laguna Beach) ",
                                            "spanish": "Apelación No. A-5-LGB-22-0060 (Ciudad de Laguna Beach, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Mark and Sharon Fudge from City of Laguna Beach decision granting permit to City of Laguna Beach for demolition of sewer lift station, installation of new sewer lift station, stairway reconstruction, Anita Street end improvements, landscaping, and installation of permanent lifeguard tower at Westerly Terminus of Anita Street, Public-Right-of-Way, Laguna Beach, Orange County. (BW-LB)",
                                            "spanish": "Recurso de Mark y Sharon Fudge contra la decisión de la Ciudad de Laguna Beach de conceder permiso a la Ciudad de Laguna Beach para la demolición de una estación elevadora de alcantarillado, instalación de una nueva estación elevadora de alcantarillado, reconstrucción de escaleras, mejoras en el extremo de Anita Street, paisajismo e instalación de una torre permanente de salvavidas en el extremo oeste de Anita Street, Derecho de Paso Público, Laguna Beach, Condado de Orange. (BW-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12a/W12a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12a/W12a-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12a/W12a-4-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12a/W12a-4-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-LGB-22-0061 (Corwin, Laguna Beach) ",
                                            "spanish": "Apelación No. A-5-LGB-22-0061 (Corwin, Laguna Beach) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Mark Fudge from City of Laguna Beach decision granting permit with conditions to Jack Corwin for construction of new perimeter fencing on residential coastal bluff lot at 31351-31355 Coast Highway, Laguna Beach, Orange County (MV-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Recurso de Mark Fudge contra la decisión de la Ciudad de Laguna Beach de conceder permiso con condiciones a Jack Corwin para la construcción de un nuevo vallado perimetral en un terreno residencial en un acantilado costero en 31351-31355 Coast Highway, Laguna Beach, Condado de Orange (MV-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas relacionadas con este punto y este lugar, como se explica en el informe del personal.)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12b/W12b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12b/W12b-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12b/W12b-4-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, DENIED "
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-5-DPT-23-0004 (Seidensticker, Dana Point)",
                                            "spanish": "Apelación No. A-5-DPT-23-0004 (Seidensticker, Dana Point) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Chair Donne Brownsey and Vice Chair Caryl Hart from City of Dana Point decision granting permit with conditions to John and Marcella Seidensticker for demolition of 892 sq.ft., one-story single-family home with attached one-car garage, and construction of 2,710 sq.ft., 2-story single-family home with attached 1,258 sq.ft., three-car garage, supported by caisson foundation, on 2,476 sq.ft. oceanfront lot at 35697 Beach Road, Capistrano Beach, Dana Point, Orange County. (SA-LB) ",
                                            "spanish": "Recurso de apelación interpuesto por el Presidente Donne Brownsey y la Vicepresidenta Caryl Hart contra la decisión de la Ciudad de Dana Point de conceder un permiso con condiciones a John y Marcella Seidensticker para la demolición de una casa unifamiliar de 892 pies cuadrados, de un piso, con garaje adjunto para un auto, y la construcción de una casa unifamiliar de 2.710 pies cuadrados, con garaje adjunto de 1.258 pies cuadrados para tres autos, soportados por un cimiento de cajón, sobre un terreno de 2.476 pies cuadrados frente al mar, en 35697 Beach Road, Capistrano Beach, Dana Point, Condado de Orange. (SA-LB)a. "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12c/W12c-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12c/W12c-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12c/W12c-4-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W12c/W12c-4-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/W13/W13-4-2023-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/W13/W13-4-2023-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-21-0077-2 (Coast Highway Incentive District) ",
                                            "spanish": "Ciudad de Oceanside LCP Enmienda No. LCP-6-OCN-21-0077-2 (Coast Highway Incentive District) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Oceanside to amend its certified Land Use Plan and Implementation Plan to facilitate redevelopment along Coast Highway. (TR-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de Oceanside de modificar su Plan de Uso del Suelo y Plan de Implementación certificados para facilitar la reurbanización a lo largo de Coast Highway. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14a/W14a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14a/W14a-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Withdrawn"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of San Diego Amendment No. LCP-6-SAN-22-0044-2 (Build Better SD) ",
                                            "spanish": "Ciudad de San Diego Enmienda No. LCP-6-SAN-22-0044-1 (Build Better SD) "
                                        },
                                        "blurb": {
                                            "english": "Concurrence with the Executive Director's determination that the request by City of San Diego to amend its certified LCP Implementation Plan to revise developer impact fees to be allocated city wide, is de minimis. (AL-SD)",
                                            "spanish": "Coincidencia con la determinación del director ejecutivo de que la solicitud de la Ciudad de San Diego de modificar su Plan de Implementación del LCP certificado para revisar las tarifas de impacto de los desarrolladores que se asignarán a toda la ciudad, es de minimis. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14b/W14b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14b/W14b-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14b/W14b-4-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14b/W14b-4-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "City of San Diego Amendment No. LCP-6-SAN-22-0065-3 (Pushcart Repeal) ",
                                            "spanish": "Ciudad de San Diego Enmienda No. LCP-6-SAN-22-0065-3 (Pushcart Repeal) "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by City of San Diego to amend its certified Implementation Plan to remove most regulations regarding pushcarts in the public right-of-way. (AL-SD) ",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la Ciudad de San Diego para enmendar su Plan de Implementación certificado para eliminar la mayoría de las regulaciones relativas a los carritos en el derecho de paso público. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14c/W14c-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W14c/W14c-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-21-0738 (Del Mar Sand Compatibility and Opportunistic Use Program (SCOUP), Del Mar) ",
                                            "spanish": "Solicitud No. 6-21-0738 (Del Mar: Programa de compatibilidad y uso oportunista de la arena (SCOUP, por sus siglas en inglés), Del Mar) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Del Mar to implement a sand replenishment program to allow for multiple beach replenishment projects over a 5-year period for maximum total of 180,000 cu. yds., and periodic excavation from the San Dieguito River inlet to nourish proposed receiver sites in Del Mar, San Diego County. (SL-SD)",
                                            "spanish": "Solicitud de la Ciudad de Del Mar para implementar un programa de reabastecimiento de arena que permita múltiples proyectos de reabastecimiento de playas durante un período de 5 años por un total máximo de 180,000 yardas cúbicas, y excavación periódica de la ensenada del Río San Dieguito para nutrir los sitios receptores propuestos en Del Mar, Condado de San Diego. (SL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W15a/W15a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W15a/W15a-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-23-0106 (San Diego La Jolla Navigation Buoys, San Diego) ",
                                            "spanish": "Solicitud No. 6-23-0106 (San Diego La Jolla Navigation Buoys, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of San Diego to place 9 seasonal navigational buoys and 1 permanent buoy in the waters off La Jolla Cove to demarcate public swimming areas at 2000 Spindrift Drive and 1160 Coast Boulevard, La Jolla, San Diego. (AL-SD)",
                                            "spanish": "Solicitud de la Ciudad de San Diego para colocar 9 boyas estacionales de navegación y 1 boya permanente en las aguas de La Jolla Cove para demarcar áreas públicas de baño en 2000 Spindrift Drive y 1160 Coast Boulevard, La Jolla, San Diego. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W15b/W15b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/W15b/W15b-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "CCC v. North County Transit District, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Carmel Valley, LLC v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Casa Mira Homeowners Association, et al. v. CCC, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Citizens Preserving Venice v CCC (Wynkoop Properties, LLC, RPI), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "City of Ft. Bragg v. Mendocino Railway, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Fowler Packing Co., et al. v. County of Santa Cruz, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends, Artists, & Neighbors of Elkhorn Slough, et al. v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. CCC, et al., Govt. Code § 11126(e)(2)(A) (22CV0024)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. Cal. Dep’t of Parks and Recreation, et al., Govt. Code § 11126(e)(2)(A) (21CV0275)"
                                    },
                                    {
                                        "litigation": "Hain v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Hurst v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Israel v. CCC, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Levy, et al. v. City of Los Angeles, et al. , Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Mendocino Railway v. Ainsworth, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Midcoast ECO v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Misenum, LLC, et al. v. City of San Diego, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North County Transit District v. CCC, Govt. Code § 11126(e)(2)(A) (STB Finance Docket No. 36433)"
                                    },
                                    {
                                        "litigation": "Pacific Palisades Residents Association, Inc. v. City of Los Angeles, et al. (Shram, RPI), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Pappas v. California Coastal Conservancy, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Rhodes v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "San Mateo County Farm Bureau v. CCC (County of San Mateo, RPI), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Sorensen v. Symphony Asset Pool, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Spencer, et al. v. City of Palos Verdes Estates, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Steinbruner v. CCC, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Wall, et al. v. Ainsworth, et al., Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 16,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "April 2023",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/W16/W16-4-2023-report.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                }
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/W19/W19-4-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 21,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 22,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 13,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL."
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th3/Th3-4-2022-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "ADMINISTRATIVE PERMITS",
                                    "spanish": "CALENDARIO ADMINISTRATIVO"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0715 (Noonan, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-21-0715 (Noonan, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Application by Tim & Christina Noonan to demolish one-story, 1,406 sq.ft., single-family home and accessory unit and construct 39ft. tall, three-story, 4,447 sq.ft. single-family home with 638 sq.ft. attached ADU and 707 sq.ft. attached garage on two tied lots totaling 4,998 sq.ft. at 1419 Palisades Beach Road, Santa Monica, Los Angeles County. (KT-LB)",
                                            "spanish": "Solicitud presentada por Tim & Christina Noonan para demoler una casa unifamiliar de un piso, 1.406 pies cuadrados, y una unidad accesoria y construir una casa unifamiliar de 39 pies de altura, tres pisos, 4.447 pies cuadrados, con una unidad accesoria de 638 pies cuadrados y un garaje adjunto de 707 pies cuadrados en dos lotes empatados con un total de 4.998 pies cuadrados en 1419 Palisades Beach Road, Santa Mónica, Condado de Los Ángeles. (KT-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th6a/Th6a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th6a/Th6a-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th6a/Th6a-4-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th6a/Th6a-4-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-22-0927 (Antin, Venice, Los Angeles) ",
                                            "spanish": "Solicitud No. 5-22-0927 (Antin, Venice, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of Robert and Patricia Antin to construct new 2,157 sq.ft., 2-story, single-family home with attached three-car garage and roof deck on vacant 3,143 sq.ft. lot at 117 Westwind Mall, Venice, Los Angeles, Los Angeles County. (SA-LB)",
                                            "spanish": "Solicitud de Robert y Patricia Antin para construir una nueva casa unifamiliar de 2.157 pies cuadrados, 2 pisos, con garaje adjunto para tres autos y terraza en el techo en un terreno baldío de 3.143 pies cuadrados en 117 Westwind Mall, Venice, Los Ángeles, Condado de Los Ángeles. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th6b/Th6b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th6b/Th6b-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": "Postponed"
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "<br/><hr/><br/>",
                                    "spanish": "<br/><hr/><br/>"
                                }
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Consent Cease and Desist Order No. CCC-23-CD-01 (1205-1207 Wooster Street LLC and Henri Levy, Pacific Palisades, Los Angeles Co.)",
                                    "spanish": "Orden de cese y desistimiento por consentimiento No. CCC-23-CD-01 (1205-1207 Wooster Street LLC y Henri Levy, Pacific Palisades, Condado de Los Ángeles) "
                                },
                                "blurb": {
                                    "english": "Public hearing and Commission action on proposed administrative action authorizing and ordering  1205-1207 Wooster Street LLC, as record owner of property located at 16701 Via La Costa, Pacific Palisades, Los Angeles County (“Property”), to: 1) return the Property to its pre-violation condition by opening the public parking lot and making it available for public use, and by cleaning the restrooms and surrounding areas of the Property; 2) comply with the existing CDP for development on the Property, as amended, by complying with the requirement to transfer the Property to the City of Los Angeles or a not-for profit entity approved by the Commission’s Executive Director at no cost to the receiving entity; and 3) dismiss the Commission from pending litigation regarding the Trailhead Property, and dismiss the quiet title claim in that litigation. (HJ-SF)",
                                    "spanish": "Audiencia pública y acción de la Comisión sobre acción administrativa propuesta que autoriza y ordena a 1205-1207 Wooster Street LLC, como dueño registrado de la propiedad localizada en 16701 Via La Costa, Pacific Palisades, Condado de Los Ángeles (la “Propiedad”), a: 1) regresar la Propiedad a su condición previa a la violación abriendo el estacionamiento público y haciéndolo disponible para el uso público, y limpiando los baños y las áreas circundantes de la Propiedad; 2) cumplir con el CDP existente para el desarrollo de la Propiedad, en su versión modificada, cumpliendo con el requisito de transferir la Propiedad a la Ciudad de Los Ángeles o a una entidad sin ánimo de lucro aprobada por el Director Ejecutivo de la Comisión sin costo alguno para la entidad receptora; y 3) excluir a la Comisión del litigio pendiente relativo a la propiedad Trailhead y desestimar la demanda de reserva de dominio en dicho litigio. (HJ-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th9/Th9-4-2023-report.pdf"
                                    },
                                    {
                                        "name": "Exhibits",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th9/Th9-4-2023-exhibits.pdf"
                                    },
                                    {
                                        "name": "Exhibits 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th9/Th9-4-2023-exhibits-2.pdf"
                                    },
                                    {
                                        "name": "Addendum",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th9/TH9-4-2023-addenda.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th10/Th10-3-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-1-FTB-23-0002 (Caltrans, Fort Bragg). ",
                                            "spanish": "Apelación No. A-1-FTB-23-0002 (Caltrans, Fort Bragg). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Jacob Patterson and Annemarie Weibel of decision of City of Fort Bragg granting permit with conditions to Caltrans to construct the Fort Bragg ADA Improvement Project along Highway 1 (Main Street) between Highway 20 (post mile 59.80) and Elm Street (PM 62.10) involving various transportation facility improvements (including, but not limited to, sidewalks, crosswalks, drainage improvements, and retaining walls) to improve the transportation corridor consistent with Americans with Disabilities Act (ADA) standards, Fort Bragg, Mendocino County. (MA-LB)",
                                            "spanish": "Apelación de Jacob Patterson y Annemarie Weibel de la decisión de la Ciudad de Fort Bragg de otorgar permiso con condiciones a Caltrans para construir el Proyecto de Mejora de la ADA de Fort Bragg a lo largo de la Autopista 1 (Main Street) entre la Autopista 20 (post milla 59.80) y Elm Street (PM 62.10) que involucra varias mejoras en las instalaciones de transporte (incluidas, entre otras, aceras, cruces peatonales,  mejoras de drenaje y muros de contención) para mejorar el corredor de transporte de acuerdo con los estándares de la Ley de Estadounidenses con Discapacidades (ADA), Fort Bragg, Condado de Mendocino. (MA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th11a/Th11a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th11a/Th11a-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th11a/Th11a-4-2023-appendices.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th11a/Th11a-4-2023-correp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-22-0251 (Sorrel Leaf Healing Center, Inc, Eureka)",
                                            "spanish": "Solicitud No. 1-22-0251 (Sorrel Leaf Healing  Center, Inc, Eureka) "
                                        },
                                        "blurb": {
                                            "english": "Application of Sorrel Leaf Healing Center, Inc. to develop mental health crisis facility for children in existing 4,872-sq.ft., 3-story single-family home, including (1) renovate home and accessory building and replace attached carport with 2,428-sq.ft addition to accommodate total of 12 patient beds, six bathrooms, several therapy rooms, various administration and operation spaces,  kitchen and dining facilities, and total anticipated staff of 24 during peak operation hours; (2) construct 462-ssq.ft. yoga pavilion, 600-sq.ft. greenhouse, and 1,176-sq.ft. barn for small livestock therapy animals; (3) install new onsite septic system; (4) reconfigure and expand parking area to include 27 off-street parking spaces, two ADA van-accessible spaces, and two hammerhead turnarounds for emergency vehicles; and (5) install signage, fencing, vegetation screening, and stormwater drainage swales on 13.5-acre lot at 124 Indianola Road, Eureka. (TRG-A)",
                                            "spanish": "Solicitud de Sorrel Leaf Healing Center, Inc. para desarrollar instalaciones de crisis de salud mental para niños en una casa unifamiliar existente de 4,872 pies cuadrados y 3 pisos, que incluye (1) renovar el hogar y el edificio accesorio y reemplazar la cochera adjunta con una adición de 2,428 pies cuadrados para acomodar un total de 12 camas para pacientes, seis baños, varias salas de terapia,  varios espacios de administración y operación, instalaciones de cocina y comedor, y personal total anticipado de 24 durante las horas pico de operación; (2) Construir 462-ssq.ft. Pabellón de Yoga, 600 pies cuadrados invernadero, y 1,176 pies cuadrados establo para pequeños animales de terapia ganadera; (3) instalar un nuevo sistema séptico en el sitio; (4) reconfigurar y ampliar el área de estacionamiento para incluir 27 espacios de estacionamiento fuera de la calle, dos espacios accesibles para camionetas ADA y dos giros de cabeza de martillo para vehículos de emergencia; y (5) instalar señalización, cercas, pantallas de vegetación y zanjas de drenaje de aguas pluviales en un lote de 13.5 acres en 124 Indianola Road, Eureka. (TRG-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th12a/Th12a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th12a/Th12a-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 13,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th13/Th13-4-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "County of Santa Barbara LCP Amendment No. LCP-4-STB-23-0007-1 (Childcare Facilities) Time Extension",
                                            "spanish": "Condado de Santa Bárbara LCP Enmienda No. LCP-4-STB-23-0007-1 (Guarderías) Ampliación de plazo. "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action to extend the time limit for action up to one year on the County of Santa Barbara’s request to amend the Implementation Plan portion of its certified LCP to amend sections of the LIP regarding childcare facilities and other minor corrections and revisions. (DG-V)",
                                            "spanish": "Audiencia pública y acción para ampliar el plazo de acción hasta un año sobre la solicitud del Condado de Santa Bárbara de enmendar la parte del Plan de Implementación de su LCP certificado para enmendar secciones del LIP relativas a guarderías y otras correcciones y revisiones menores. (DG-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th14a/Th14a-4-2023-report.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-4-STB-19-0214 (Cosmoledo Trust, Santa Barbara County) ",
                                            "spanish": "Solicitud No. A-4-STB-19-0214 (Cosmoledo Trust, Condado de Santa Barbara) "
                                        },
                                        "blurb": {
                                            "english": "Application of Cosmoledo Trust to construct an 847 sq.ft. addition and remodel to 2,850 sq.ft. single-family home, wood deck, pool, and spa at 711 Sand Point Road, in the Carpinteria area of unincorporated Santa Barbara County. (DG-V) ",
                                            "spanish": "Solicitud de Cosmoledo Trust para construir una adición de 847 pies cuadrados y remodelar una casa unifamiliar de 2.850 pies cuadrados, terraza de madera, piscina y spa en 711 Sand Point Road, en el área de Carpintería del condado no incorporado de Santa Bárbara. (DG-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th15a/Th15a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th15a/Th15a-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th15a/Th15a-4-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 4-22-0459 (Caltrans) ",
                                            "spanish": "Solicitud No. 4-22-0459 (Caltrans) "
                                        },
                                        "blurb": {
                                            "english": "Application of Caltrans to replace the Northbound and Southbound U.S. 101 bridges at Refugio Creek with new clear span bridges with five traffic lanes, standard bridge railings and shoulders, fish passage improvements, pedestrian path upgrades, and restoration of public parking on Refugio Rd., near Refugio State Beach in unincorporated Santa Barbara County. (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.) (JS-V) ",
                                            "spanish": "Solicitud de Caltrans para sustituir los puentes U.S. 101 en dirección norte y sur en Refugio Creek por nuevos puentes de vano libre con cinco carriles de tráfico, barandillas y arcenes estándar, mejoras en el paso de peces, mejoras en el camino peatonal y restauración del aparcamiento público en Refugio Rd., cerca de Refugio State Beach en el condado no incorporado de Santa Barbara. (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas relacionadas con este punto y este lugar, como se explica en el informe del personal.) (JS-V) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th15b/Th15b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/Th15b/Th15b-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 16,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/Th16/TH16-4-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            }
                        ]
                    }
                ]
            },
            {
                "date": 14,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/F3/F3-4-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/F7/F7-4-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 9-22-0733 (City of Ventura, Ventura Co.) ",
                                            "spanish": "Solicitud No. 9-22-0733 (Ciudad de Ventura, Condado de Ventura) "
                                        },
                                        "blurb": {
                                            "english": "Application by City of Ventura to construct approx. 6,800-ft.-long ocean outfall and associated onshore conveyance pipeline as well as the discharge of tertiary-treated effluent from Ventura Water Reclamation Facility through outfall, City of Ventura, Ventura County. (WH-SF)",
                                            "spanish": "Solicitud de la ciudad de Ventura para construir una desembocadura en el océano de aproximadamente 6.800 pies de longitud y la tubería de transporte terrestre asociada, así como la descarga de efluentes con tratamiento terciario de la instalación de regeneración de aguas de Ventura a través de la desembocadura, ciudad de Ventura, condado de Ventura. (WH-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/F8a/F8a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/F8a/F8a-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Consistency Determination No. CD-0010-22 (United States Air Force) ",
                                            "spanish": "Determinación de coherencia No. CD-0010-22 (Fuerzas Aéreas de los Estados Unidos) "
                                        },
                                        "blurb": {
                                            "english": "Consistency determination by the United States Air Force for Phantom Space Company’s development of a space launch complex and its use for up to 48 space launches and 48 rocket engine test events per year at Vandenberg Space Force Base, Santa Barbara County. (HW-SF)",
                                            "spanish": "Determinación de coherencia por parte de las Fuerzas Aéreas de los Estados Unidos para el desarrollo por parte de Phantom Space Company de un complejo de lanzamientos espaciales y su uso para un máximo de 48 lanzamientos espaciales y 48 pruebas de motores de cohetes al año en la base espacial de Vandenberg, en el condado de Santa Bárbara. (HW-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/F10/F10-4-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application Number 2-22-0004 (Surf Schools, Pacifica) ",
                                            "spanish": "Solicitud número 2-22-0004 (Surf Schools, Pacifica) "
                                        },
                                        "blurb": {
                                            "english": "Application by City of Pacifica to fully authorize a Surf Camp/Surf School Program, including application and licensing scheme, at Pacifica State (Linda Mar) Beach, in Pacifica, San Mateo County.  (EM-SF) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de la Ciudad de Pacifica para autorizar completamente un Programa de Campamento de Surf/Escuela de Surf, incluyendo solicitud y esquema de licencias, en la Playa Estatal de Pacifica (Linda Mar), en Pacifica, Condado de San Mateo.  (EM-SF) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas relacionadas con este punto y este lugar, como se explica en el informe del personal.)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/4/F12/F12-4-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Santa Cruz County LCP Amendment No. LCP-3-SCO-23-0003-1-Part A (Tiny Homes). ",
                                            "spanish": "Condado de Santa Cruz LCP Enmienda No. LCP-3-SCO-23-0003-1-Parte A (Casas pequeñas). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing to determine whether the Commission concurs with the Executive Director’s determination that the request by Santa Cruz County to amend its certified LCP Implementation Plan to provide for the use of small, trailered residential units (“Tiny Homes on Wheels”) as dwelling units is de minimis and thus should be approved as submitted, and if the Commission objects to such determination, possible action to extend the deadline for final Commission action on the amendment. (NC-SC)",
                                            "spanish": "Audiencia pública para determinar si la Comisión está de acuerdo con la determinación del director ejecutivo de que la solicitud del Condado de Santa Cruz de enmendar su Plan de Implementación LCP certificado para prever el uso de pequeñas unidades residenciales remolcadas ('Casas Pequeñas sobre Ruedas') como unidades de vivienda es de minimis y por lo tanto debe ser aprobada tal como se presentó, y si la Comisión se opone a tal determinación, la posible acción para extender la fecha límite para la acción final de la Comisión sobre la enmienda. (NC-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/F13a/F13a-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/F13a/F13a-4-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/F13a/F13a-4-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-23-0005-1-Part A (Flexible Density Units). ",
                                            "spanish": "Ciudad de Santa Cruz LCP Enmienda No. LCP-3-STC-23-0005-1-Parte A (Unidades de densidad flexible). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing to determine whether the Commission concurs with the Executive Director’s determination that the request by the City of Santa Cruz to amend its certified LCP Implementation Plan to clarify Single Room Occupancy (SRO) regulations and to rename Small Ownership Units (SOUs) as Flexible Density Units (FDUs) and amend their standards is de minimis and thus should be approved as submitted, and if the Commission objects to such determination, possible action to extend the deadline for final Commission action on the amendment. (KF-SC) ",
                                            "spanish": "Audiencia pública para determinar si la Comisión está de acuerdo con la determinación del director ejecutivo de que la solicitud de la Ciudad de Santa Cruz de enmendar su Plan de Implementación del LCP certificado para aclarar las regulaciones de Ocupación de Habitación Individual (SRO) y renombrar las Unidades de Pequeña Propiedad (SOU) como Unidades de Densidad Flexible (FDU) y enmendar sus normas es de minimis y por lo tanto debe ser aprobada tal como se presentó, y si la Comisión se opone a tal determinación, la posible acción para extender la fecha límite para la acción final de la Comisión sobre la enmienda. (KF-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/F13b/F13b-4-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/4/F13b/F13b-4-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be May 10-12, 2023, in Sacramento and June 7-9, 2023 virtually.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del 10 al 12 de mayo de 2023 y del 7 al 9 de junio de 2023."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]