[
    {
        "meta": {
            "schema_version": 1,
            "published": true,
            "archived": false,
            "last_updated": "October 13 @ 2:00 pm"
        },
        "status": null,
        "month": "October",
        "year": 2023,
        "phone_number": "(415) 407-3211",
        "venues": [
            {
                "name": "Pier South Hotel",
                "address": "800 Seacoast Drive",
                "city": "Imperial Beach",
                "state": "CA",
                "zip": "91932",
                "latitude": "32.581410",
                "longitude": "-117.132190",
                "map_url": null
            }
        ],
        "video": {
            "title": {
                "english": "Commission Meeting",
                "spanish": "Commission Meeting"
            },
            "assets": [
                {
                    "name": "Live Stream",
                    "url": "http://cal-span.org/jwplayer/embed/?jw_playback_type=live&jw_application=CCC&jw_stream=CCC&jw_height=420&jw_width=420&jw_playback_method=live"
                }
            ]
        },
        "days": [
            {
                "date": 11,
                "name": "Wednesday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER, ROLL CALL & TRIBAL ACKNOWLEDGEMENT",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL y RECONOCIMIENTO TRIBAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/W3/W3-10-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "There will be no General Public Comment today. If you wish to speak during the General Public Comment period, please submit a request to speak during public comment on Thursday or Friday’s agenda. If you wish to speak on a scheduled agenda item, please submit a speaker request.",
                                    "spanish": "Hoy no habrá comentarios públicos generales. Si desea intervenir durante el periodo de comentarios del público, le rogamos que presente una solicitud de intervención durante los comentarios del público en el orden del día del jueves o del viernes."
                                }
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "RECEPTION. At the conclusion of the Commission meeting or 6:00 PM, whichever is later, on Wednesday, October 11, 2023, the Commission will attend a reception to be held at Sea180 Coastal Tavern located in the Pier South Resort at 800 Seacoast Drive, Imperial Beach, CA 91932. Members of the public are welcome to attend; however, because space is limited, those wishing to attend must make a reservation by email to info@oceanconnectors.org. Deadline to RSVP is Wednesday, October 4, 2023.",
                                    "spanish": "RECEPCIÓN. Al concluir la reunión de la Comisión o a las 6:00 PM, lo que ocurra más tarde, el miércoles 11 de octubre de 2023,  la Comisión asistirá a una recepción que se celebrará en Sea180 Coastal Tavern ubicada en Pier South Resort en 800 Seacoast Drive, Imperial Beach, CA 91932. Los miembros del público son bienvenidos a asistir; sin embargo, debido a que el espacio es limitado, aquellos que deseen asistir deben hacer una reserva por correo electrónico a info@oceanconnectors.org. La fecha límite para confirmar su asistencia es el miércoles 4 de octubre de 2023."
                                }
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "COMMISSION FIELD TRIP",
                                    "spanish": "EXCURSIÓN DE LA COMISIÓN"
                                },
                                "blurb": {
                                    "english": "The Commission will take a field trip on the morning of Wednesday, October 11, to the Tijuana River Valley. After the call to order, roll call, and tribal acknowledgement, the Commission and field trip attendees will depart by vehicle from the meeting location to make several stops in the Tijuana River Valley to evaluate the ongoing trans-boundary pollution crisis. A limited number of members of the public will be able to attend with advance reservation on a first-come-first-served basis. If you are interested in reserving a place on the field trip, please contact the Commission’s Energy, Ocean Resources & Federal Consistency Division via email at EORFC@coastal.ca.gov with “RSVP” in the email subject line, no later than September 29, 2023.  A more detailed itinerary and guidance for attendees and public participants is provided.",
                                    "spanish": "La Comisión realizará una excursión en la mañana del miércoles 11 de octubre a la Planta Internacional de Tratamiento de Aguas Residuales de Bahía Sur y a la Reserva Nacional de Investigación Estuarina del Río Tijuana. Tras la llamada al orden, el pase de lista y el reconocimiento de las tribus, la Comisión partirá del lugar de la reunión para hacer varias paradas en el valle del río Tijuana. Un número limitado de miembros del público podrá asistir. Se proporciona un itinerario más detallado para la participación del público. Si está interesado en asistir, contacte con la unidad de Energía, Recursos Oceánicos y Coherencia Federal de la Comisión en San Francisco, llamando al (415) 904-5240, a más tardar el 29 de septiembre de 2023."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/W4/W4-10-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Chair's Report",
                                    "spanish": "Informe del Chair"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 6,
                                "title": {
                                    "english": "Executive Director's Report",
                                    "spanish": "Informe del Director Ejecutivo"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Executive Director's Report",
                                            "spanish": "Informe del Director"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6a/W6a-10-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Informational Briefing on the Trans-boundary Pollution Crisis in the Tijuana River and Tijuana River Valley. ",
                                            "spanish": "Sesión informativa sobre la gestión de tierras y recursos del Valle del Río Tijuana"
                                        },
                                        "blurb": {
                                            "english": "Briefing on the status and impacts of the Tijuana River pollution crisis, including information on its environmental, public health and economic impacts in south San Diego County and the need for immediate action to help address it.",
                                            "spanish": "Sesión informativa sobre la situación del Valle del Río Tijuana, incluida información sobre la gestión y las actividades multijurisdiccionales del Valle y la situación de la contaminación transfronteriza del agua. "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6b/W6b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6b/W6b-10-2023-appendix.pdf"
                                            },
                                            {
                                                "name": "Appendix in Spanish",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6b/W6b-10-2023-appendix-2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6b/W6b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6b/W6b-10-2023-Corresp-2.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Commission Correspondence",
                                            "spanish": "Correspondencia de la Comisión"
                                        },
                                        "blurb": {
                                            "english": "Consideration and potential action on Commission correspondence.",
                                            "spanish": "Consideración y acción posible sobre correspondencia de la Comisión."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Legislative Report",
                                            "spanish": "Informe Legislativo "
                                        },
                                        "blurb": {
                                            "english": "Status report and possible action on pending legislation. (KH/SC-SF)",
                                            "spanish": "Reporte del estado y posible acción sobre la legislación pendiente. (KH/SC-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6d/W6d-10-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Budget Update",
                                            "spanish": "Actualización del presupuesto"
                                        },
                                        "blurb": {
                                            "english": "Update on the Commission’s budget for fiscal year 2023.",
                                            "spanish": "Actualización del presupuesto de la Comisión para el año fiscal 2023. "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6e/W6e-10-2023-report.pdf"
                                            }
                                        ]
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Interagency Agreements for Implementing California’s Coastal Management Program, FY 2023-24 Coastal Zone Management Grant Award",
                                            "spanish": "Acuerdos Interinstitucionales para la Aplicación del Programa de Gestión Costera de California, Concesión de Subvenciones para la Gestión de la Zona Costera para el Año Fiscal 2023-24"
                                        },
                                        "blurb": {
                                            "english": "Public hearing and Commission authorization to enter into Interagency Agreements with BCDC and the Coastal Conservancy to transfer federal funds to these agencies for the implementation of California Coastal Management Program for Fiscal Year 2023-24. (AR-SF) ",
                                            "spanish": "Audiencia pública y autorización de la Comisión para suscribir Acuerdos Interinstitucionales con la BCDC y Coastal Conservancy para transferir fondos federales a estas agencias para la aplicación del Programa de Gestión de la Zona Costera de California para el Año Fiscal 2023-24. (AR-SF)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W6f/W6f-10-2023-report.pdf"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 1-23-0451 (Naman, Humboldt Co.) ",
                                            "spanish": "Solicitud No. 1-23-0451 (Naman, Condado de Humboldt) "
                                        },
                                        "blurb": {
                                            "english": "Application of Seth Naman to reconstruct and improve  910-sq.ft., 1.5-story, two-bedroom single-family home that was significantly damaged by fallen tree to 1,574-sf, two-story, two-bedroom single-family home, with 60-sq.ft. porch, 200-sq.ft. deck, 860-sq.ft. RV parking pad, and less than 50 cu. yds. of grading at 16 Driftwood Lane, approx. 5 miles north of Trinidad, Humboldt County. (CM-A)",
                                            "spanish": "Solicitud de Seth Naman para reconstruir y mejorar una casa unifamiliar de 1.5 pisos y dos recámaras, de 910 pies cuadrados, que fue dañada significativamente por la caída de un árbol, a una casa unifamiliar de 1,574 pies cuadrados, de dos pisos y dos recámaras, con un porche de 60 pies cuadrados, una terraza de 200 pies cuadrados, una plataforma de estacionamiento para vehículos recreativos de 860 pies cuadrados. plataforma de estacionamiento para vehículos recreativos, y menos de 50 yardas cúbicas de nivelación en 16 Driftwood Lane, aprox. 5 millas al norte de Trinidad, condado de Humboldt. (CM-A) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W7a/W7a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W7a/W7a-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Enforcement",
                            "spanish": "Enforcement"
                        },
                        "header": true,
                        "class": "enforcement",
                        "categories": [
                            {
                                "number": 9,
                                "title": {
                                    "english": "Enforcement Report",
                                    "spanish": "Informe de Enforcement"
                                },
                                "blurb": {
                                    "english": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
                                    "spanish": "Informe por parte del Chief of Enforcement sobre el Enforcement de Statewide Enforcement Program. (LAH-SF)"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": null
                                    }
                                ],
                                "result": null
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Coast District",
                            "spanish": "Distrito Norte de la Costa"
                        },
                        "header": true,
                        "class": "north-coast",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Arcata al (707) 826-8950."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/W10/W10-10-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-1-MEN-23-0036 (AT&T California, Albion) ",
                                            "spanish": "Apelación núm. A-1-MEN-23-0036 (AT&T California, Albion) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Victor Simon, Annemarie Weibel, and Rifaat Dayem from decision of County of Mendocino granting permit with conditions to AT&T California to authorize after-the-fact  construction of 43 utility poles and associated anchors and down guys, total ground beds, and vegetation removal to support new aerial fiber optic cable extending from a previously permitted wireless communications facility at 30660 Navarro Ridge Rd. for ~3 miles within County Road right-of-way to 33810 Navarro Ridge Rd., Albion, Mendocino County. (BJ-A)",
                                            "spanish": "Apelación de Victor Simon, Annemarie Weibel y Rifaat Dayem contra la decisión del condado de Mendocino por la que se concede un permiso con condiciones a AT&T California para autorizar la construcción a posteriori de 43 postes de servicios públicos y anclajes y bajantes asociados, lechos de tierra totales y eliminación de vegetación para soportar un nuevo cable aéreo de fibra óptica que se extiende desde una instalación de comunicaciones inalámbricas previamente permitida en 30660 Navarro Ridge Rd. por ~3 millas dentro del derecho de paso de la carretera del condado hasta 33810 Navarro Ridge Rd., Albion, Condado de Mendocino. (BJ-A)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W11a/W11a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W11a/W11a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/W11a/W11a-10-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": false,
                                "title": {
                                    "english": "Closed Session",
                                    "spanish": "Sesión Cerrada"
                                },
                                "blurb": {
                                    "english": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
                                    "spanish": "En un momento conveniente durante la reunión, la Comisión (CCC) tendrá una sesión cerrada para discutir los temas de litigación pendientes, incluidos:"
                                },
                                "closed_session": [
                                    {
                                        "litigation": "AMJT Capital LLC, et al. v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Cal Coast Companies v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "California Coastal Commission v. North County Transit District, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. California Department of Parks and Recreation, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Friends of Oceano Dunes, Inc. v. California Coastal Commission, et al. (Case No. 21CV-0214), Govt. Code § 11126(e)(2)(A)  "
                                    },
                                    {
                                        "litigation": "Graham v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Groneman v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Humboldt Alliance for Responsible Planning v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Israel v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "North County Transit District v. California Coastal Commission (STB Finance Docket No. 36433), Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Pappas, et al. v. State Coastal Conservancy, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "People Protecting San Pedro Bluffs v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Ralston, et al. v. County of San Mateo, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Ramirez Canyon Preservation Fund v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "San Mateo County Farm Bureau v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Save Santa Cruz Westside v. California Coastal Commission, Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Seider, et al. v. City of Malibu, et al., Govt. Code § 11126(e)(2)(A)"
                                    },
                                    {
                                        "litigation": "Wall, et al. v. Ainsworth, et al., Govt. Code § 11126(e)(2)(A)"
                                    }
                                ],
                                "assets": null,
                                "note": {
                                    "title": null,
                                    "blurb": {
                                        "english": "The Commission is authorized to discuss these matters in a closed session pursuant to Government Code Sections 11126(e)(2)(A) and (2)(C). In addition, the Commission may consider matters which fall under Government Code Section 11126(e)(2)(B) or (2)(C). The Commission may also consider personnel matters which fall under Government Code Section 11126(a).",
                                        "spanish": "La Comisión está autorizada a discutir estos asuntos en una sesión cerrada de conformidad con el Código del Gobierno, Secciones 11126(e)(2)(A) y (2)(C). Además, la Comisión puede considerar asuntos que caen bajo la Sección 11126(e)(2)(B) o (2)(C) del Código del Gobierno. La Comisión también puede considerar asuntos de personal que caen bajo la Sección 11126(a) del Código del Gobierno."
                                    }
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": true,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Approval of Minutes",
                                    "spanish": "Aprobación de las Actas"
                                },
                                "assets": [
                                    {
                                        "name": "Report 1",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/W12/W12-10-2023-report-1.pdf"
                                    },
                                    {
                                        "name": "Report 2",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/W12/W12-10-2023-report-2.pdf"
                                    }
                                ],
                                "result": "APPROVED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Commissioners' Reports",
                                    "spanish": "Informes de los Comisionados"
                                }
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "Commission Sub-Committee Reports",
                                    "spanish": "INFORMES DE LOS SUBCOMITÉ DE LA COMISIÓN."
                                }
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Conservancy Report",
                                    "spanish": "Informe del Conservancy"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/W15/W15-10-2023-Report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Santa Monica Mountains Conservancy Report",
                                    "spanish": "Informe de Conservancy de las Montañas de Santa Mónica"
                                }
                            },
                            {
                                "number": 17,
                                "title": {
                                    "english": "Santa Monica Bay Restoration Report",
                                    "spanish": "Informe de Restauración de la Bahía de santa Mónica"
                                }
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Deputy Attorney General's Report",
                                    "spanish": "Informe de Subdirector de Subprocurador General"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "date": 12,
                "name": "Thursday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/Th3/Th3-10-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea virtual para enviar una solicitud para hablar."
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "ADMINISTRATIVE CALENDAR",
                                    "spanish": "CALENDARIO ADMINISTRATIVO."
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-23-0070 (Salisbury, Long Beach) ",
                                            "spanish": "Solicitud núm. 5-23-0070 (Salisbury, Long Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Jeff Salisbury to install 26-ft. x 6-ft. headwalk, add 41-ft. x 4-ft. finger, modify an existing 41-ft. x 4-ft. finger to 4-ft. width, add (2) 4-ft. x 4-ft. knees, and one 16-in. -diameter round concrete marina guide pile in association with existing two-finger dock, resulting in increase of 234 sq.ft. of overwater coverage and 1.4 sq.ft. of fill at 6068 Lido Ln., Long Beach, Los Angeles County. (SA-LB)",
                                            "spanish": "Solicitud de Jeff Salisbury para instalar una muelle de 26 pies x 6 pies, agregar un finger de 41 pies x 4 pies, modificar un finger existente de 41 pies x 4 pies a un ancho de 4 pies, agregar (2) conexiones de 4 pies x 4 pies, y un pilote guía de concreto redondo de 16 pulgadas de diámetro para la marina, en asociación con el muelle existente de dos atracaderos, lo que resulta en un aumento de 234 pies cuadrados de cobertura sobre el agua y 1,5 metros cuadrados de ancho. x 4 pies conexiones, y una 16-pulgada-diámetro redondo concreto marina guía pila en asociación con muelle existente de dos atracaderos, resultando en aumento de 234 pies cuadrados de cobertura sobre el agua y 1.4 pies cuadrados de relleno en 6068 Lido Ln., Long Beach, condado de Los Ángeles. (SA-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th5a/Th5a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th5a/Th5a-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-23-0641 (Richley and Sustayta, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-23-0641 (Richley y Sustayta, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Bud Richley and Mario Sustayta for like-for-like replacement of existing, 672 sq.ft. dock float and one 12-in. wide square dock pile at 117 and 119 Via Lido Soud, Newport Beach, Orange County. (CS-LB) ",
                                            "spanish": "Solicitud de Bud Richley y Mario Sustayta para la sustitución similar de un flotador de muelle existente de 672 pies cuadrados y un pilote de muelle cuadrado de 12 pulgadas de ancho en 117 y 119 Via Lido Soud, Newport Beach, condado de Orange. (CS-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th5b/Th5b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th5b/Th5b-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 5-21-0873 (City of Santa Monica, Santa Monica) ",
                                            "spanish": "Solicitud No. 5-21-0873 (Ciudad de Santa Mónica, Santa Mónica) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Santa Monica for after-the-fact request to approve parking rate increases of all citywide parking facilities within the coastal zone of Santa Monica, Los Angeles County. (VL-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de la ciudad de Santa Mónica de aprobación a posteriori de aumentos en las tarifas de aparcamiento de todos los aparcamientos de la ciudad dentro de la zona costera de Santa Mónica, condado de Los Ángeles. (VL-LB) (Nota: La división de aplicación de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas asociadas a este punto y lugar, como se explica con más detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th6a/Th6a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th6a/Th6a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th6a/Th6a-10-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-23-0275 (Isacowitz, Sunset Beach) ",
                                            "spanish": "Solicitud núm. 5-23-0275 (Isacowitz, Sunset Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Adelle and Rael Isacowitz to add 1,035 sq.ft., 3rd floor to 2,568 sq.ft., two-story, 24-ft. 6-in. high single-family home, resulting in 3,655 sq.ft., three-story, 35-ft. high single-family home with 484 sq.ft. of new deck space on beachfront lot. Also proposed to removal unpermitted deck encroachment and restoration of that area at 16451 South Pacific Avenue, Sunset Beach, Orange County. (EG-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
                                            "spanish": "Solicitud de Adelle y Rael Isacowitz para agregar 1,035 pies cuadrados, 3rd piso a 2,568 pies cuadrados, casa unifamiliar de dos pisos, 24 pies 6 pulgadas de altura, resultando en 3,655 pies cuadrados, casa unifamiliar de tres pisos, 35 pies de altura con 484 pies cuadrados de nuevo espacio de cubierta en un lote frente al mar. También se propone eliminar la invasión de cubierta no permitida y restaurar esa área en 16451 South Pacific Avenue, Sunset Beach, Condado de Orange. (EG-LB) (Nota: La división de cumplimiento de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas asociadas a este punto y lugar, como se explica con más detalle en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th6b/Th6b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th6b/Th6b-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-23-0428 (San Diego Fire & Rescue, San Diego) ",
                                            "spanish": "Solicitud No. 6-23-0428 (San Diego Fire & Rescue, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Diego Fire and Rescue Dept. to install 60 x 24-ft. double-wide trailer with decomposed granite and access ramps over 3,600 sq. ft. of park area at 1008 Santa Clara Place, Mission Bay Park, San Diego, San Diego County. (AL-SD) ",
                                            "spanish": "Solicitud del Departamento de Bomberos y Rescate de San Diego para instalar un remolque de doble ancho de 60 x 24 pies con granito descompuesto y rampas de acceso sobre 3,600 pies cuadrados de área de parque en 1008 Santa Clara Place, Mission Bay Park, San Diego, Condado de San Diego. (AL-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th6c/Th6c-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th6c/Th6c-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            },
                            {
                                "number": 7,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Central Coast District",
                            "spanish": "Distrito de la Costa Sur Central"
                        },
                        "header": true,
                        "class": "south-central",
                        "categories": [
                            {
                                "number": 8,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Ventura al (805) 585-1800."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/Th8/Th8-10-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-4-MMT-23-0010 (Sullivan, Los Angeles Co.) ",
                                            "spanish": "Apelación núm. A-4-MMT-23-0010 (Sullivan, Condado de Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Brian Headman, Topanga Association for a Scenic Community (TASC), Malcom Groome, Greta Proctor, Petra Sapir, and Jonathan Makiri, from decision by County of Los Angeles granting permit with conditions to Scott and Natalia Sullivan, for construction of 2,125 sq.ft., two-story, single-family home with 400 sq.ft.  two-car garage, driveway, on-site wastewater treatment system, removal of one oak tree, reconstruction of existing storm drain, 976 cu.yds. of grading, lot line adjustment to merge two adjoining parcels for proposed building site area, and retirement of development rights on third vacant adjoining parcel to add 500 sq.ft. to maximum allowable Gross Structural Area, at 19560 Grandview Drive, within the Fernwood Rural Village, in the Santa Monica Mountains area of unincorporated Los Angeles County. (WD-V)",
                                            "spanish": "Apelación de Brian Headman, Topanga Association for a Scenic Community (TASC), Malcom Groome, Greta Proctor, Petra Sapir y Jonathan Makiri, contra la decisión del Condado de Los Ángeles de conceder un permiso con condiciones a Scott y Natalia Sullivan, para la construcción de 2.125 pies cuadrados, casa unifamiliar de dos plantas con garaje para dos coches de 400 pies cuadrados, camino de entrada, sistema de tratamiento de aguas residuales in situ, eliminación de un roble, reconstrucción del desagüe pluvial existente, 976 yardas cúbicas de nivelación, ajuste de línea de lote para fusionar dos parcelas contiguas para el área de sitio de construcción propuesta, y retiro de derechos de desarrollo en una tercera parcela contigua vacante para agregar 500 pies cuadrados al Área Estructural Bruta máxima permitida, en 19560 Grandview Drive, dentro de la Aldea Rural Fernwood, en el área de las Montañas Santa Mónica del Condado de Los Ángeles no incorporado. (WD-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th9a/Th9a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th9a/Th9a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th9a/Th9a-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th9a/Th9a-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    }
                                ]
                            },
                            {
                                "number": 10,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 4-23-0362 (City of Goleta, Santa Barbara Co.) ",
                                            "spanish": "Solicitud núm. 4-23-0362 (Ciudad de Goleta, condado de Santa Bárbara) "
                                        },
                                        "blurb": {
                                            "english": "Application of City of Goleta to construct approx. 4,600 li. ft. long, 8-12 ft. wide multi-purpose trail, including 4116 cu. yds. of grading (2,473 cu yds. of cut and 1643 cu. yds of fill), 1,097 linear ft. of retaining wall, and 8 ft. tall and 14 ft. wide culvert undercrossing. Proposed project also includes implementation of ‘San Jose Creek Multi-purpose Path - Mitigation Plan’, in City of Goleta, Santa Barbara County. (JH-V)",
                                            "spanish": "Solicitud de la ciudad de Goleta para construir un sendero polivalente de aproximadamente 4.600 pies lineales de largo y 8-12 pies de ancho, incluyendo 4.116 yardas cúbicas de explanación (2.473 yardas cúbicas de corte y 1.643 yardas cúbicas de relleno), 1.097 pies lineales de muro de contención y un paso subterráneo de alcantarilla de 8 pies de alto y 14 pies de ancho. El proyecto propuesto también incluye la ejecución del “Sendero Multiuso del Arroyo San José - Plan de Mitigación”, en la ciudad de Goleta, condado de Santa Bárbara. (JH-V)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th10a/Th10a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th10a/Th10a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th10a/Th10a-10-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Los Angeles County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Los Angeles)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 11,
                                "title": {
                                    "english": "Deputy Director's Report For Los Angeles County",
                                    "spanish": "Informe Del Subdirector Para El Conadodo de Los Angeles"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/Th11/TH11-10-2023-report.pdf"
                                    },
                                    {
                                        "name": "Correspondence",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/Th11/Th11-10-2023-corresp.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": false,
                                "combined": true,
                                "title": {
                                    "english": "Items 12e (Appeal No. A-5-PPL-19-0168), 12f (Appeal No. A-5-PPL-19-0169), 12g (Appeal No. A-5-PPL-19-0170), 13a (Application No. A-5-PPL-19-0168/5-23-0568), and 13b (Application No. A-5-PPL-19-0170/5-23-0569) below share a staff report and will have a combined hearing.",
                                    "spanish": "Los puntos 12e (apelación No. A-5-PPL-19-0168), 12f (apelación No. A-5-PPL-19-0169), 12g (apelación No. A-5-PPL-19-0170), 13a (solicitud No. A-5-PPL-19-0168/5-23-0568) e 13b (solicitud No. A-5-PPL-19-0170/5-23-0569) comparten un informe del personal y se llevará a cabo una audiencia combinada."
                                }
                            },
                            {
                                "number": 12,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-5-PPL-21-0037 (California Food Managers, LLC & Heavenly Tigers, LLC (Attn: Michael Aminpour), ",
                                            "spanish": "Apelación No. A-5-PPL-21-0037 (California Food Managers, LLC & Heavenly Tigers, LLC (Atte: Michael Aminpour), "
                                        },
                                        "blurb": {
                                            "english": "Pacific Palisades, Los Angeles) Appeal by Pacific Palisades Residents Association, Inc. and Edgewater Towers Condominium Homeowners Association from decision of City of Los Angeles granting permit with conditions to California Food Managers, LLC and Heavenly Tigers, LLC (Attn: Michael Aminpour) for demolition of existing 1,860 sqft. vacant fast food restaurant, 11,500 cu. yds. of grading (11,500 cu. yds. cut and 800 cu. yds. recompaction), and construction of new retaining wall and 5-story (plus subterranean garage), 60-ft.-9-in. tall, 32,225 sq.ft., mixed-use building with 39 dwelling units (4 restricted Very Low Income and 4 restricted Moderate Income), 2,900 sq.ft. of ground floor commercial uses, and 49 parking spaces at 17346 W. Sunset Blvd., Pacific Palisades, Los Angeles, Los Angeles County. (SA-LB) ",
                                            "spanish": "Pacific Palisades, Los Ángeles). Apelación presentada por la Asociación de Residentes de Pacific Palisades, Inc. y la Asociación de Propietarios de Condominios Edgewater Towers, en contra de la decisión de la Ciudad de Los Ángeles de otorgar un permiso con condiciones a California Food Managers, LLC y Heavenly Tigers, LLC (Atte: Michael Aminpour) para la demolición de un restaurante de comida rápida vacío de 1,860 pies cuadrados, la nivelación de 11,500 yardas cúbicas (11,500 yardas cúbicas de excavación y 800 yardas cúbicas de recompactación), y la construcción de un nuevo muro de contención y un edificio de 5 plantas (con garaje subterráneo) de 60 pies y 9 pulgadas de altura, con un total de 32,225 pies cuadrados. Este edificio de uso mixto constará de 39 unidades de vivienda (4 de ellas restringidas a ingresos muy bajos y 4 restringidas a ingresos moderados), además de 2,900 pies cuadrados de usos comerciales en la planta baja y 49 plazas de aparcamiento. Todo esto se ubicará en 17346 W. Sunset Blvd., Pacific Palisades, Los Ángeles, condado de Los Ángeles. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12a/Th12a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12a/Th12a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12a/Th12a-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12a/Th12a-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-5-VEN-22-0048 (Gottlieb/Spalding Commercial, LLC, Venice) ",
                                            "spanish": "Apelación No. A-5-VEN-22-0048 (Gottlieb/Spalding Commercial, LLC, Venice). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Citizens Preserving Venice of decision from City of Los Angeles West Los Angeles Area Planning Commission approving permit with conditions to Richard Gottlieb and Spalding Commercial LLC for demolition of 1-story single-family home and 1-story duplex, and construction of new 3-story, 35 ft. high, 4,990 sq.ft. mixed-use structure with one subterranean parking level (automated parking system) comprised of two dwelling units (including one 1,120 sq.ft. dwelling unit and one 1,159 sq.ft. dwelling unit), one 1,124 sq.ft. attached Accessory Dwelling Unit, 1,587 sq.ft of retail space with 13 parking spaces and 8 bicycle parking spaces on 3,392 sq.ft. lot at 1301 & 1303 Abbot Kinney Blvd., Venice, Los Angeles, Los Angeles County. (KT-LB)",
                                            "spanish": "Apelación presentada por Citizens Preserving Venice en contra de la decisión de la Comisión de Planificación del Área Oeste de Los Ángeles de la ciudad de Los Ángeles, que aprueba el permiso con condiciones a Richard Gottlieb y Spalding Commercial LLC para la demolición de una vivienda unifamiliar de 1 piso y un dúplex de 1 piso, y la construcción de una nueva estructura de uso mixto de 3 pisos, con una altura de 35 pies y una superficie de 4,990 pies cuadrados. Esta estructura de uso mixto incluirá un nivel de aparcamiento subterráneo con sistema de aparcamiento automatizado, y estará compuesta por dos unidades de vivienda (incluyendo una unidad de vivienda de 1,120 pies cuadrados y una unidad de vivienda de 1,159 pies cuadrados), una unidad de vivienda accesoria adjunta de 1,124 pies cuadrados, 1,587 pies cuadrados de espacio comercial, además de 13 plazas de aparcamiento y 8 plazas de aparcamiento para bicicletas. Todo esto se llevará a cabo en un terreno de 3,392 pies cuadrados ubicado en 1301 y 1303 Abbot Kinney Blvd, Venice, Los Ángeles, Condado de Los Ángeles. (KT-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12b/Th12b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12b/Th12b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12b/Th12b-10-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12b/Th12b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12b/Th12b-10-2023-exparte.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Appeal No. A-5-LOB-23-0032 (Holland Partner Group, Long Beach) ",
                                            "spanish": "Apelación No. A-5-LOB-23-0032 (Holland Partner Group, Long Beach). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Supporters Alliance for Environmental Responsibility (SAFER), Sierra Club Los Cerritos Wetlands Task Force, and Los Cerritos Wetlands Land Trust from decision of City of Long Beach Planning Commission approving permit with conditions to Holland Partner Group for demolition of existing 2-story congressional office building and surface parking lot and construction of 6-story over basement, 592,100 sq.ft. mixed-use structure consisting of 281 residential dwelling units (13 of which are affordable), 3,100 sq.ft. of commercial/retail space, 507 vehicular parking spaces, 142 bicycle parking spaces, 27,534 sq.ft. of common and private open space area at 6700 East Pacific Coast Highway, Long Beach, Los Angeles County. (VL-LB) ",
                                            "spanish": "Se presenta una apelación por parte de Supporters Alliance for Environmental Responsibility (SAFER), Sierra Club Los Cerritos Wetlands Task Force y Los Cerritos Wetlands Land Trust en contra de la decisión de la Comisión de Planificación de la ciudad de Long Beach, que otorga un permiso con condiciones a Holland Partner Group. Este permiso autoriza la demolición del edificio de oficinas del Congreso de 2 plantas y el aparcamiento en superficie existentes, así como la construcción de una estructura de uso mixto de 6 plantas sobre un sótano, con una superficie total de 592,100 pies cuadrados. La estructura de uso mixto incluirá 281 unidades de vivienda residencial (13 de ellas asequibles), 3,100 pies cuadrados de espacio comercial/minorista, 507 plazas de aparcamiento para vehículos, 142 plazas de aparcamiento para bicicletas, y un área de espacio abierto común y privado de 27,534 pies cuadrados. Este proyecto se llevará a cabo en la dirección 6700 East Pacific Coast Highway, Long Beach, condado de Los Ángeles. (VL-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12c/Th12c-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12c/Th12c-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12c/Th12c-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12c/Th12c-10-2023-corresp2.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12c/Th12c-10-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12c/Th12c-10-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Appeal No. A-5-LOB-23-0033 (Belmont Brewing Company, Inc., Long Beach) ",
                                            "spanish": "Apelación No. A-5-LOB-23-0033 (Belmont Brewing Company, Inc., Long Beach). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Sierra Club Los Cerritos Wetlands Task Force (attn: Ann Cantrell, Anna Christensen and Melinda Cotton), Brian Cochrane, Julie Dean  from decision of City of Long Beach Planning Commission approving permit with conditions to Belmont Brewing Company, Inc. for installation of 525 sq.ft. outdoor dining patio within 39th place right of way on Belmont Plaza at existing restaurant at 25 39th Place, Long Beach, Los Angeles County. (JP-LB) ",
                                            "spanish": "Se presenta una apelación por parte de Sierra Club Los Cerritos Wetlands Task Force (a la atención de Ann Cantrell, Anna Christensen y Melinda Cotton), Brian Cochrane y Julie Dean en contra de la decisión de la Comisión de Urbanismo de la ciudad de Long Beach, que otorga un permiso con condiciones a Belmont Brewing Company, Inc. Este permiso autoriza la instalación de un patio comedor exterior de 525 pies cuadrados dentro del derecho de paso de la 39th place en Belmont Plaza, adjunto al restaurante existente en la dirección 25 39th Place, Long Beach, condado de Los Ángeles. (JP-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12d/Th12d-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12d/Th12d-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12d/Th12d-10-2023-addenda.pdf"
                                            },
                                            {
                                                "name": "Addendum 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12d/Th12d-10-2023-addenda2.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12d/Th12d-10-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
                                    },
                                    {
                                        "letter": "e",
                                        "title": {
                                            "english": "Appeal No. A-5-PPL-19-0168 (WSBO LLC, Pacific Palisades, Los Angeles)  ",
                                            "spanish": "Apelación No. A-5-PPL-19-0168 (WSBO LLC, Pacific Palisades, Los Ángeles). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Executive Director John Ainsworth from decision of City of Los Angeles granting permit with conditions to WSBO LLC for lot line adjustment, construction of 12,579 sq.ft., 28-ft.-tall, 2-story, single-family home, with attached 4-car garage, swimming pool, deck, two approximately 5-ft.-tall retaining walls, 2,302 cu. yds. of grading, and export of 2,765 cu. yds. of soils on 32,680 sq.ft. lot at 16970 W. Sunset Blvd., Pacific Palisades, Los Angeles, Los Angeles County. (SA-LB)  ",
                                            "spanish": "Apelación presentada por el director ejecutivo John Ainsworth contra la decisión de la ciudad de Los Ángeles de otorgar un permiso con condiciones a WSBO LLC para ajustar la línea de parcela, construir una casa unifamiliar de 12,579 pies cuadrados, 28 pies de altura, 2 pisos, con garaje adjunto para 4 coches, piscina, terraza, dos muros de contención de aproximadamente 5 pies de altura, 2,302 yardas cúbicas de nivelación y exportar 2,765 yardas cúbicas de suelos en un lote de 32,680 pies cuadrados en 16970 W. Sunset Blvd., Pacific Palisades, Los Ángeles, Condado de Los Ángeles. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "f",
                                        "title": {
                                            "english": "Appeal No. A-5-PPL-19-0169 (WSBO LLC, Pacific Palisades, Los Angeles) ",
                                            "spanish": "Apelación No. A-5-PPL-19-0169 (WSBO LLC, Pacific Palisades, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Executive Director John Ainsworth from decision of City of Los Angeles granting permit with conditions to WSBO LLC for lot line adjustment, construction of 21,401 sq.ft., 39-ft.-6-in.-tall, 2-story, single-family home, with attached 4-car garage, four swimming pools, deck, two approx. 10-ft.-tall retaining walls, 6,254 cu. yds. of grading, and import 2,404 cu. yds. of soils on 59,356 sq.ft. lot at 16980 W. Sunset Blvd., Pacific Palisades, Los Angeles, Los Angeles County. (SA-LB)  ",
                                            "spanish": "Apelación presentada por el director ejecutivo John Ainsworth contra la decisión de la ciudad de Los Ángeles de otorgar un permiso con condiciones a WSBO LLC para ajustar la línea de parcela, construir una vivienda unifamiliar de 21,401 pies cuadrados, 39 pies y 6 pulgadas de altura, 2 plantas, con garaje anexo para 4 coches, cuatro piscinas, cubierta, dos muros de contención de aproximadamente 10 pies de altura, 6,254 yardas cúbicas de nivelación e importar 2,404 yardas cúbicas de tierra en un terreno de 59,356 pies cuadrados en 16980 W. Sunset Blvd., Pacific Palisades, Los Ángeles, condado de Los Ángeles. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    },
                                    {
                                        "letter": "g",
                                        "title": {
                                            "english": "Appeal No. A-5-PPL-19-0170 (WSBO LLC, Pacific Palisades, Los Angeles) ",
                                            "spanish": "Apelación No. A-5-PPL-19-0170 (WSBO LLC, Pacific Palisades, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Executive Director John Ainsworth from decision of City of Los Angeles granting permit with conditions to WSBO LLC for lot line adjustment, construction of 17,105 sq.ft., 29-ft.-4-in.-tall, 2-story, single-family home, with attached 4-car garage, basement, swimming pool, deck, two approx. 10-ft.-tall retaining walls, 2,680 cu. yds. of grading, and export of 827 cu. yds. of soils on 37,388 sq.ft. lot at 16966 W. Sunset Blvd., Pacific Palisades, Los Angeles, Los Angeles County. (SA-LB)",
                                            "spanish": "Apelación presentada por el director ejecutivo John Ainsworth contra la decisión de la ciudad de Los Ángeles de otorgar un permiso con condiciones a WSBO LLC para ajustar la línea de parcela, construir una vivienda unifamiliar de 17,105 pies cuadrados, 29 pies y 4 pulgadas de altura, 2 plantas, con garaje anexo para 4 coches, sótano, piscina, terraza, dos muros de contención de aproximadamente 10 pies de altura, 2,680 yardas cúbicas de nivelación y exportar 827 yardas cúbicas de tierra en un terreno de 37,388 pies cuadrados en 16966 W. Sunset Blvd., Pacific Palisades, Los Ángeles, condado de Los Ángeles. (SA-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    }
                                ]
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. A-5-PPL-19-0168/5-23-0568 (WSBO LLC, Pacific Palisades, Los Angeles) ",
                                            "spanish": "Solicitud No. A-5-PPL-19-0168/5-23-0568 (WSBO LLC, Pacific Palisades, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of WSBO LLC for lot line adjustment, offer to dedicate open space conservation easement proposed across two vacant lots totaling approx. 187,530 sq. ft (4.3 acres), to construct 10,363 sq. ft., 29-ft.-4-in.-tall, 2-story single-family home with attached two-car, 406 sq.ft. garage, 1,179 sq.ft. basement, two water features, deck, and 2,920 cu. yds. of grading (2,900 cu. yds. of cut and 20 cu. yds. of fill) on 33,277 sq. ft. vacant lot located at 16950 W. Sunset Blvd., Pacific Palisades, Los Angeles, Los Angeles County. (SA-LB) ",
                                            "spanish": "Solicitud presentada por WSBO LLC para ajustar la línea de parcela y proponer la servidumbre de conservación de espacio abierto a través de dos lotes baldíos con un total aproximado de 187,530 pies cuadrados (4.3 acres), con el fin de construir una vivienda unifamiliar de 10,363 pies cuadrados, 29 pies y 4 pulgadas de altura, de 2 plantas, con garaje adjunto para dos autos de 406 pies cuadrados, sótano de 1,179 pies cuadrados, dos fuentes de agua, terraza y nivelar 2,920 yardas cúbicas (2,900 yardas cúbicas de excavación y 20 yardas cúbicas de relleno) en un lote baldío de 33,277 pies cuadrados ubicado en 16950 W. Sunset Blvd., Pacific Palisades, Los Ángeles, Condado de Los Ángeles. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. A-5-PPL-19-0170/5-23-0569 (WSBO LLC, Pacific Palisades, Los Angeles)",
                                            "spanish": "Solicitud No. A-5-PPL-19-0170/5-23-0569 (WSBO LLC, Pacific Palisades, Los Ángeles) "
                                        },
                                        "blurb": {
                                            "english": "Application of WSBO LLC to construct 14,358 sq. ft., 30-ft.-4-in.-tall, 2-story single-family home with attached four-car, 1,022 sq. ft. garage, 913 sq. ft. accessory dwelling unit (“ADU”), 2,677 sq. ft. basement, swimming pool, deck, water feature, putting green, and 2,870 cu. yds. of grading (2,220 cu. yds. of cut and 650 cu. yds. of fill) on 33,380 sq.ft. vacant lot, at 16980 W. Sunset Blvd., Pacific Palisades, Los Angeles, Los Angeles County. (SA-LB)",
                                            "spanish": "Solicitud presentada por WSBO LLC para la construcción de una vivienda unifamiliar de 14,358 pies cuadrados, 30 pies y 4 pulgadas de altura, de 2 plantas, con garaje adjunto para cuatro autos de 1,022 pies cuadrados, una unidad de vivienda accesoria (“ADU”) de 913 pies cuadrados, sótano de 2,677 pies cuadrados, piscina, terraza, fuente de agua, campo de golf y nivelar 2,870 yardas cúbicas (2,220 yardas cúbicas de excavación y 650 yardas cúbicas de relleno) en un terreno baldío de 33,380 pies cuadrados, en 16980 W. Sunset Blvd, Pacific Palisades, Los Ángeles, condado de Los Ángeles. (SA-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th12e-Th12f-Th12g-Th13a-Th13b/Th12e-Th12f-Th12g-Th13a-Th13b-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "South Coast District (Orange County)",
                            "spanish": "Distrito de la Costa Sur (Condado de Orange)"
                        },
                        "header": true,
                        "class": "south-coast",
                        "categories": [
                            {
                                "number": 14,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe Del Subdirector Para El Condado de Orange"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Long Beach al (562) 590-5071."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/Th14/TH14-10-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Newport Beach LCP-5-NPB-23-0020-2 (Fractional Ownership). ",
                                            "spanish": "Ciudad de Newport Beach LCP-5-NPB-23-0020-2 (Propiedad fraccionada). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing to determine whether the Commission concurs with the Executive Director’s determination that the request by City of Newport Beach to amend its certified LCP Implementation Plan to clarify that Fractional Ownership uses are defined as a Time Share use within the City of Newport Beach; and make minor cleanup revision to existing time share regulations. (FSY-LB)",
                                            "spanish": "Audiencia pública para determinar si la Comisión está de acuerdo con la determinación del Director Ejecutivo de que la solicitud de la Ciudad de Newport Beach de enmendar su Plan de Implementación LCP certificado para aclarar que los usos de Propiedad Fraccionada se definen como un uso de Tiempo Compartido dentro de la Ciudad de Newport Beach; y hacer una revisión menor de limpieza a las regulaciones existentes de tiempo compartido. (FSY-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-corresp2.pdf"
                                            },
                                            {
                                                "name": "Correspondence 3",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-corresp-3.pdf"
                                            },
                                            {
                                                "name": "Correspondence 4",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-corresp-4.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th15a/Th15a-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application 5-18-0930 (Graham Property Management, LLC, San Clemente) ",
                                            "spanish": "Solicitud 5-18-0930 (Graham Property Management, LLC, San Clemente) "
                                        },
                                        "blurb": {
                                            "english": "Application of Graham Property Management, LLC (on remand from judicial settlement) to construct new 3-level, 25-ft. tall above natural grade, 4,983 sq. ft. single-family home, 1,067 sq. ft. garage, 1,931 sq. ft. terrace/deck areas, 2,150 cu. yds. cut and 300 cu. yds. fill for construction of semi-subterranean level, 25 caissons for stabilization of the building pad area, retaining wall/radiant heat barrier wall surrounding development, new cul-de-sac/fire truck turnaround with driveway cut-out, install new fire hydrant at cul-de-sac, drainage improvements, new landscaping and restoration of native vegetation on vacant 34,784 sq. ft.  coastal canyon lot at 217 Vista Marina, San Clemente, Orange County. (LR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
                                            "spanish": "Solicitud presentada por Graham Property Management, LLC (como parte de un acuerdo judicial) para construir una nueva casa unifamiliar de 3 niveles, 25 pies de altura sobre el nivel natural, con una superficie de 4,983 pies cuadrados, un garaje de 1,067 pies cuadrados, áreas de terraza/cubierta de 1,931 pies cuadrados, excavación de 2,150 yardas cúbicas y relleno de 300 yardas cúbicas para la construcción de un nivel semisubterráneo, 25 cajones para la estabilización del área de la plataforma de construcción, un muro de contención/muro de barrera contra el calor radiante que rodea el desarrollo. También incluye la creación de un nuevo callejón sin salida/vuelta para camiones de bomberos con recorte del camino de entrada, instalación de una nueva boca de incendios en el callejón sin salida, mejoras en el drenaje, nuevo paisajismo y restauración de la vegetación autóctona en un terreno vacante de 34,784 pies cuadrados en el cañón costero en 217 Vista Marina, San Clemente, Condado de Orange. (LR-LB) (Nota: La división de aplicación de la Comisión ha abierto una investigación sobre posibles violaciones de la Ley de Costas asociadas a este punto y lugar, como se explica más adelante en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16a/Th16a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16a/Th16a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16a/Th16a-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16a/Th16a-10-2023-exparte.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 5-22-0602 (Gabriel, Newport Beach) ",
                                            "spanish": "Solicitud núm. 5-22-0602 (Gabriel, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Andrew Gabriel for removal of an existing 1,306 sq. ft. dock system and thirteen 14-inch wide square piles for installation of a new, 970 sq. ft. dock system with six 14-inch wide square piles at 941 Via Lido Nord, Newport Beach, Orange County. (CS-LB) ",
                                            "spanish": "Solicitud presentada por Andrew Gabriel para retirar un sistema de muelle de 1,306 pies y trece pilotes cuadrados de 14 pulgadas de ancho, e instalar un nuevo sistema de muelle de 970 pies cuadrados con seis pilotes cuadrados de 14 pulgadas de ancho en 941 Via Lido Soud, Newport Beach, condado de Orange. (CS-LB)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16b/Th16b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16b/Th16b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16b/Th16b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16b/Th16b-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 5-22-0939 (Chaim, Newport Beach) ",
                                            "spanish": "Solicitud No. 5-22-0939 (Chaim, Newport Beach) "
                                        },
                                        "blurb": {
                                            "english": "Application of Erez Chaim to install new 240 sq.ft. floating dock supported by two (2) 16-in. square piles, 3-ft. x 24-ft. gangway, 140 sq.ft. pier platform supported by two (2) 14-in. square “T” piles and 40 sq.ft. pier, at 2266 Channel Road, Newport Beach, Orange County. (FSY-LB) ",
                                            "spanish": "Solicitud presentada por Erez Chaim para instalar un nuevo muelle flotante de 240 pies cuadrados sostenido por dos (2) pilotes cuadrados de 16 pulgadas, una muelle de 3 pies x 24 pies, una plataforma de muelle de 140 pies cuadrados sostenida por dos (2) pilotes cuadrados en forma de 'T' de 14 pulgadas y un muelle de 40 pies cuadrados, en 2266 Channel Road, Newport Beach, condado de Orange. (FSY-LB)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16c/Th16c-10-2023-report.pdf "
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16c/Th16c-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application 5-23-0238 (Orange County Parks, Costa Mesa) ",
                                            "spanish": "Solicitud 5-23-0238 (Parques del Condado de Orange, Costa Mesa) "
                                        },
                                        "blurb": {
                                            "english": "Application for Orange County Parks to commence Phase 2 activities of an enhancement project for the targeted removal of non-native, invasive vegetation across 55.6 acres of the South Talbert Regional Park. Methods for removal include manual, mechanical, and chemical means. Following removal activities, reseeding with locally sourced native seeds and pole cuttings are proposed at the public park,1298 Victoria Street, Costa Mesa, Orange County. (ETP-LB) ",
                                            "spanish": "Solicitud para que los Parques del Condado de Orange inicien las actividades de la Fase 2 de un proyecto de mejora que involucra la eliminación selectiva de vegetación invasora no autóctona en 55.6 acres del Parque Regional South Talbert. Los métodos de eliminación incluyen medios manuales, mecánicos y químicos. Después de las actividades de eliminación, se propone la resiembra con semillas autóctonas de origen local y esquejes de poste en el parque público ubicado en 1298 Victoria Street, Costa Mesa, Condado de Orange. (ETP-LB) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16d/TH16d-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16d/TH16d-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16d/Th16d-10-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16d/Th16d-10-2023-addendum.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16d/Th16d-10-2023-correspondence.pdf"
                                            },
                                            {
                                                "name": "Correspondence 2",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th16d/Th16d-10-2023-correspondence2.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "San Diego Coast District",
                            "spanish": "Distrito de la Costa San Diego"
                        },
                        "header": true,
                        "class": "san-diego",
                        "categories": [
                            {
                                "number": 17,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en San Diego al (619) 767-2370."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/Th17/Th17-10-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 18,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Oceanside LCP Amendment No. LCP-6-OCN-23-0035-1 (Coast Highway Incentive District). ",
                                            "spanish": "Enmienda al LCP de la ciudad de Oceanside No. LCP-6-OCN-23-0035-1 (Distrito de incentivos de la autopista de la costa). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and action on request by the City of Oceanside to amend its Land Use Plan to facilitate redevelopment along Coast Highway. (TR-SD)",
                                            "spanish": "Audiencia pública y acción sobre la solicitud de la ciudad de Oceanside de enmendar su Plan de Uso del Suelo para facilitar la reurbanización a lo largo de la autopista de la costa. (TR-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th18a/Th18a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th18a/Th18a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th18a/Th18a-10-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 19,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-6-ENC-22-0049 (Encinitas Beach Land Venture I, LLC, Encinitas) ",
                                            "spanish": "Apelación núm. A-6-ENC-22-0049 (Encinitas Beach Land Venture I, LLC, Encinitas) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Commissioners Brownsey and Hart from the decision of City of Encinitas granting permit with conditions to Encinitas Beach Land Venture I, LLC to demolish four existing commercial structures totaling 10,681 sq. ft. and parking areas, and construct a new mixed-use development totaling 193,720 sq. ft. across 11 buildings consisting of 94 apartments (75 market rate and 19 affordable units), 18,261 sq. ft. commercial space, 36-room hotel, 2-level underground parking structure, grading, streetscape and landscaping improvements on 3.79 acre site, at 1900 and 1950 North Coast Highway 101, Encinitas, San Diego County. (JP-SD) ",
                                            "spanish": "Apelación presentada por los comisionados Brownsey y Hart contra la decisión de la ciudad de Encinitas de otorgar un permiso con condiciones a Encinitas Beach Land Venture I, LLC para la demolición de cuatro estructuras comerciales existentes con un total de 10,681 pies cuadrados y zonas de estacionamiento, y la construcción de un nuevo complejo de uso mixto con un total de 193,720 pies cuadrados. ft. a través de 11 edificios que constan de 94 apartamentos (75 a precio de mercado y 19 unidades asequibles), 18,261 pies cuadrados de espacio comercial, un hotel de 36 habitaciones, una estructura de estacionamiento subterráneo de 2 niveles, nivelación, paisajismo urbano y mejoras paisajísticas en un terreno de 3.79 acres, ubicado en 1900 y 1950 North Coast Highway 101, Encinitas, condado de San Diego. (JP-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th19a/Th19a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th19a/Th19a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th19a/Th19a-10-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th19a/Th19a-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th19a/Th19a-10-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
                                    }
                                ]
                            },
                            {
                                "number": 20,
                                "title": {
                                    "english": "Coastal Permit Applications",
                                    "spanish": "Aplicaciones de Permisos Costeros"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 6-20-0628 (BAE Systems San Diego Ship Repair Inc., San Diego) ",
                                            "spanish": "Solicitud No. 6-20-0628 (BAE Systems San Diego Ship Repair Inc., San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of BAE Systems San Diego Ship Repair Inc. to install 16 x 16-ft. mooring dolphin and conduct 7,700 cu. yds. of dredging, at 2205 East Belt Street, San Diego, San Diego County. (ML-SD) ",
                                            "spanish": "Solicitud de BAE Systems San Diego Ship Repair Inc. para instalar un delfín de amarre de 16 x 16 pies y realizar un dragado de 7,700 yardas cúbicas, en 2205 East Belt Street, San Diego, Condado de San Diego. (ML-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20a/th20a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20a/th20a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20a/th20a-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Application No. 6-22-0551 (Schrager, Solana Beach) ",
                                            "spanish": "Solicitud núm. 6-22-0551 (Schrager, Encinitas) "
                                        },
                                        "blurb": {
                                            "english": "Application of Richard Schrager to construct new, 316 sq. ft. covered lanai, interior renovation, replace windows, doors, and roofing materials, and install solar panels on 3,142 sq. ft. 2-story single-family home with attached 423 sq. ft. garage on 5,137 sq. ft. blufftop lot, at 241 Pacific Ave., Solana Beach, San Diego County. (JP-SD) ",
                                            "spanish": "Solicitud de Richard Schrager para construir un nuevo lanai cubierto de 316 pies cuadrados, renovar el interior, sustituir ventanas, puertas y materiales del tejado, e instalar paneles solares en una vivienda unifamiliar de 2 plantas y 3.142 pies cuadrados con garaje anexo de 423 pies cuadrados en un terreno de 5.137 pies cuadrados en la cima de un acantilado, en 241 Pacific Ave., Solana Beach, condado de San Diego. (JP-SD) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20b/Th20b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20b/Th20b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20b/Th20b-10-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    },
                                    {
                                        "letter": "c",
                                        "title": {
                                            "english": "Application No. 6-23-0186 (Barlow Capital Investment, LLC, San Diego) ",
                                            "spanish": "Solicitud No. 6-23-0186 (Barlow Capital Investment, LLC, San Diego) "
                                        },
                                        "blurb": {
                                            "english": "Application of Barlow Capital Investment, LLC, to remove debris from beach and install approx. 25 x 25-ft. erodible concrete wall on bluff face below existing blufftop single family home at 5386 Calumet Ave, La Jolla, San Diego, San Diego County. (AL-SD) ",
                                            "spanish": "Solicitud de Barlow Capital Investment, LLC, para la remoción de escombros de la playa e instalación de aproximadamente 25 x 25 pies de muro de concreto erosionable en la cara del acantilado debajo de la casa unifamiliar existente en la cima del acantilado en 5386 Calumet Ave, La Jolla, San Diego, Condado de San Diego. (AL-SD)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    },
                                    {
                                        "letter": "d",
                                        "title": {
                                            "english": "Application No. 6-23-0562/A-6-OCN-22-0519 (Dillon et al., Oceanside)",
                                            "spanish": "Solicitud núm. 6-23-0562/A-6-OCN-22-0519 (Dillon et al., Oceanside) "
                                        },
                                        "blurb": {
                                            "english": "Application of Mark Dillon et al. to repair and augment 600-ft.-long section of rock revetment including restacking rock, importation of new rock up to 10% of the total volume of existing revetment, and removal of private access stairways, concrete grouting, and decks, at twenty parcels located between 913 and 1027 South Pacific Street, Oceanside, San Diego County. (TR-SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.) ",
                                            "spanish": "Solicitud de Mark Dillon et al. para reparar y aumentar una sección de 600 pies de longitud de revestimiento de roca, incluyendo el reapilado de roca, la importación de roca nueva hasta un 10% del volumen total del revestimiento existente y la eliminación de escaleras de acceso privadas, lechada de hormigón y cubiertas, en veinte parcelas situadas entre 913 y 1027 South Pacific Street, Oceanside, condado de San Diego. (TR-SD) (Nota: la división de aplicación de la Comisión ha abierto una investigación sobre posibles infracciones de la Ley de Costas asociadas a este punto y lugar, como se explica más adelante en el informe del personal)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20d/Th20d-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20d/Th20d-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20d/Th20d-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20d/Th20d-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/Th20d/th20d-10-2023-addenda.pdf"
                                            }
                                        ],
                                        "result": "APPROVED WITH CONDITIONS"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "date": 13,
                "name": "Friday",
                "start_time": "9:00am",
                "districts": [
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide",
                        "categories": [
                            {
                                "number": 1,
                                "title": {
                                    "english": "CALL TO ORDER and ROLL CALL",
                                    "spanish": "LLAMADO A ORDEN y VOTO NOMINAL"
                                }
                            },
                            {
                                "number": 2,
                                "title": {
                                    "english": "VIRTUAL MEETING PROCEDURES",
                                    "spanish": "PROCEDIMIENTOS DE ASAMBLEA VIRTUAL"
                                }
                            },
                            {
                                "number": 3,
                                "title": {
                                    "english": "Agenda Changes",
                                    "spanish": "CAMBIOS EN LA AGENDA"
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/F3/F3-10-2023-report.pdf"
                                    }
                                ]
                            },
                            {
                                "number": 4,
                                "title": {
                                    "english": "General Public Comment",
                                    "spanish": "COMENTARIO PÚBLICO GENERAL"
                                },
                                "blurb": {
                                    "english": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
                                    "spanish": "Los comentarios públicos que no están relacionados con ninguno de los ítems específicamente incluidos en el orden del día serán oídos aproximadamente a las 9:00am, por no más de una hora. A discreción del Chair, se les dará a las personas que hablen hasta 2 minutos. Debido a la transición de Plataforma de asamblea virtual, la Comisión Costera en este momento no permitirá que se ceda tiempo de una persona que hable a otra. Nota: Durante el comentario del público general, usted puede hablar sobre un tema específico solamente una vez cada mes. Por favor, envíe su solicitud de orador antes de las 5:00 pm del día anterior a la audiencia para ayudar con la inscripción de la administración de reuniones. Las solicitudes de orador no se aceptarán después de las 8:30 am de cada día de la reunión. Sírvase consultar el memorandum de la Comisión Costera sobre procedimientos para la asamblea"
                                }
                            },
                            {
                                "number": 5,
                                "title": {
                                    "english": "Consent Calendar",
                                    "spanish": "Calendario de Consentimiento"
                                }
                            },
                            {
                                "number": 6,
                                "title": {
                                    "english": "Consent Calendar (removed from Regular Calendar)",
                                    "spanish": "Calendario de Consentimiento (retirado del Calendario Regular)"
                                }
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Energy, Ocean Resources & Federal Consistency",
                            "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                        },
                        "header": true,
                        "class": "energy-res-fed",
                        "categories": [
                            {
                                "number": 7,
                                "title": {
                                    "english": "Energy, Ocean Resources & Federal Consistency",
                                    "spanish": "Energía, Recursos del Océano y Federal Consistencia"
                                },
                                "blurb": {
                                    "english": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencias, enmiendas inmateriales y extensiones, determinaciones negativas, asuntos que no requieren audiencias públicas, y informe de estatus sobre exploración y desarrollo de petróleo y gas en alta mar. Para información específica llame a la oficina de la Comisión de la División de Energía, Recursos del Océano y Federal Consistencia, al (415) 904-5240."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/F7/F7-10-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 8,
                                "title": {
                                    "english": "COASTAL DEVELOPMENT PERMIT",
                                    "spanish": "APLICACIONES DE PERMISOS COSTEROS"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 9-23-0599 (Pacific Gas & Electric Company, San Luis Obispo Co.) ",
                                            "spanish": "Solicitud No. 9-23-0599 (Pacific Gas & Electric Company, San Luis Obispo Co.) "
                                        },
                                        "blurb": {
                                            "english": "Application by Pacific Gas & Electric Company to dredge approximately 70,000 cu. yds. of sediment from the Diablo Canyon Power Plant Intake Cove, approximately six miles north of the City of Avila Beach, and place dredged sediment approx. 2000 ft.  offshore of Morro Bay State Park sandspit, San Luis Obispo County (JK-SF) ",
                                            "spanish": "Solicitud de Pacific Gas & Electric Company para dragar aproximadamente 70,000 yardas cúbicas de sedimento de la Ensenada de Toma de la Planta de Energía Diablo Canyon, aproximadamente seis millas al norte de la Ciudad de Avila Beach, y colocar el sedimento dragado aproximadamente mar adentro del arenal del Parque Estatal de Morro Bay, Condado de San Luis Obispo (JK-SF) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F8a/F8a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F8a/F8a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Appendix",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F8a/F8a-10-2023-appendix.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            },
                            {
                                "number": 9,
                                "title": {
                                    "english": "Federal Consistency",
                                    "spanish": "Federal Consistencia"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "CC-0003-22 (Union Pacific Railroad) ",
                                            "spanish": "CC-0003-22 (Ferrocarril Union Pacific) "
                                        },
                                        "blurb": {
                                            "english": "Consistency certification by Union Pacific Railroad to replace the existing, dilapidated Honda Bridge with new bridge in same location and alignment, temporary relocation of a fiber optic cable, and follow-up authorization for emergency repairs consisting of placement and compaction of fill materials within an eroded slope failure area, creation of a diversion channel, and placement of rock rip rap along the toe of the eroded slope, Vandenberg Space Force Base, Santa Barbara County (WH-SF) ",
                                            "spanish": "Certificación de consistencia por el Ferrocarril Union Pacific para reemplazar el puente Honda existente y deteriorado por un puente nuevo en la misma ubicación y alineación, reubicación temporal de un cable de fibra óptica y autorización de seguimiento para reparaciones de emergencia que consisten en la colocación y compactación de materiales de relleno dentro de un área de falla de talud erosionado, creación de un canal de desviación y colocación de escollera de roca a lo largo de la punta del talud erosionado, Base de la Fuerza Espacial Vandenberg, Condado de Santa Bárbara (WH-SF)."
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F9a/F9a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F9a/F9a-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "CONCURRED"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "North Central Coast District",
                            "spanish": "Distrito Norte del Costa Central"
                        },
                        "header": true,
                        "class": "north-central",
                        "categories": [
                            {
                                "number": 10,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
                                    "spanish": "Informe del subdirector sobre permiso de exenciones, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica, llame a la oficina de la Comisión en San Francisco al (415) 904-5260."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/F10/F10-10-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 11,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-2-MAR-23-0034 (Alexander Ag Development, Bolinas) ",
                                            "spanish": "Apelación No. A-2-MAR-23-0034 (Alexander Ag Development, Bolinas) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Toby Nemec and Christine Chin-Nemec of Marin County CDP decision authorizing a 780 sq.ft. barn, 1,000 sq.ft. greenhouse, 100 sq.ft. shed, and two 2,500-gallon water tanks, all on property fronting on Elm Road, Hawthorne Road, and Grove Road in the unincorporated town of Bolinas, Marin County. (SR-SF)",
                                            "spanish": "Apelación de Toby Nemec y Christine Chin-Nemec a la decisión del CDP del condado de Marin por la que se autoriza la construcción de un granero de 780 pies cuadrados, un invernadero de 1.000 pies cuadrados, un cobertizo de 100 pies cuadrados y dos depósitos de agua de 2.500 galones, todo ello en una propiedad con fachada a Elm Road, Hawthorne Road y Grove Road en la localidad no incorporada de Bolinas, condado de Marin. (SR-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": null
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Central Coast District",
                            "spanish": "Distrito de la Costa Central"
                        },
                        "header": true,
                        "class": "central-coast",
                        "categories": [
                            {
                                "number": 12,
                                "title": {
                                    "english": "Deputy Director's Report",
                                    "spanish": "Informe del Subdirector"
                                },
                                "blurb": {
                                    "english": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
                                    "spanish": "Informe del subdirector sobre suspensiones de permisos, permisos de emergencia, enmiendas inmateriales y extensiones, aceptación por parte del gobierno local de modificaciones para la certificación LCP y sobre comentarios del público que son relativo a la informe del Subdirector. Para información específica llame a la oficina de la Comisión en Santa Cruz al (831) 427-4863."
                                },
                                "assets": [
                                    {
                                        "name": "Report",
                                        "url": "https://documents.coastal.ca.gov/reports/2023/10/F12/F12-10-2023-report.pdf"
                                    }
                                ],
                                "result": "CONCURRED"
                            },
                            {
                                "number": 13,
                                "title": {
                                    "english": "Local Coastal Programs (LCPs)",
                                    "spanish": "Programas Costeros Locales (LCPs)"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "City of Santa Cruz LCP Amendment No. LCP-3-STC-23-0005-1-Part A (Small Housing Units). ",
                                            "spanish": "Enmienda al LCP de la ciudad de Santa Cruz No. LCP-3-STC-23-0005-1-Parte A (Unidades de Vivienda Pequeñas). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on request by the City of Santa Cruz to amend its certified LCP Implementation Plan to rename Small Ownership Units (SOUs) as Flexible Density Units (FDUs) and to modify applicable provisions, and to make clarifying changes to Single Room Occupancy (SRO) provisions. (KF-SC)  ",
                                            "spanish": "Audiencia pública y posible acción sobre la solicitud de la ciudad de Santa Cruz de enmendar su Plan de Implementación del LCP certificado para renombrar las Unidades de Pequeña Propiedad (SOU) como Unidades de Densidad Flexible (FDU) y modificar las disposiciones aplicables, así como para realizar cambios aclaratorios en las disposiciones sobre Ocupación de Habitación Individual (SRO). (KF-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F13a/F13a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F13a/F13a-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "City of Carmel-by-the-Sea LCP Amendment No. LCP-3-CML-23-0022-1-Part B (Timeshare Provisions). ",
                                            "spanish": "Enmienda al LCP No. LCP-3-CML-23-0022-1-Parte B (Disposiciones sobre tiempo compartido) de la ciudad de Carmel-by-the-Sea."
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on request by City of Carmel-by-the-Sea to amend its certified LCP Implementation Plan to modify existing timeshare provisions. (KB-SC)  ",
                                            "spanish": "Audiencia pública y posible acción sobre la solicitud de la ciudad de Carmel-by-the-Sea de enmendar su Plan de Implementación del LCP certificado para modificar las disposiciones existentes sobre tiempo compartido. (KB-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F13b/F13b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F13b/F13b-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Exparte",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F13b/F13b-10-2023-exparte.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F13b/F13b-10-2023-corresp.pdf"
                                            },
                                            {
                                                "name": "Addendum",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F13b/F13b-10-2023-addendum.pdf"
                                            }
                                        ],
                                        "result": "APPROVED AS SUBMITTED"
                                    }
                                ]
                            },
                            {
                                "number": 14,
                                "title": {
                                    "english": "NOTICE OF IMPENDING DEVELOPMENT",
                                    "spanish": "AVISO DE DESARROLLO INMINENTE."
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "NOID No. MCO-NOID-0001-23 (Rancho Rico Forest Health and Vegetation Treatment Project, Big Sur). ",
                                            "spanish": "NOID No. MCO-NOID-0001-23 (Proyecto de salud forestal y tratamiento de la vegetación de Rancho Rico, Big Sur). "
                                        },
                                        "blurb": {
                                            "english": "Public hearing and potential action on Notice of Impending Development submitted by the Resource Conservation District of Monterey County pursuant to the Monterey County Forest Health and Fire Resilience Public Works Plan to implement and maintain ecological forest restoration on up to 84 acres and shaded fuel break treatments on up to 17 acres of land located west of Highway 1 and south of Sycamore Canyon Road in the unincorporated Big Sur area of Monterey County. (MM-SF) ",
                                            "spanish": "Audiencia pública y posible acción sobre la Notificación de Desarrollo Inminente presentada por el Distrito de Conservación de Recursos del Condado de Monterey de conformidad con el Plan de Obras Públicas de Sanidad Forestal y Resistencia a los Incendios del Condado de Monterey para implementar y mantener la restauración ecológica de los bosques en hasta 84 acres y tratamientos de corta de combustible con sombra en hasta 17 acres de terreno ubicado al oeste de la Carretera 1 y al sur de Sycamore Canyon Road en el área no incorporada de Big Sur del Condado de Monterey. (MM-SF)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F14a/F14a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F14a/F14a-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Moved to Consent, Approved as Recommended"
                                    }
                                ]
                            },
                            {
                                "number": 15,
                                "title": {
                                    "english": "New Appeals",
                                    "spanish": "Nuevas Apelaciones"
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Appeal No. A-3-SLO-23-0029 (Valley SFD, Cayucos) ",
                                            "spanish": "Apelación No. A-3-SLO-23-0029 (Valley SFD, Cayucos). "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Russ and Jeanette Taylor, Steve and Mary McKiernan, and John Carsel of San Luis Obispo County decision granting permit with conditions to Donald and Martha Valley for construction of a 1,970 square-foot single-family residence on a property located at 3579 Gilbert Avenue in the unincorporated community of Cayucos in San Luis Obispo. (SM-SC) ",
                                            "spanish": "Apelación de Russ y Jeanette Taylor, Steve y Mary McKiernan, y John Carsel a la decisión del condado de San Luis Obispo por la que se concede un permiso con condiciones a Donald y Martha Valley para la construcción de una residencia unifamiliar de 1.970 pies cuadrados en una propiedad situada en 3579 Gilbert Avenue, en la comunidad no incorporada de Cayucos, en San Luis Obispo. (SM-SC) "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F15a/F15a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F15a/F15a-10-2023-exhibits.pdf"
                                            },
                                            {
                                                "name": "Correspondence",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F15a/F15a-10-2023-corresp.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    },
                                    {
                                        "letter": "b",
                                        "title": {
                                            "english": "Appeal No. A-3-STC-23-0037 (King SFD, Santa Cruz) ",
                                            "spanish": "Apelación No. A-3-STC-23-0037 (King SFD, Santa Cruz) "
                                        },
                                        "blurb": {
                                            "english": "Appeal by Alan Goates of City of Santa Cruz decision granting permit with conditions to Jeremy and Lisa King to demolish approximately 776 sq.ft. one-story, single-family home and 640 sq.ft. accessory structure and to construct new approximately 3,609 sq.ft. two-story, single-family home with detached 500 sq.ft. two-story, garage and accessory dwelling unit at 936 West Cliff Drive in the City of Santa Cruz, Santa Cruz County. (KF-SC)  ",
                                            "spanish": "Apelación de Alan Goates a la decisión de la Ciudad de Santa Cruz de otorgar un permiso con condiciones a Jeremy y Lisa King para demoler aproximadamente 776 pies cuadrados de una casa unifamiliar de un piso y 640 pies cuadrados de una estructura accesoria y construir una nueva casa unifamiliar de dos pisos de aproximadamente 3,609 pies cuadrados, un garaje de dos pisos y una unidad de vivienda accesoria. y construir una nueva casa unifamiliar de dos plantas de aproximadamente 3.609 pies cuadrados con un garaje independiente de dos plantas de 500 pies cuadrados y una unidad de vivienda accesoria en 936 West Cliff Drive en la ciudad de Santa Cruz, condado de Santa Cruz. (KF-SC)"
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F15b/F15b-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F15b/F15b-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "NO SUBSTANTIAL ISSUE—LOCAL APPROVAL UPHELD"
                                    }
                                ]
                            },
                            {
                                "number": 16,
                                "title": {
                                    "english": "COASTAL DEVELOPMENT PERMIT",
                                    "spanish": "APLICACIONES DE PERMISOS COSTEROS. "
                                },
                                "items": [
                                    {
                                        "letter": "a",
                                        "title": {
                                            "english": "Application No. 3-22-0463 (Oceano Airport Improvements, Oceano) ",
                                            "spanish": "Solicitud No. 3-22-0463 (Mejoras en el aeropuerto de Oceano, Oceano) "
                                        },
                                        "blurb": {
                                            "english": "Application of San Luis Obispo County Department of Airports for a series of repairs and improvements to airport infrastructure at Oceano County Airport, including parking lot repaving, hanger replacement, and pilot campground upgrades, at 561 Air Park Drive in the unincorporated community of Oceano in San Luis Obispo County. (DJ-SC) ",
                                            "spanish": "Solicitud del Departamento de Aeropuertos del condado de San Luis Obispo para una serie de reparaciones y mejoras en la infraestructura aeroportuaria del aeropuerto del condado de Oceano, incluida la repavimentación del aparcamiento, la sustitución del hangar y las mejoras en la zona de acampada de los pilotos, en 561 Air Park Drive, en la comunidad no incorporada de Oceano, en el condado de San Luis Obispo. (DJ-SC)  "
                                        },
                                        "assets": [
                                            {
                                                "name": "Report",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F16a/F16a-10-2023-report.pdf"
                                            },
                                            {
                                                "name": "Exhibits",
                                                "url": "https://documents.coastal.ca.gov/reports/2023/10/F16a/F16a-10-2023-exhibits.pdf"
                                            }
                                        ],
                                        "result": "Postponed"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "name": {
                            "english": "Statewide",
                            "spanish": "Statewide"
                        },
                        "header": false,
                        "class": "statewide margin-top",
                        "field_trip": {
                            "title": {
                                "english": "Future Meetings:",
                                "spanish": "Reuniones futuras:"
                            },
                            "blurb": {
                                "english": "The next meetings of the Coastal Commission will be November 15-17, 2023 & December 13-15, 2023.",
                                "spanish": "Las próximas reuniones de la Comisión Costera serán del 15 al 17 de noviembre de 2023 y del 13 al 15 de diciembre de 2023."
                            },
                            "assets": [
                                {
                                    "name": "Report",
                                    "url": null
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    }
]