[
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 1,
        "item_title": "CALL TO ORDER and ROLL CALL",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 2,
        "item_title": "VIRTUAL MEETING PROCEDURES",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 3,
        "item_title": "Agenda Changes",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 4,
        "item_title": "General Public Comment",
        "item_blurb": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "Chair's Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Executive Director's Report",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Commission Correspondence",
        "subitem_blurb": "Consideration and potential action on Commission correspondence.",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Legislative Report",
        "subitem_blurb": "Status report and possible action on pending legislation. (JA/SC-SF)",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 7,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 5-19-1196 (Ramras, Venice) ",
        "subitem_blurb": "Application of Jay Ramras for after-the-fact approval of conversion of 746 sq.ft. storage and recreation rooms into accessory dwelling unit within existing 2,034 sq.ft., 35’ tall duplex with 6 on-site parking spaces at 21 Voyage St., Venice, Los Angeles, Los Angeles County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  ",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 8,
        "item_title": "Consent Calendar (removed from Regular Calendar)",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 9,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 10,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "City of Carpinteria LCP Amendment No. LCP-4-CPN-20-0050-1 (Condominium/Cooperative Conversion) Certification Review",
        "subitem_blurb": "Concurrence with Executive Director’s determination that action by the City of Carpinteria, acknowledging receipt, acceptance, and agreement with the Commission’s certification with suggested modifications, is legally adequate. (JP-V)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": false,
        "item_title": "Items 11b, 11c, and 11d below will share a single combined staff report and presentation",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 11,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Appeal No. A-4-STB-20-0061 (Caltrans, Santa Barbara Co.) ",
        "subitem_blurb": "Appeal by Coastal Ranches Conservancy and Gaviota Coast Conservancy of decision of County of Santa Barbara granting permit with conditions to California Department of Transportation for abandonment of existing 475’ long, 6’ x 6’ wide reinforced concrete box and 72” diameter reinforced concrete pipe culvert and installation of new 506’ long, 72” diameter alternative pipe culvert, installation of rock slope protection, construction of headwalls and wingwalls, and grading consisting of 4,610 cu.yds. of cut and 5,050 cu.yds of fill at, Canada del Barro and U.S. Highway 101, Gaviota, Santa Barbara County (WH-V)",
        "subitem_status": "local permit application withdrawn"
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 11,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Appeal No. A-4-SBC-20-0065 (City of Santa Barbara Public Works Department and County of Santa Barbara Public Works Department, Santa Barbara) ",
        "subitem_blurb": "Appeal by Scott Wenz of decision of City of Santa Barbara granting permit with conditions to City of Santa Barbara Public Works Department and Santa Barbara County Public Works Department for reconfiguration of six-legged stop-controlled intersection to single lane roundabout and addition of pedestrian refuge islands, sidewalks, and crosswalks at the intersection of Olive Mill Road, Coast Village Road, Jameson Lane, Highway 101 northbound off-ramp, and Highway 101 southbound on-ramp, Santa Barbara, Santa Barbara County. (IQ-V)",
        "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 11,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Appeal No. A-4-STB-20-0079 (City of Santa Barbara Public Works Department and Santa Barbara County Public Works Department, Santa Barbara) ",
        "subitem_blurb": "Appeal by Thomas Becker of decision of County of Santa Barbara granting permit with conditions to City of Santa Barbara Public Works Department and Santa Barbara County Public Works Department for reconfiguration of six-legged stop-controlled intersection to single lane roundabout and addition of pedestrian refuge islands, sidewalks, and crosswalks at intersection of Olive Mill Road, Coast Village Road, Jameson Lane, Highway 101 northbound off-ramp, and Highway 101 southbound on-ramp, Santa Barbara, Santa Barbara County. (IQ-V)",
        "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 11,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "d",
        "subitem_title": "Appeal No. A-4-STB-20-0078 (County of Santa Barbara Public Works Department, Santa Barbara) ",
        "subitem_blurb": "Appeal by Thomas Becker of decision of County of Santa Barbara granting permit with conditions to Santa Barbara County Public Works Department for reconfiguration of two stop-controlled intersections to single lane roundabout and addition of sidewalks at intersection of San Ysidro Road, North Jameson Lane, and the northbound Highway 101 on- and off-ramps, Santa Barbara, Santa Barbara County. (IQ-V)",
        "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": false,
        "item_title": "Items 12a and 12b share a single combined staff report and hearing",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 12,
        "item_title": "Permit Amendments",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 4-05-148-A1 (City of Ventura and 31st Agricultural District, Ventura) ",
        "subitem_blurb": "Application of City of Ventura and 31st Agricultural District to modify portions of managed retreat project, extend cobble berm and vegetated sand dunes approximately 150 li.ft. east (14,800 cu.yds. of cobble and 17,825 cu.yds. of sand), reconfigure public access amenities, and revise landscaping plan, at Surfer’s Point, City of Ventura, Ventura County. (WD-V)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 12,
        "item_title": "Permit Amendments",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. A-4-SBV-06-037-A1 (City of Ventura and 31st Agricultural District, Ventura) ",
        "subitem_blurb": "Application of City of Ventura and 31st Agricultural District to modify portions of managed retreat project, including partial realignment of Shoreline Drive, reconfigure public parking lot, including increasing number of spaces and electrical vehicle charging units, drainage design revisions, reconfigure public access amenities, and revise landscaping plan, located at Surfer’s Point, City of Ventura, Ventura County. (WD-V)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 14, 2021",
        "district": "South Central Coast District",
        "item_number": 13,
        "item_title": "DISPUTE RESOLUTION",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Dispute Resolution No. 4-21-0132-EDD (Sycamore Tennis Court Association, Malibu) ",
        "subitem_blurb": "Public hearing and Commission determination on dispute over appealability (pursuant to California Code of Regulations, Title 14, Section 13569) of a pending City of Malibu coastal development permit application for a vehicular and pedestrian access gate at, 6480 Via Escondido Drive, Malibu, Los Angeles County. (DV-V) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
        "subitem_status": "APPROVED"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 14,
        "item_title": "Administrative Calendar",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 5-19-0977 (City of Long Beach, Long Beach) ",
        "subitem_blurb": "Application by City of Long Beach to replace 16,960 sq.ft. boat launch ramp; demolish 680 sq.ft. restroom and construct 506 sq.ft. restroom; remove 4,320 sq.ft. timber dock system including 13 -14” diameter piles and install same size concrete dock system with 12-24-in piles 10” seaward of existing location; eelgrass mitigation; relocate entrance gate; add or upgrade boat wash station, drainage and sewage pumpout stations, fire suppression system, parking lot (5 new parking spaces), fish cleaning station, signage, and trash facilities; and repair rip rap, as needed at 6204 Marina Drive, Long Beach, Los Angeles County. (DZ-LB)",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 15,
        "item_title": "Deputy Director's Report For Los Angeles County",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 16,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "City of Santa Monica LCP Amendment No. LCP-5-SNM-21-0020-1 (Project-Specific FAR and Height Update) Time Extension",
        "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action for up to one year on request by City of Santa Monica to amend the certified Land Use Plan to modify height and FAR regulations for 1133 Ocean Avenue, 1127 Second Street, and 1129 Second Street specific to the proposed Miramar Hotel Project and 100% Affordable Housing Project. (CS-LB) ",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 17,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Appeal No. A-5-DRL-21-0015 (Streams, Playa Del Rey) ",
        "subitem_blurb": "Appeal by Robert Shelton, Julie Ross, Stew Herrera and Lisa Farris from decision of City of Los Angeles West Los Angeles Area Planning Commission approving permit to Mark Streams for demolition of existing 1,987 sq. ft., 1-story, single-family residence and construction of new 3-story, approx. 36 ft. high, 5,784 sq. ft., single-family home over 1,722 sq. ft. basement containing 3-car garage and storage, roof deck with elevator shaft, and cut and export of 1,500 cu.yds. on 5,637 sq. ft. lot, at 7012 Vista Del Mar Lane, Playa Del Rey, Los Angeles, Los Angeles County. (JD-LB)",
        "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 17,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Appeal No. A-5-LOB-21-0016 (City of Long Beach, Long Beach)",
        "subitem_blurb": "Appeal by Los Cerritos Wetlands Task Force, Sierra Club (Ann Cantrell) of decision of City of Long Beach local coastal development permit for establishment of policy for annual and emergency tree trimming activities for City-maintained trees within the coastal zone, excluding trees within the State's permit jurisdiction. The coastal tree trimming policy includes, but is not limited to, establishing requirements for bird nesting surveys, monitoring, best practices, and administrative procedures city-wide, Long Beach, Los Angeles County. (DZ-LB)",
        "subitem_status": "withdrawn"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 18,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Appeal No. A-5-VEN-15-0003 (Lion Gate #1, LLC, Los Angeles) ",
        "subitem_blurb": "Application of Lion Gate Global #1, LLC to convert 4,230 sq.ft. single-family home to commercial mixed use development, including: 1) 550 sq.ft. retail on ground floor ; 2)  2,990 sq.ft. Artisan-Residence on ground floor, second, and third floors; 3) three onsite parking spaces (including one ADA-compliant space); and 4) eight bicycle parking spaces, at 1214 Abbot Kinney Boulevard, Venice, City of Los Angeles, Los Angeles County (AS-LB)",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 18,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application 5-21-0077 (Papaian, Torrance) ",
        "subitem_blurb": "Application of Haig Papaian for after-the-fact approval to install approximately 70’ long retaining wall with nine 18” diameter caissons and approximately 840 sq.ft. concrete patio; new drainage sump pump proposed within concrete patio to redirect runoff from blufftop to street; removal of unpermitted coastal bluff-face pathway, drainage pipes and riprap, 3 wooden retaining walls, and restoration of disturbed area with native southern coastal bluff plant species is also proposed at 425 Paseo de la Playa, Torrance, Los Angeles County (MR-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 18,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Application 5-19-1212 (Santa Monica Beach Club, Santa Monica)  ",
        "subitem_blurb": "Application of The Beach Club of Santa Monica to remodel existing Beach Club to include: 1) renovate kitchen, bar, and seating areas; 2) add employee service facilities, maintenance facilities, and basement-level storage facilities; 3) seismic retrofitting; 4) new mat-slab foundation for proposed remodel/addition areas; 5) demolish small storage sheds, remove shade structures, and vegetation; 6) modify fencing for two new proposed view corridors, to include 20’ southern view corridor and 49’ northern view corridor; and 7) after-the-fact permitting for unpermitted development, at 201 Palisades Beach Road, Santa Monica, Los Angeles County. (AS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 18,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "d",
        "subitem_title": "Application No. 5-20-0063 (Grand Prix Association of Long Beach & City of Long Beach, Long Beach) ",
        "subitem_blurb": "Application by Grand Prix Association of Long Beach and City of Long Beach for 5-year authorization for 2021, 2022, 2023, 2024, and 2025 Grand Prix of Long Beach, including installation and removal of temporary facilities for traffic and public accommodations at Downtown Shoreline, Long Beach, Los Angeles County. (DZ-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 18,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "e",
        "subitem_title": "Application No. 5-20-0397 (SVBSM LLC, Santa Monica) ",
        "subitem_blurb": "Application of SVBSM LLC to change use of 12,170 sq.ft. office and 3,530 sq. ft. rooftop area to 15,700 sq.ft. membership restaurant, at 1401 Ocean Avenue, 300, Santa Monica, Los Angeles County. (CP-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 14, 2021",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 18,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "f",
        "subitem_title": "Application No. 5-20-0650 (Smith, Hermosa Beach) ",
        "subitem_blurb": "Application of Barry Smith to demolish existing 2,024 sq.ft. triplex and construct new 3,241 sq.ft., 3-story duplex with 313 sq.ft. attached accessory dwelling unit (ADU), at 24 3rd St, Hermosa Beach, Los Angeles County. (VL-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": false,
        "item_title": "Closed Session",
        "item_blurb": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 19,
        "item_title": "Approval of Minutes",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 20,
        "item_title": "Commissioners' Reports",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 21,
        "item_title": "Commission Sub-committee Reports",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 22,
        "item_title": "Conservancy Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 23,
        "item_title": "Santa Monica Mountains Conservancy Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 24,
        "item_title": "Santa Monica Bay Restoration Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 14, 2021",
        "district": "Statewide",
        "item_number": 25,
        "item_title": "Deputy Attorney General's Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Statewide",
        "item_number": 1,
        "item_title": "CALL TO ORDER and ROLL CALL",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Statewide",
        "item_number": 2,
        "item_title": "VIRTUAL MEETING PROCEDURES",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Statewide",
        "item_number": 3,
        "item_title": "Agenda Changes",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Statewide",
        "item_number": 4,
        "item_title": "General Public Comment",
        "item_blurb": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Consent Calendar (removed from Regular Calendar)",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Enforcement",
        "item_number": 7,
        "item_title": "Enforcement Report",
        "item_blurb": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "North Central Coast District",
        "item_number": 8,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "North Central Coast District",
        "item_number": 9,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "City of Half Moon Bay LCP Amendment No. LCP-2-HMB-20-0081-2 (Land Use Plan Update) ",
        "subitem_blurb": "Public hearing and action on request by the City of Half Moon Bay to comprehensively update the LCP Land Use Plan. (JKN-SF) ",
        "subitem_status": "APPROVED AS SUBMITTED"
    },
    {
        "date": "April 15, 2021",
        "district": "North Central Coast District",
        "item_number": 9,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "City of Pacifica LCP Amendment No. LCP-2-PAC-20-0075-2 (Single-Parcel Rezone) ",
        "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Pacifica to modify the land use designation and zoning classification of a single vacant parcel on Salada Ave (APN 016-050-400) from R-2 (Two-Family Residential) to R-3 (Multiple-Family Residential) is de minimis. (JKN-SF)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 10,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 11,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "City of Santa Cruz LCP Amendment No. LCP-3-STC-20-0015-1-Part A (Accessory Dwelling Units) ",
        "subitem_blurb": "Public hearing and action on request by the City of Santa Cruz to amend LCP ADU regulations. (CB-SC) ",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 11,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-20-0043-1 (Industrial Hemp). Certification Review",
        "subitem_blurb": "Concurrence with the Executive Director’s determination that the action by San Luis Obispo County accepting certification of LCP-3-SLO-20-0043-1 with modifications (establishing provisions regarding the cultivation and processing of industrial hemp) is legally adequate. (SC-SC)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 11,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "City of Capitola LCP Amendment No. LCP-3-CAP-20-0082-2 (Land Use Map and Implementation Plan/Map Updates) ",
        "subitem_blurb": "Public hearing and action on request by the City of Capitola to update the LCP’s Land Use Map, the Zoning Map, the Archaeological Sensitivity Map, the Environmentally Sensitive Habitat Map, and most chapters of the Implementation Plan. (RG-SC)",
        "subitem_status": "APPROVED WITH MODIFICATIONS"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 11,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "d",
        "subitem_title": "City of Santa Cruz LCP Amendment Number LCP-3-STC-21-0019-1 (Metro Station Land Use and Zoning Changes) ",
        "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Santa Cruz to reconfigure the Land Use and Zoning Designations for the Metro Station property located in Downtown Santa Cruz is de minimis. (RM-SC) ",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 11,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "e",
        "subitem_title": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-21-0023-1-Part B (Cannabis Ordinance Update) ",
        "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by San Luis Obispo County to amend the Implementation Plan’s existing cannabis ordinance is minor. (BO-SC)",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 11,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "f",
        "subitem_title": "San Luis Obispo County LCP Amendment No. LCP-3-SLO-21-0026-1-Part E (Code Enforcement Proceedings) ",
        "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by San Luis Obispo County to amend the Implementation Plan’s procedures for code enforcement and violations is minor. (BO-SC)",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 12,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Appeal No. A-3-SLO-21-0017 (Phillips 66 Remediation, Arroyo Grande) ",
        "subitem_blurb": "Appeal by Jeff Edwards of San Luis Obispo County decision granting permit with conditions to the Phillips 66 Company for remediation of 14,520 cu. yds. of soil impacted with hydrocarbons, asbestos, and domestic waste, and revegetation of this impacted area, at existing Phillips 66 oil refinery at 2555 Willow Road, Arroyo Grande, San Luis Obispo County. (AM-SC)",
        "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 12,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Appeal No. A-3-SLO-21-0020 (Pat Kimbell Second Unit, Los Osos)",
        "subitem_blurb": "Appeal by Commissioners Escalante and Hart of San Luis Obispo County decision granting permit with conditions to Pat Kimbell to construct two-story residential unit with deck on property with existing single-family home, at 928 El Moro Avenue in the unincorporated community of Los Osos in San Luis Obispo County. (MW-SC) ",
        "subitem_status": "withdrawn"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 12,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Appeal No. A-3-SLO-21-0019 (Sandy Bean, Los Osos). ",
        "subitem_blurb": "Appeal by Cecile Surbeck of San Luis Obispo County decision granting permit with conditions to Sandy Bean to establish temporary off-site construction storage yard located at the northeast corner of Los Olivos Avenue and Fairchild Way in the unincorporated community of Los Osos in San Luis Obispo County. (MW-SC) ",
        "subitem_status": "substantial issue hearing only; de novo hearing postponed"
    },
    {
        "date": "April 15, 2021",
        "district": "Central Coast District",
        "item_number": 13,
        "item_title": "Permit Amendments",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Permit Amendment Application No. 3-12-050-A2 (California Department of Parks and Recreation Oceano Dunes Dust Control, Grover Beach/Oceano, San Luis Obispo Co.) ",
        "subitem_blurb": "Application of State Parks to amend CDP No. 3-12-050 (which authorized a five-year program between 2017 and 2022 to reduce dust and particulate matter emissions at State Parks’ Oceano Dunes park) to: allow an additional 93 acres of permanent dust control mitigation (with 66 acres in the OHV riding and camping areas and 27 acre outside of these areas) in the dunes, for a total of roughly 250 acres (222 acres in the OHV riding and camping areas and 27 acres outside of these areas). All at Oceano Dunes, which spans the City of Grover Beach and the unincorporated community of Oceano in southern San Luis Obispo County. (KK-SC)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 1,
        "item_title": "CALL TO ORDER and ROLL CALL",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 2,
        "item_title": "VIRTUAL MEETING PROCEDURES",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 3,
        "item_title": "Agenda Changes",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 4,
        "item_title": "General Public Comment",
        "item_blurb": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 5-20-0489 (Kay, Seal Beach) ",
        "subitem_blurb": "Application of Willa Kay to demolish existing 1-story single family home and construct new 3,145 sq.ft., 25’-high, 2-story single family home with 2-car garage at, 210 2nd St, Seal Beach, Orange County. (VL-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 5-20-0525 (Zheng, Sunset Beach) ",
        "subitem_blurb": "Application of Tony Zheng and Lan Xuan to demolish existing 1,690 sq.ft. single family home and construct new 3-story, *35' high, 4,764 sq. ft., 2-unit condominium with attached garages at, 16776 15th St, Sunset Beach, Orange County.",
        "subitem_status": "POSTPONED"
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Application No. 5-20-0598 (McKinley Family Trust, San Clemente) ",
        "subitem_blurb": "Application of McKinley Family Trust to expand existing 617 sq.ft. restaurant by converting 770 sq.ft. of retail space adjacent to existing restaurant to restaurant use resulting in 1,171 sq.ft. restaurant with 216 sq.ft. covered dining patio. The applicant will contribute $3,000 annually to City of San Clemente to be used to promote multi-modal access to Pier Bowl.  A portion of first annual contribution will be used to fund creation of two new metered public parking spaces in Pier Bowl at, 612 Avenida Victoria, San Clemente, Orange County. (CP-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "d",
        "subitem_title": "Application No. 6-20-0594 (City of San Diego Crown Point Improvements, San Diego) ",
        "subitem_blurb": "Application of City of San Diego to replace playground, sidewalks, and landscaping; repair and resurface parking lot at Crown Point in Mission Bay Park, Mission Bay, San Diego, San Diego County. (CB-SD)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Consent Calendar (removed from Regular Calendar)",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "North Coast District",
        "item_number": 7,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "North Coast District",
        "item_number": 8,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 1-19-0356 (Humboldt County Public Works Dept., Humboldt Co.)  ",
        "subitem_blurb": "Application by the Humboldt County Public Works Dept. to replace existing Pine Hill Road bridge over Swain Slough with new 80’ long, 34’ wide, two lane bridge just south of Eureka on Pine Hill Road at Swain Slough, Humboldt County (CK-A)",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "North Coast District",
        "item_number": 8,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 1-20-0559 (Vero Fiber Networks, Humboldt Co.) ",
        "subitem_blurb": "Application by Vero Fiber Networks, LLC to install underground fiber optic cable conduit using horizontal directional drilling and a series of handholes and bore pits within 9.5-mile-long stretch of public road rights-of-way primarily along Old Arcata Road and Myrtle Ave. and portions of other connecting City and County roads from Arcata to Mitchell Heights area east of Eureka, Humboldt County (MBK-A)",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "Energy, Ocean Resources & Federal Consistency",
        "item_number": 9,
        "item_title": "Energy, Ocean Resources & Federal Consistency",
        "item_blurb": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "Energy, Ocean Resources & Federal Consistency",
        "item_number": 10,
        "item_title": "Federal Consistency",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "CD-0002-21. (Corps of Engineers, San Luis Obispo Co.) ",
        "subitem_blurb": "Consistency Determination by U.S. Army Corps of Engineers for repairs to the federal breakwater in Port San Luis Harbor, San Luis Obispo County. (AC-SF) ",
        "subitem_status": "CONCURRED"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 11,
        "item_title": "Administrative Calendar",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 5-21-0023 (City of Seal Beach, Seal Beach) ",
        "subitem_blurb": "Application of City of Seal Beach to replace five Brazilian peppertrees with five oak trees within Gum Grove Park and restore all disturbed areas to pre-disturbed condition including replanting with native plants at Gum Grove Park, Seal Beach, Orange County. (CP-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "CONCURRED"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 12,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 13,
        "item_title": "NOTICE OF IMPENDING DEVELOPMENT/PUBLIC WORKS PLAN",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Crystal Cove State Park Notice of Impending Development CCV-NOID-0001-21 (Los Trancos Creek Maintenance, Orange Co.)",
        "subitem_blurb": "Public hearing and action on the Notice of Impending Development by California Department of Parks and Recreation pursuant to the certified Crystal Cove State Park Public Works Plan for removal of grouted rip-rap within the upper Los Trancos Creek and installation of un-grouted rip rap spillway adjacent to public pedestrian pathway to prevent undermining and remove accumulated creek sediment downstream to reduce the flooding during a large storm flow. Measures are proposed to protect nesting trees, nesting and roosting bird species, and impacts to native vegetation will be mitigated at a 2:1 ratio in the Crystal Cove Historic District, Orange County. (AD-LB) ",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 14,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. A-5-LGB-19-0010 (Surf & Sand Resort, Laguna Beach) ",
        "subitem_blurb": "Application of Surf & Sand Resort to renovate 8 existing on-site buildings of Surf & Sand Resort, on 3.18 acre site that slopes from South Coast Highway to sandy beach at 1555 South Coast Highway, Laguna Beach, Orange County. (MV-LB)",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 14,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. A-5-LGB-19-0011 (Bluebird #24, LLC, Laguna Beach) ",
        "subitem_blurb": "Application of Bluebird #24, LLC for request for after-the-fact approval of 235-sq.ft. addition to existing 1,318 sq.ft. residential unit (Unit 24) of 32-unit condominium complex, which consists of converting 235 sq.ft. of deck area into internal floor area on ocean-fronting property at 1585 S. Coast Highway, Unit 24, Laguna Beach, Orange County. (MA-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 14,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Application No. A-5-LGB-19-0023 (Kinstler, Laguna Beach) ",
        "subitem_blurb": "Application of Charles & Lynda Kinstler to demolish existing approx. 1,200-sq.ft., 24.3’ high single-family home and 930-sq.ft. second residential unit, and construct approx. 5,200-sq.ft., 28.5’ high single-family home with detached garage, 640-sq.ft. ADU, and after-the-fact request for approval of unpermitted non-conforming beach stairs on bluff face on ocean-fronting, blufftop lot at 31861 Coast Highway, Laguna Beach, Orange County. (MA-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 14,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "d",
        "subitem_title": "Application No. A-5-LGB-20-0003 (Dekovner, Laguna Beach) ",
        "subitem_blurb": "Application of Betty Dekovner to the repair and replace(in-kind) structural posts, stairs, and stair railing; install additional balusters on existing railings; install handrail; and install interior fall protection at operable windows at 1045 Gaviota Drive, Laguna Beach, Orange County. (AS-LB)",
        "subitem_status": "CONTINUED"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 14,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "e",
        "subitem_title": "Application 5-20-0446 (OC Re-Hab 1, LLC, San Clemente) ",
        "subitem_blurb": "Application of OC Re-Hab 1, LLC to authorize landslide remediation for Shorecliffs Golf Course, constructed pursuant to emergency permit, to include: construct 2,600-ft. long box culvert; import of 150,000 cu.yds. of fill for reconstruction of slope; install gravity buttress and drainage network; and restore existing native habitat both on-site and off-site, at Cascadita Canyon, San Clemente, Orange County. (CS-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "South Coast District (Orange County)",
        "item_number": 14,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "f",
        "subitem_title": "Application No. 5-20-0469 (Biehler, Seal Beach) ",
        "subitem_blurb": "Application of David Biehler to demolish existing duplex with 1,004 sq.ft. unit and 330 sq.ft. unpermitted unit, separate 765 sq. ft. unit, 596 sq.ft. garage and 567 sq.ft. unpermitted carport all located on two inland lots and construct new two-story, 2,850 sq.ft. single-family home with attached 416 sq.ft. garage on each lot, at 133 and 135 13th Street, Seal Beach, Orange County.  (FSY-LB) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 15,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 16,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "City of Oceanside LCP Amendment No. LCP-6-OCN-20-0091-4 (Inclusionary Housing Ordinance Revisions) Time Extension",
        "subitem_blurb": "Public hearing and action to extend the 60-day time limit for Commission action up to one year on request by City of Oceanside to amend its Implementation Plan to update regulations related to inclusionary housing. (TR-SD)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 16,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-19-0165-3 (Balboa Avenue Station Specific Plan)",
        "subitem_blurb": "Public hearing and action on request by City of San Diego to amend the certified Land Use Plan (LUP) and Implementation Plan (IP) to implement the Balboa Avenue Station Area Specific Plan and related amendments to the Pacific Beach and Clairemont Mesa community plans. (AL-SD)",
        "subitem_status": "APPROVED WITH MODIFICATIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 17,
        "item_title": "PORT MASTER PLAN",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Port of San Diego Master Plan Amendment No. PMP-6-PSD-20-0001-01 (Pilot Native Oyster Living Shoreline) Certification Review. ",
        "subitem_blurb": "Commission action on Port of San Diego's adoption of Coastal Commission certification of Port Master Plan Amendment No. PMP-6-PSD-20-0001-01 for a pilot native oyster living shoreline project. (ML-SD)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 18,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Appeal No. A-6-COR-20-0045 (Berge, Coronado) ",
        "subitem_blurb": "Appeal by Commissioners Padilla and Brownsey from decision of City of Coronado granting permit to Brent Berge for after-the-fact construction of 15” tall retaining wall, 24” tall retaining wall, and 17’ long, 11’ wide deck at, 621 First Street, Coronado, San Diego County. (ML-SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.) ",
        "subitem_status": "SUBSTANTIAL ISSUE FOUND, APPROVED WITH CONDITIONS "
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 18,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Appeal No. A-6-OCN-20-0066 (Sarkaria, Oceanside)  ",
        "subitem_blurb": "Appeal by Commissioners Padilla and Brownsey from decision of City of Oceanside granting permit with conditions to Paul Sarkaria for subdivision of a 1.17-acre lagoon-fronting lot into two residential parcels at 2102 South Nevada Street, Oceanside, San Diego County. (TR-SD)",
        "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 18,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Appeal No. A-6-DMR-21-0018 (Ocean Front, LLC, Del Mar) ",
        "subitem_blurb": "Appeal by Mark Wyland from decision of City of Del Mar granting permit to Ocean Front, LLC for conversion of an existing, approximately 380 sq.ft. attached 2-car garage into an approximately 392 sq.ft. ADU attached to an existing approximately 525 sq.ft. single-family residence on a 1,753 sq.ft. lot at 2610 Ocean Front, Del Mar, San Diego County. (CH-SD) ",
        "subitem_status": "SUBSTANTIAL ISSUE FOUND, de Novo Hearing CONTINUED"
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 19,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 6-19-1162 (Toor, San Diego) ",
        "subitem_blurb": "Application of Baljit Toor to demolish 806 sq.ft., 1-story single-family home and construct new 1,063 sq.ft., approx. 30’ high, 3-story single-family home with attached garage and 292 sq.ft. junior ADU on 1,241 sq.ft. lot, at 722 San Jose Pl., Mission Beach, San Diego, San Diego County. (CB-SD)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "April 16, 2021",
        "district": "San Diego Coast District",
        "item_number": 19,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 6-19-1426 (City of San Diego South Mission Beach Storm Drain Improvements, San Diego) ",
        "subitem_blurb": "Application of City of San Diego to replace, repair, and realign 6 existing storm drains; remove 1 storm drain; install 2 new storm drains; and install bioretention basins and low-flow diversion system improvements on the eastern side of South Mission Beach, between Belmont Park and the entrance channel, Mission Beach, San Diego, San Diego County. (MF-SF)",
        "subitem_status": "Postponed"
    },
    {
        "date": "April 22, 2021",
        "district": "Statewide",
        "item_number": 1,
        "item_title": "CALL TO ORDER",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 22, 2021",
        "district": "Statewide",
        "item_number": 2,
        "item_title": "VIRTUAL MEETING PROCEDURES",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "April 22, 2021",
        "district": "Energy, Ocean Resources & Federal Consistency",
        "item_number": 3,
        "item_title": "Federal Consistency",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "CD-0006-20. (National Park Service, Marin Co.) ",
        "subitem_blurb": "Consistency Determination by National Park Service for the 2020 General Management Plan Amendment for Point Reyes National Seashore and the north district of Golden Gate National Recreation Area, including elk and ranch management actions, Marin County. (JW-SF)",
        "subitem_status": "Conditionally Concurred"
    }
]