[
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 1,
        "item_title": "CALL TO ORDER, ROLL CALL & TRIBAL ACKNOWLEDGEMENT.",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 2,
        "item_title": "VIRTUAL MEETING PROCEDURES",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 3,
        "item_title": "Agenda Changes",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 4,
        "item_title": "General Public Comment",
        "item_blurb": "GENERAL PUBLIC COMMENT. Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "Chair's Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Executive Director's Report",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Commission Correspondence",
        "subitem_blurb": "Consideration and potential action on Commission correspondence.",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Legislative Report",
        "subitem_blurb": "Status report and possible action on pending legislation. (KH/SC-SF)",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "d",
        "subitem_title": "SONGS Mitigation Program",
        "subitem_blurb": "Review and possible Commission action on the proposed 2024-2025 Work Program and Budget for technical oversight and independent monitoring under San Onofre Nuclear Generating Station mitigation program required as a condition of Permit No. 6-81-330 (Southern California Edison), San Diego County. (AB-SF)",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Executive Director's Report",
        "item_blurb": "",
        "subitem_number": "e",
        "subitem_title": "Service Contract for the Digitization of Coastal Commission and Regional Commission Analog Recordings. ",
        "subitem_blurb": "Commission authorization for Executive Director to enter into a contract for the digitization of analog recordings of Commission meetings. (MC-SF)",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 7,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 8,
        "item_title": "Consent Calendar (removed from Regular Calendar)",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Enforcement",
        "item_number": 9,
        "item_title": "Enforcement Report",
        "item_blurb": "Report by Chief of Enforcement on Statewide Enforcement Program. (LAH-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Enforcement",
        "item_number": 9.1,
        "item_title": "Consent Cease and Desist Order No. CCC-23-CD-02 (Wildman Family Trust, Malibu, Los Angeles County) ",
        "item_blurb": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Wildman Family Trust to 1) remove unpermitted driveways and landscaping obstructing a public parking easement, 2) remove an unpermitted private beach access walkway and other unpermitted development on property owned by the Mancuso Family Revocable Trust, 3) apply for a CDP Amendment to move a vertical public access easement and construct a public access walkway on the new vertical public access easement, and to expand the public parking easement and build a public parking lot and other improvements there, 4) open both the public parking easement and vertical public access easement in compliance with previously issued CDPs and improve them for public access, 5) apply for an after-the-fact permit for an unpermitted garage, among other items, 6) address civil liabilities; and 7) cease and desist from undertaking additional unpermitted development at 27910, 27920, and 27856 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Enforcement",
        "item_number": 9.2,
        "item_title": "Consent Restoration Order No. CCC-23-RO-01 (Wildman Family Trust, Malibu, Los Angeles County) ",
        "item_blurb": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Wildman Family Trust to: 1) take restorative actions, including: removal, erosion control, remedial grading, and revegetation activities; 2) provide additional enhancement and protection of coastal resources where unpermitted development occurred; and 3) implement long-term monitoring program; to address unpermitted development, including: a private beach access walkway, at 27910 and 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Enforcement",
        "item_number": 9.3,
        "item_title": "Consent Administrative Penalty No. CCC-23-AP-01 (Wildman Family Trust, Malibu, Los Angeles County)",
        "item_blurb": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring property owner Wildman Family Trust to move a vertical public access easement and construct a public access walkway within it, and expand a public parking easement and construct a public parking lot and other improvements within it, to resolve monetary liability for violations of the public access provisions of the Coastal Act, at 27910 and 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Enforcement",
        "item_number": 9.4,
        "item_title": "Consent Cease and Desist Order No. CCC-23-CD-03 (Mancuso Family Revocable Trust, Malibu, Los Angeles County) ",
        "item_blurb": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Mancuso Family Revocable Trust to 1) remove unpermitted development, including an unpermitted driveway outlet blocking public access to parking on Pacific Coast Highway, 2) address civil liabilities, and 3) cease and desist from undertaking additional unpermitted development at 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Enforcement",
        "item_number": 9.5,
        "item_title": "Consent Restoration Order No. CCC-23-RO-02 (Mancuso Family Revocable Trust, Malibu, Los Angeles County) ",
        "item_blurb": "Public hearing and Commission action on proposed administrative order directing and authorizing property owner Mancuso Family Revocable Trust to: 1) take restorative actions, including: removal, and if necessary, erosion control, remedial grading, and revegetation activities; and, if necessary, 2) implement long-term monitoring program; to address unpermitted development, including: part of an unpermitted private beach access walkway placed by the Wildman Family Trust, at 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Enforcement",
        "item_number": 9.6,
        "item_title": "Consent Administrative Penalty No. CCC-23-AP-02 (Mancuso Family Revocable Trust, Malibu, Los Angeles County)",
        "item_blurb": "Public hearing and Commission action on proposed imposition of administrative penalties, requiring property owner Mancuso Family Revocable Trust to pay penalties for public access violations of the Coastal Act, at 27920 Pacific Coast Highway, Malibu, Los Angeles County. (RM-SF)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Energy, Ocean Resources & Federal Consistency",
        "item_number": 10,
        "item_title": "Energy, Ocean Resources & Federal Consistency",
        "item_blurb": "Report by the Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, negative determinations, matters not requiring public hearings, and status report on offshore oil & gas exploration & development.  For specific information contact the Commission’s Energy, Ocean Resources, and Federal Consistency Division office at (415) 904-5240.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Energy, Ocean Resources & Federal Consistency",
        "item_number": 11,
        "item_title": "Federal Consistency",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Consistency Determination No. CD-0010-22 (United States Air Force, Santa Barbara Co.) ",
        "subitem_blurb": "Consistency determination by the United States Air Force for construction and use for up to 48 launches per year of a space launch complex for Phantom Space Company at former site of Space Launch Complex 5 on Vandenberg Space Force Base, Santa Barbara County (HW-SF)",
        "subitem_status": "Postponed"
    },
    {
        "date": "June 7, 2023",
        "district": "North Coast District",
        "item_number": 12,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Arcata office at (707) 826-8950.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "North Coast District",
        "item_number": 13,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 1-22-1055 (Humboldt County Dept. of Public Works, Loleta)",
        "subitem_blurb": "Application of Humboldt County Department of Public Works to repair 150 ft. of Cock Robin Island Road (~Post Mile 50) damaged during winter storms of 2019 and 2017 and armor a 200-ft.-long stretch of the adjacent Eel River with a bioengineered stabilization structure consisting of rock slope protection and locally harvested willow cuttings at Cock Robin Island, Loleta, Humboldt County. (CM-A)",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 7, 2023",
        "district": "North Central Coast District",
        "item_number": 14,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s San Francisco office at (415) 904-5260.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "North Central Coast District",
        "item_number": 15,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 2-17-0815 (Demmel Pier, Inverness) ",
        "subitem_blurb": "Application by Wayne Demmel to redevelop approx. 150-ft. long private pier structure (including overwater, approx. 1,000 sq.ft. single-story building with restroom), and related development (including wastewater holding tank, foundations, stairways, parking area, etc.) on western shoreline of Tomales Bay in unincorporated Inverness area of Marin County. (HM-SF)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 7, 2023",
        "district": "North Central Coast District",
        "item_number": 15,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 2-23-0300 (Caltrans Highway 1 Rehabilitation, West Marin County) ",
        "subitem_blurb": "Application of California Department of Transportation for rehabilitation of two existing segments of Highway 1 totaling approximately 12.57 miles including pavement resurfacing, curb ramp and crosswalk upgrades to meet current American with Disabilities Act (ADA) standards, culvert replacements, shoulder and guardrail work, and shoulder widening in select locations to improve bicycle access, along Highway 1 between the unincorporated communities of Point Reyes Station and Tomales in Marin County (between approx. post miles 25.93 and 33.0, and between PMs 45.0 and 50.5). (MA-LB)",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 7, 2023",
        "district": "Central Coast District",
        "item_number": 16,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report.  For specific information contact the Commission’s Santa Cruz office at (831) 427-4863.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Central Coast District",
        "item_number": 17,
        "item_title": "NOTICE OF IMPENDING DEVELOPMENT.",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "SLT-NOID-0002-23 (Cambria Pines and Rancho Marino Reserves Forest Health and Vegetation Treatment Projects). ",
        "subitem_blurb": "Public hearing and potential action on Notice of Impending Development submitted by the Upper Salinas-Las Tablas Resource Conservation District (RCD) for: 1) ecological restoration treatments in collaboration with the California Department of Fish and Wildlife on up to 104 acres of land within the Cambria Pines Ecological Reserve, and 2) ecological restoration treatments on up to 170 acres and shaded fuel break treatments on up to 17 acres of land within the Kenneth S. Norris Rancho Marino Reserve pursuant to the RCD’s Public Works Plan applicable to northern San Luis Obispo County. (MM-SF)",
        "subitem_status": "Approved"
    },
    {
        "date": "June 7, 2023",
        "district": "Central Coast District",
        "item_number": 17,
        "item_title": "NOTICE OF IMPENDING DEVELOPMENT.",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "SLT-NOID-0003-23 (Hearst Ranch Forest Health Project). ",
        "subitem_blurb": "Public hearing and potential action on Notice of Impending Development submitted by the Upper Salinas-Las Tablas Resource Conservation District (RCD) for implementation by CAL FIRE in coordination with the San Luis Obispo County Fire Safe Council of ecological restoration treatments on up to 762 acres of land (up to 132 acres at San Simeon Point and up to 630 acres at Pico Creek) pursuant to the RCD’s Public Works Plan applicable to northern San Luis Obispo County. (MM-SF)",
        "subitem_status": "Approved"
    },
    {
        "date": "June 7, 2023",
        "district": "Central Coast District",
        "item_number": 18,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Appeal No. A-3-PGR-23-0009 (Elstob Family Investments SFD, Pacific Grove) ",
        "subitem_blurb": "Appeal by Commissioners Escalante and Hart of City of Pacific Grove decision granting permit with conditions to Elstob Family Investments LP to demolish approx. 4,400 sq.ft., two-story single-family home and 600 sq.ft. guest house; to construct new approx. 6,000 sq.ft., two-story single-family home with additional 3,200 sq.ft. outdoor use area and 5,000 sq.ft. driveway/parking area; and to establish lots via land division, all on approx. 3.5-acre property at 1661 Sunset Drive in the Asilomar Dunes area of Pacific Grove, Monterey County. (MF-SC) ",
        "subitem_status": "Postponed"
    },
    {
        "date": "June 7, 2023",
        "district": "Central Coast District",
        "item_number": 18.1,
        "item_title": "Revised Findings",
        "item_blurb": "CDP A-3-STC-22-0018 (Oversized Vehicle Parking Restrictions, Santa Cruz). Consideration of revised findings and conditions for the Commission's May 11, 2023 approval of a coastal permit for the City of Santa Cruz to prohibit parking of oversized vehicles citywide on public streets, rights-of-way, and parking lots between midnight and 5am; provide alternative overnight parking areas and services for such displaced vehicles; and implement related measures within the City of Santa Cruz, Santa Cruz County. (KF-SC)",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": false,
        "item_title": "Closed Session",
        "item_blurb": "At a convenient time during the meeting, the Commission (CCC) will have a closed session to discuss items of pending litigation, including:",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 19,
        "item_title": "Approval of Minutes",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 20,
        "item_title": "Commissioners' Reports",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 21,
        "item_title": "Commission Sub-Committee Reports",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 22,
        "item_title": "Conservancy Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 23,
        "item_title": "Santa Monica Mountains Conservancy Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 24,
        "item_title": "Santa Monica Bay Restoration Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 7, 2023",
        "district": "Statewide",
        "item_number": 25,
        "item_title": "Deputy Attorney General's Report",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 1,
        "item_title": "CALL TO ORDER and ROLL CALL",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 2,
        "item_title": "VIRTUAL MEETING PROCEDURES",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 3,
        "item_title": "Agenda Changes",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 4,
        "item_title": "General Public Comment",
        "item_blurb": "Public comments that are not related to any of the items specifically listed on the agenda will be heard at approximately 9:00 am, for no more than one hour. At the discretion of the Chair, speakers may be given up to 2 minutes. Due to the transition to a virtual meeting platform, the Coastal Commission at this time will not allow for the ceding of time from one speaker to another speaker. Note: You may address the Commission on a specific topic one time only each month. Please submit a request to speak by 5:00 pm the day before the hearing to assist with meeting management sign up. We will stop taking speaker requests by 8:30 am on each day of the meeting. Please see the Coastal Commission’s Virtual Hearing Procedures memo for submitting a request to speak.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "ADMINISTRATIVE CALENDAR",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 5-22-1059 (June Landing LLC, Newport Beach) ",
        "subitem_blurb": "Application of June Landing LLC to remove 10 ft. x 18 ft. floating dock, 3 ft. x 19 ft. gangway, and 4 ft. x 6 ft. pier, and construct new 10 ft. x 18 ft. floating dock, 3 ft. x 24 ft. gangway, and 6 ft. x 10 ft. pier; two existing 14-in guide piles will be reused in new locations and one 3-ft. T-pile will be removed and replaced in existing location at 3907 & 3909 Marcus Avenue, Newport Beach, Orange County. (EG-LB)",
        "subitem_status": "CONCURRED"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "ADMINISTRATIVE CALENDAR",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 5-22-0235 (Meyers, Newport Beach) ",
        "subitem_blurb": "Application of Gary Meyers to remove 811 sq.ft. 'U' shaped dock and two (2) 12 in. square concrete piles. The existing pier, gangway and one (1) 12-in. concrete pile will be reused in same locations. Also, two (2) 18-in. square concrete marina piles will be reused and relocated and one (1) new 18-in. square concrete pile will be installed. In addition, install new smaller 644 sq.ft. 'L' shaped floating dock, at 22 Harbor Island, Newport Beach, Orange County.  (FSY-LB)",
        "subitem_status": "CONCURRED"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "ADMINISTRATIVE CALENDAR",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Application No. 5-23-0015 (BASH Investments, LLC, Newport Beach)",
        "subitem_blurb": "Application of BASH Investments, LLC (Attn: Alan Schnur) to remove 416 sq.ft. floating dock with three 14-in. square concrete marina piles, 60 sq.ft. gangway, and 236 sq.ft. pier with four 12-in. square concrete anchor piles, and construct new 338 sq.ft. floating dock with three relocated 14-in. concrete marina piles, 72 sq.ft. gangway, and 156 sq.ft. pier with two new 14-in. square concrete T-piles at 642 Via Lido Nord, Newport Beach, Orange County. (EG-LB)",
        "subitem_status": "CONCURRED"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "ADMINISTRATIVE CALENDAR",
        "item_blurb": "",
        "subitem_number": "d",
        "subitem_title": "Application No. 5-23-0121 (Drew Street Investments, LLC, Huntington Beach)",
        "subitem_blurb": "Application of Drew Street Investments, LLC (Attn: Mark Monroe) to demolish 50 ft. x 5 ft. cantilevered deck and construct new 74 ft. x 5 ft. cantilevered deck with 42-in. high bird safe glass railing at 3292 Easter Circle, Huntington Beach, Orange County. (EG-LB)    ",
        "subitem_status": "CONCURRED"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 5,
        "item_title": "ADMINISTRATIVE CALENDAR",
        "item_blurb": "",
        "subitem_number": "e",
        "subitem_title": "Application No. 5-22-0661 (Ashwill, Newport Beach) ",
        "subitem_blurb": "Application of Greg Ashwill to remove 642 sq.ft. floating dock system supported by three (3) 16-in. round piles and replace with 600 sq.ft. floating dock system supported by four (4) 16-in. round piles; 3 ft. x 24 ft. gangway will remain, at 404 Evening Star Lane, Newport Beach, Orange County. (FSY-LB)",
        "subitem_status": "CONCURRED"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 5-22-0386 (Santa Monica Properties LLC, Santa Monica) ",
        "subitem_blurb": "Application of Santa Monica Properties LLC to convert non-conforming detached 1-story, 9-car garage structure into 2-story, 30-ft. high, 3,297 sq.ft., 4-unit ADU structure with roof decks in rear of property developed with two-story, three-building 16- unit apartment complex at 425 Ocean Avenue, Santa Monica, Los Angeles County. (VL-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 5-22-0948 (Tallman, Torrance) ",
        "subitem_blurb": "Application of Laurie and Andy Tallman to remodel exterior and interior of 21-ft. high, two story, 3,179 sq.ft single-family home with attached two-car garage on coastal bluff top lot at 529 Paseo de la Playa, Torrance, Los Angeles County (MR-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 6,
        "item_title": "Consent Calendar",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "Application No. 5-22-1037 (Cabber NB, LLC, Newport Beach) ",
        "subitem_blurb": "Application of Cabber NB, LLC to remove and replace boat dock and bulkhead at subject site. Proposed boat dock changes include: to remove 8 ft. x 12 ft. rectangular boat dock float, two, 12-in. square, concrete piles, and 3 ft. x 20 ft. gangway; construct new 8-ft. x 17-ft. boat dock float, 2 new 12-in. square concrete piles, and new 3-ft. x 24-ft. gangway. Proposed bulkhead changes include: to remove failing bulkhead and construct new bulkhead comprised of Truline Pile sheet piles, topped with 2’ 6” concrete coping, and 3-ft. high concrete stem wall; replacement bulkhead is proposed in same alignment as existing bulkhead, at 504 38th Street, Newport Beach, Orange County. (MV-LB)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "Statewide",
        "item_number": 7,
        "item_title": "Consent Calendar (removed from Regular Calendar)",
        "item_blurb": "",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "South Central Coast District",
        "item_number": 8,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Ventura office at (805) 585-1800.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "South Central Coast District",
        "item_number": 9,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "City of Carpinteria LCP Amendment No. LCP-4-CPN-23-0011-1 (Formula Businesses). ",
        "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Carpinteria to amend the Implementation Plan portion of its certified LCP to add provisions relating to Formula Businesses, including new Formula Business Regulations Exclusion Zone language and map, is de minimis. (SF-V) ",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "June 8, 2023",
        "district": "South Central Coast District",
        "item_number": 10,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 4-22-0408 (Sandyland Cove Homeowners Association, Santa Barbara Co.) ",
        "subitem_blurb": "Application of Sandyland Cove Homeowners Association to replace approx. 59-ft.-long, 17-ft.-wide wooden vehicular bridge on Sandyland Cove Road over Franklin Creek within Carpinteria Salt Marsh, with approx. 74-ft.-long, 22-ft.-wide, single-span concrete bridge, including abutments in new location further outside stream banks, replace water line under bridge, remove piles, and temporary pedestrian bridge (for use during construction only), in unincorporated Santa Barbara County. (WD-V)",
        "subitem_status": "Postponed"
    },
    {
        "date": "June 8, 2023",
        "district": "South Central Coast District",
        "item_number": 10,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 4-22-0862 (Ventura Yacht Club, Ventura) ",
        "subitem_blurb": "Application of David Boatner, on behalf of Ventura Yacht Club, to improve and reconfigure marina, The proposed project would include: demolish, replace, and reconfigure  walkway, fingers, slips, pilings, and utilities at Docks B and D resulting in loss of one existing slip, change in overall slip-mix at marina, install fire suppression system, add new ADA-compliant gangway, and use of staging area within existing marina parking lot during construction at 1755 Spinnaker Drive, Ventura, County of Ventura. (SF-V)",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 11,
        "item_title": "Deputy Director's Report For Los Angeles County",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 12,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Los Angeles Ordinance Amendment. ",
        "subitem_blurb": "Public hearing and action on proposed amendment to City of Los Angeles ordinance that allows the City to approve coastal development permits before certification of its LCP; amendment primarily consists of changes and clarifications related to coastal development permit public hearing and appeal processes. (JD-LB)",
        "subitem_status": "Approved with modifications"
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 12,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "City of Long Beach LCP Amendment No. LCP-5-LOB-21-0088-2",
        "subitem_blurb": "Public hearing and action on request by the City of Long Beach to amend the Implementation Plan (IP) portion of the certified LCP to add enhanced density bonus regulations. (DZ-LB)",
        "subitem_status": "APPROVED WITH MODIFICATIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Los Angeles County)",
        "item_number": 13,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 5-23-0383 (Naples Restaurant Group LLC, Long Beach) ",
        "subitem_blurb": "Application of Naples Restaurant Group LLC (Attn: John Morris) for the temporary use and closure of public walkways, public areas, approximately 50 parking spaces, and part of the Marina Drive right-of-way north of the Boathouse on the Bay restaurant in Alamitos Bay Landing for approximately 24 hours beginning on July 3, 2023, for the Big Bang on the Bay fundraising event and fireworks display, the net proceeds of which are proposed to be entirely donated to at least 15 local Long Beach charities. Temporary development includes installation of vendor booths, DJ/concert stage, perimeter fencing for fee-ticketed block party, fireworks staging area and safety zone, and the 20-minute fireworks display would launch from a barge in Alamitos Bay, in connection with the block party at 190 N. Marina Drive, Long Beach, Los Angeles County. (SA-LB) (Note: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Orange County)",
        "item_number": 14,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's Long Beach office at (562) 590-5071.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Orange County)",
        "item_number": 15,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Local Coastal Program Amendment No. LCP-5-LGB-23-0001-1. ",
        "subitem_blurb": "Public hearing and action on request by City of Laguna Beach to modify the Implementation Plan/Title 25 to: 1) add new Emergency Shelter Overlay District to one parcel in the Laguna Canyon Annexation Area Specific Plan; 2) facilitate approval of agricultural employee housing in the Agriculture-Recreation zone; and, 3) streamline the approval process for housing for low income and general multifamily use in the R-3 zone, Laguna Beach, Orange County. (MV-LB)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Orange County)",
        "item_number": 16,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application 5-22-0259 (Donovan, San Clemente) ",
        "subitem_blurb": "Application by James Donovan to remodel 1,365 sq.ft., 11 ft. 6 in.-tall mobile home and construct second-story addition resulting in 2,505 sq.ft., 18 ft. 6 in.-tall mobile home with 160 sq.ft. upper deck, 219 sq.ft. patio cover, and 65 sq.ft. shed on beachfront mobile home space at 1880 N. El Camino Real, Unit 85, San Clemente, Orange County. (KT-LB) ",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "South Coast District (Orange County)",
        "item_number": 16,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "Application No. 5-21-0562 (Hometown America LLC, Laguna Terrace MHP, Laguna Beach) ",
        "subitem_blurb": "Application by Hometown America LLC to install 14.5-ft. high, 1,864 sq.ft. manufactured home, and 48 sq.ft. storage shed on 4,547 sq.ft. mobile home lot (Space K-53) within Laguna Terrace Mobile Home Park. Onsite and offsite revegetation/restoration is also proposed at 30802 South Coast Highway, Laguna Beach, Orange County. (MR-LB) (Note: The Commission's enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as is explained further in the staff report.)  ",
        "subitem_status": "APPROVED WITH CONDITIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "San Diego Coast District",
        "item_number": 17,
        "item_title": "Deputy Director's Report",
        "item_blurb": "Report by Deputy Director on permit waivers, emergency permits, immaterial amendments & extensions, local government acceptance of modifications for LCP certification and on comments from the public relating to the Deputy Director's report. For specific information contact the Commission's San Diego office at (619) 767-2370.",
        "subitem_number": "",
        "subitem_title": "",
        "subitem_blurb": "",
        "subitem_status": ""
    },
    {
        "date": "June 8, 2023",
        "district": "San Diego Coast District",
        "item_number": 18,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "City of Encinitas LCP Amendment No. LCP-6-ENC-22-0051-3 (Appeal Period Timelines). ",
        "subitem_blurb": "Concurrence with the Executive Director’s determination that the request by the City of Encinitas to amend its LCP Implementation Plan to clarify and consolidate references to the City’s local appeal procedure time limits for city actions on subdivisions, lot line adjustments, and other approvals, is de minimis. (JP-SD)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "June 8, 2023",
        "district": "San Diego Coast District",
        "item_number": 18,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "b",
        "subitem_title": "City of San Diego LCP Amendment No. LCP-6-BRL-22-0022-1 (Barrio Logan Community Plan Update). ",
        "subitem_blurb": "Public hearing and action on request by City of San Diego to adopt a comprehensive update to the certified Barrio Logan Community Plan (LUP) to separate land uses and provide new public space amenities and mobility options; and amend the Land Development Code (IP) to remove the Barrio Logan Planned District Ordinance, adopt city-wide zones, add a community overlay implementation zone to establish a transition between industrial port and residential areas, and add inclusionary housing requirements and dwelling unit protections for existing residents. (ML-SD)",
        "subitem_status": "APPROVED WITH MODIFICATIONS"
    },
    {
        "date": "June 8, 2023",
        "district": "San Diego Coast District",
        "item_number": 18,
        "item_title": "Local Coastal Programs (LCPs)",
        "item_blurb": "",
        "subitem_number": "c",
        "subitem_title": "City of San Diego LCP Amendment No. LCP-6-SAN-22-0045-2 (Climate Action Plan Update). ",
        "subitem_blurb": "Public hearing and action on request by the City of San Diego to amend its certified LCP Implementation Plan to add new Climate Action Plan Consistency Regulations; add an Urban Tree Canopy Fee; and update the Green House Gas Emissions Significance Determinations under CEQA. (ME-SD)",
        "subitem_status": "Moved to Consent, Approved as Recommended"
    },
    {
        "date": "June 8, 2023",
        "district": "San Diego Coast District",
        "item_number": 19,
        "item_title": "New Appeals",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Appeal No. A-6-LJS-22-0036 (Neptune Place Park Improvements, San Diego) ",
        "subitem_blurb": "Appeal by Preserve Windandsea Beach Association from decision of City of San Diego granting permit with conditions to Neri Landscape and Architecture and Friends of Windandsea for construction of post-and-chain barriers, replacement of concrete pads, and construction of a gazebo on the public bluff on the seaward side of Neptune Place between Westbourne Street and Palomar Avenue, La Jolla, San Diego, San Diego County. (AL-SD)",
        "subitem_status": "NO SUBSTANTIAL ISSUE FOUND"
    },
    {
        "date": "June 8, 2023",
        "district": "San Diego Coast District",
        "item_number": 20,
        "item_title": "Coastal Permit Applications",
        "item_blurb": "",
        "subitem_number": "a",
        "subitem_title": "Application No. 6-22-0893 (Oceanside Loma Alta Slough restoration, Oceanside) ",
        "subitem_blurb": "Application of City of Oceanside to implement Phase I of the Loma Alta Slough Restoration Plan including enhancement of 5.8-acres of existing marsh and transitional uplands at Loma Alta Slough, Oceanside, San Diego County. (TR-SD) (Note: The Commission’s enforcement division has opened an investigation into potential Coastal Act violations associated with this item and site, as explained further in the staff report.)",
        "subitem_status": "Moved to Consent Calendar, APPROVED WITH CONDITIONS"
    }
]